{
  "schema_version": "1.0.0",
  "category": "rules_chapter",
  "tags": [
    "add_2e",
    "player_handbook",
    "chapter",
    "chapter_02"
  ],
  "summary": "Kapitel 2: player character races. Buchseiten 20-24.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "chapter_number": 2,
    "chapter_slug": "player_character_races",
    "book_page_start": 20,
    "book_page_end": 24,
    "pdf_page_start": 21,
    "pdf_page_end": 25,
    "text": "[BOOK_PAGE 20 | PDF_PAGE 21]\nI Chapter 2: Player Character Races \nAfter creating your character's ability \nscores, you must select a player character \nrace. This is not a race in the true sense of \nthe word: Caucasian, black, asian, etc. It is \nactually a fantasy species for your \ncharacter-human, elf, dwarf, gnome, half- \nelf, or halfling. Each race is different. Each \npossesses special powers and has different \nlists of classes to choose from. \nAll six of the standard races are described \nin detail in this chapter. In many cases, \nbroad statements are made concerning the \nrace in general. Players are not bound by \nthese generalities. For example, the state- \nment that \"dwarves tend to be dour and tac- \niturn\" does not mean that your character \ncannot be a jolly dwarf. It means that the \ngarden-variety dwarf is dour and taciturn. \nIf player characters were just like everyone \nelse, they wouldn't be adventurers. Make \nyour character unique and he will be more \nfun to play. \nMinimum and Maximum \nAbility Scores \nAll non-human PC \nraces (also called \"demihuman\" races) have \nminimum and maximum requirements for \ntheir ability scores. If you want to have a de- \nmihuman character, the character's ability \nscores must be within the allowable range. \nThe minimums and maximums for each race \nare listed on Table 7 (the minimums are \nlisted before the slash; the maximums are \nlisted after the slash). Your character's sex \nhas no effect on these minimums or maxi- \nmums. \nConsult Table 7 before making any racial \nadjustments to your character's ability \nscores. If the basic scores that you rolled up \nmeet the requirements for a particular race, \nyour character can be of that race, even if \nlater modifications change the ability scores \nso they exceed the maximums or don't meet \nthe minimums. Once you satisfy the re- \nquirements at the start, you never have to \nwony &aut dmn again. \nTable 7 gives the minimum and maximum \nscores a newly created character must have \nto be a member of a demihuman race. Any \ncharacter can be a human, if the player so \ndesires. \nRacial Ability AdJustments \nIf you chose to \nmake your character a dwarf, elf, gnome, or \nhalfling, you now have to adjust some of \nyour character's ability scores. The adjust- \nments are mandatory; all characters of these \nraces receive the adjustments. Even if ad- \njustments raise or lower your character's \nability scores beyond the minimums and \nmaximums shown on Table 7, you do not \nhave to pick a new race. The adjustments \ncan also raise a score to 19 or lower it to 2. \nTable 8: RACIAL ABILITY \nRace Adjustments \nDwarf + 1 Constitution; - 1 Charisma \nElf +1 Dexterity; -1 Constitution \nGnome + 1 Intelligence; - 1 Wisdom \nHalfling +1 Dexterity; -1 Strength \nADJUSTMENTS \nClass Restrlctions and Level Limits \nThe human race \nhas one special ability in the AD&D@ game: \nHumans can choose to be of any class- \nwarrior, wizard, priest, or rogue-and can \nrise to great level in any class. The other \nraces have fewer choices of character classes \nand usually are limited in the level they can \nattain. These restrictions reflect the natural \ntendencies of the races (dwarves like war \nand fighting and dislike magic, etc.). The \nlimits are high enough so a demihuman can \nachieve power and importance in at least \none class. A halfling, for example, can be- \ncome the best thief in the land, but he can- \nnot become a great fighter. \nThe limits also exist for play balance. The \nability of humans to assume any role and \nreach any level is their only advantage. The \ndemihuman races have other powers that \nmake them entertaining to play- \nparticularly the ability to be multi-classed \n(see Glossary). These powers balance the \nenjoyment of play against the ability to rise \nin level. Ask your DM for the level limits \nimposed on non-human characters. \nTable 7: RACIAL ABILITY REQUIREMENTS \nAbility Dwarf Elf Gnome Half-Elf Halfling \nStrength 8/18 3/18 6/18 3/18 7/18 \nDexteritv 3/17 6/18 3/18 6/18 7/18 \n10/18 \n6/18 \n3/17 \n3/17 8/18 3/18 3/18 3/18 \nHalfling fighters do not roll for exceptional Strength. \n20 \nLanguages \nRacial languages \nfor demihumans can be handled in either of \ntwo ways, depending on whether or not \nyour DM uses the optional proficiency sys- \ntem. Either way, your character automati- \ncally knows his native language. \nWithout the proficiency system, your \ncharacter starts adventuring already know- \ning a number of additional languages (the \nnumber depends on his Int score, see Table \n4). The additional languages must be chosen \nfrom among those listed in his race's de- \nscrip tion. \nHuman PCs generally start the game \nknowing only their regional language-the \nlanguage they grew up speaking. The DM \nmay decide to allow beginning PCs addi- \ntional languages (up to their Int score limit \nor proficiency slot limit), if he feels the PCs \nhad the opportunity to learn these as they \ngrew up. Otherwise, human PCs may learn \nadditional languages as they adventure. \nDwarves \nDwarves are short, \nstocky fellows, easily identified by their size \nand shape. They average 4 to 4% feet tall. \nThey have ruddy cheeks, dark eyes, and \ndark hair. Dwarves generally live for 350 \nyears. \nDwarves tend to be dour and taciturn. \nThey are given to hard work and care little \nfor most humor. They are strow and brave. \nThey enjoy beer, ale, mead, and even \nstronger drink. Their chief love, however, is \nprecious metal, particularly gold. They \nprize gems, of course, especially diamonds \nand opaque gems (except pearls, which they \ndo not like). Dwarves like the earth and dis- \nlike the sea. Not overly fond of elves, they \nhave a fierce hatred of orcs and goblins. \nTheir short, stocky builds make them ill- \nsuited for riding horses or other large \nmounts (although ponies present no diffi- \nculty), so they tend to be a trifle dubious \nand wary of these creatures. They are ill- \ndisposed toward magic and have little talent \nfor it, but revel in fighting, warcraft, and \nscientific arts such as engineering. \nThough dwarves are suspicious and ava- \nricious, their courage and tenacity more \nthan compensate for these shortcomings. \nI \nI\n\n[BOOK_PAGE 21 | PDF_PAGE 22]\nDwarves typically dwell in hilly or moun- \ntainous regions. They prefer life in the com- \nforting gloom and solidness that is found \nunderground. They have several special \nabilities that relate to their underground \nlife, and they are noted for being particular- \nly resistant to magics and poisons. \nA character of the dwarven race can be a \ncleric, a fighter, or a thief. He can also \nchoose to be a fighter/cleric or fighterkhief. \nFrom living underground, dwarves have \nfound it useful to learn the languages of sev- \neral of their neighbors, both friendly and \nhostile. The initial languages a dwarf can \nlearn are common, dwarf, gnome, goblin, \nkobold, orc, and any others your DM \nallows. The actual number of languages is \nlimited by the Intelligence of the player \ncharacter (see Table 4) or by the proficiency \nslots he allots to languages (if that optional \nsystem is used). \nBy nature, dwarves are nonmagical and \nnever use magical spells (clerical spells are \nallowed however). This gives a bonus to \ndwarves‘ saving throws against attacks \nfrom magical wands, staves, rods, and \nspells. This bonus is +1 for every 3% \npoints of Constitutiqn score. Thus, for \nexample, if a dwarf has a Constitution score \nof 7 he gains +2 on saving throws. These \nbonuses are summarized on Table 9. \nTable 9: CONSTITUTION SAVING \nTHROW BONUSES \nConstitution Score Saving Throw Bonus \n4-6 +1 \n7-10 +2 \n11-13 +3 \n1417 +4 \n18-19 +5 \nSimilarly, dwarves have exceptional \nresistance to toxic substances. All dwarven \ncharacters make saving throws against poi- \nson with the same bonuses that they get \nagainst magical attacks (see Table 9). \nAlso because of their nonmagical nature, \nhowever, dwarves have trouble using magi- \ncal items. AU magical items that are not spe- \ncifically suited to the character’s class have a \n20 percent chance to malfunction when used \nby a dwarf. This check is made each time a \ndwarf uses a magical item. A malfunction \naffects only the current use; the item may \nwork properly next time. For devices that \nare continually in operation, the check is \nmade the first time the device is used during \nan encounter. If the check is passed, the \ndevice functions normally until it is turned \noff. Thus a dwarf would have to check upon \ndonning a robe of blending but would not \ncheck again until he had taken the robe off \nand then put it on again. If a cursed item \nmalfunctions, the character recognizes its \ncursed nature and can dispose of the item. \nMalfunction applies to rods, staves, wands, \nrings, amulets, potions, horns, jewels, and \nall other magical items except weapons, \nshields, armor, gauntlets, and girdles. This \npenalty does not apply to dwarven clerics \nusing clerical items. \nIn melee, dwarves add 1 to their dice rolls \nto hit ora, half-orcs, goblins, and hobgob- \nlins. When ogres, trolls, ogre magi, giants, \nor titans attack dwarves, these monsters \nmust subtract 4 from their attack rolls \nbecause of the dwarves’ small size and com- \nbat ability against these much bigger crea- \ntures. \nDwarven infravision enables them to see \nup to 60 feet in the dark. \nDwarves are miners of great skill. While \nunderground, they can detect the following \ninformation when within 10 feet of the par- \nticular phenomenon (but they can deter- \nmine their approximate depth below the \nsurface at any time). \nDetect grade or slope \nDetect new tunnel/passage \nDetect sliding/shifting walls \nDetect stonework traps, pits, \nDetermine approx. depth \nin passage 1-5 on ld6 \nconstruction 1-5 on ld6 \nor rooms 1-4 on ld6 \nand deadfalls 1-3 on ld6 \nunderground 1-3 on ld6 \nNote that the dwarf must deliberately try \nto make these determinations; the informa- \ntion does not simply spring to mind unbid- \nden. \nBecause of their sturdy builds, dwarves \nadd 1 to their initial Constitution scores. \nTheir dour and suspicious natures cause \nthem to subtract 1 from their initial Cha- \nrisma scores. \nElves \nElves tend to be \nsomewhat shorter and slimmer than normal \nhumans. Their features are finely chiseled \nand delicate, and they speak in melodic \ntones. Although they appear fragile and \nweak, as a race they are quick and strong. \nElves often live to be over 1,200 years old, \nalthough long before this time they feel \ncompelled to depart the realms of men and \nmortals. Where they go is uncertain, but it is \nan undeniable urge of their race. \nElves are often considered frivolous and \naloof. In fact, they are not, although \nhumans often find their personalities impos- \nsible to fathom. They concern themselves \nwith natural beauty, dancing and frolicking, \nplaying and singing, unless necessity dic- \ntates otherwise. They are not fond of ships \nor mines, but enjoy growing things and gaz- \ning at the open sky. Even though elves tend \ntoward haughtiness and arrogance at times, \nthey regard their friends and, associates as \nequals. They do not make friends easily, but \na friend (or enemy) is never forgotten. They \nprefer to distance themselves from humans, \nhave little love for dwarves, and hate the \nevil denizens of the woods. \nTheir humor is clever, as are their songs \nand poetry. Elves are brave but never fool- \nhardy. They eat sparingly; they drink mead \nand wine, but seldom to excess. While they \nfind well-wrought jewelry a pleasure to \nbehold, they are not overly interested in \nmoney or gain. They find magic and sword- \nplay (or any refined combat art) fascinating. \nIf they have a weakness it lies in these inter- \nests. \nThere are five branches of the elven \nrace: aquatic, gray, high, wood, and dark. \nElf player characters are always assumed to \nbe of the most common type-high elves- \nalthough a character can be another type of \nelf with the DMs permission (but the choice \ngrants no additional powers). To the eye of \noutsiders, the differences between the \ngroups are mostly cosmetic, but most elves \nmaintain that there are important cultural \ndifferences between the various groups. \nAquatic elves spend their lives beneath the \nwaves and have adapted to these condi- \ntions. Gray elves are considered the most \nnoble and serious-minded of this breed. \nHigh elves are the most common. Wood \nelves are considered to be wild, tempera- \nmental, and savage. All others hold that the \nsubterranean dark elves are compt and \nevil, no longer part of the elven community. \nA player character elf can be a cleric, \nfighter, mage, thief, or ranger. In addition, \nan elf can choose to be a multi-class fighter/ \nmage, fighterlthief, fighter/mage/thief, or \nmagehhief. (The rules governing these \ncombinations am explained under Multi- \nClass Characters, page 44.) \nElves have found it useful to learn the lan- \nguages of several of the forest‘s children, \nboth the good and the bad. As initial lan- \nguages, an elf can choose common, elf, \ngnome, halfling, goblin, hobgoblin, orc, \nand gnoll. The number of languages an elf \ncan learn is limited by his Intelligence (see \nTable 4) or the proficiency slots he allots to \nlanguages (if that optional system is used). \nElven characters have 90 percent mist- \nance to sleep and all charm-related wlls. \n(See Chapter 9: Combat for an explanation \nof magic resistance.) This is in addition to \nthe normal saving throw allowed against a \ncharm spell. \nWhen employing a bow of any sort other \nthan a crossbow, or when using a short or \nlong sword, elves gain a bonus of +1 to \ntheir attack rolls. \nAn elf can gain a bonus to surprise oppo- \nnents, but only if the elf is not in metal \narmor. Even then, the elf must either be \nalone, or with a party comprised only of \nelves or halflings (also not in metal armor), \nor 90 feet or more away from his party (the \ngroup of characters he-rh with) to gain this \nr \n21\n\n[BOOK_PAGE 22 | PDF_PAGE 23]\nRaces (Gnomes) \nbonus. If he fulfills these conditions, he \nmoves so silently that opponents suffer a \n-4 penalty to their surprise die rolls. If the \nelf must open a door or screen to attack, this \npenalty is reduced to -2. \nElven infravision enables them to see up \nto 60 feet in darkness. \nSecret doors (those constructed so as to \nbe hard to notice) and concealed doors \n(those hidden from sight by screens, cur- \ntains, or the like) are difficult to hide from \nelves. Merely passing within 10 feet of a \nconcealed door gives an elven character a \none-in-six chance (roll a 1 on ld6) to notice \nit. If actively searching for such doors, elven \ncharacters have a one-in-three chance (roll a \n1 or 2 on ld6) to find a secret door and a \none-in-two chance (roll a 1, 2, or 3 on ld6) \nto discover a concealed portal. \nAs stated previously, elven characters \nadd 1 to their initial Dexterity scores. Like- \nwise, as elves are not as sturdy as humans, \nthey deduct 1 from their initial Constitution \nscores. \nGnomes \nKin to dwarves, \nsomes are noticeably smaller than their \ndistant cousins. Gnomes, as they proudly \nmaintain, are also less rotund than dwarves. \nTheir noses, however, are significantly \nlarger. Most gnomes have dark tan or \nbrown skin and white hair. A typical gnome \nlives for 350 years. \nGnomes have lively and sly senses of hu- \nmor, especially for practical jokes. They \nhave a great love of living things and finely \nwrought items, particularly gems and jew- \nelry. Gnomes love all sorts of precious \nstones and are masters of gem polishing and \ncutting. \nGnomes prefer to live in areas of rolling, \nrocky hills, well wooded and uninhabited \nby humans. Their diminutive stature has \nmade them suspicious of the larger races- \nhumans and elves-although they are not \nhostile. They are sly and furtive with those \nthey do not know or trust, and somewhat \nreserved even under the best of circum- \nstances. Dwelling in mines and burrows, \nthey are sympathetic to dwarves, but find \ntheir cousins’ aversion to surface dwellers \nfoolish. \nA gnome character can elect to be a \nfighter, a thief, a cleric, or an illusionist. A \ngnome can have two classes, but not three: \nfighter/ thief, illusionist / thief, etc. \nDue to his upbringing, a beginning gnome \ncharacter can choose to know the following \nlanguages, in addition to any others allowed \nby the DM: common, dwarf, gnome, half- \nling, goblin, kobold, and the simple com- \nmon speech of burrowing mammals (moles, \nbadgers, weasels, shrews, ground squirrels, \netc.). The actual number of languages a \ncharacter begins with depends upon his In- \ntelligence score (see Table 4) or the profi- \nciency slots he allots to languages (if that \noptional system is used). \nLike their cousins the dwarves, gnomes \nare highly magic resistant. A gnome player \ncharacter gains a bonus of + 1 for every 3% \npoints of Constitution score, just as \ndwarves do (see Table 9). This bonus ap- \nplies to saving throws against magical \nwands, staves, rods, and spells. \nGnomes also suffer a 20 percent chance \nfor failure every time they use any magical \nitem except weapons, armor, shields, illu- \nsionist items, and (if the character is a thief) \nitems that duplicate thieving abilities. This \ncheck is made each time the gnome attempts \nto use the device or, in the case of \ncontinuous-use devices, each time the de- \nvice is activated. Like dwarves, gnomes can \nsense a cursed item if the device fails to func- \ntion. \nIn melee, gnome characters add 1 to their \nattack rolls to hit kobolds or goblins. When \ngnolls, bugbears, ogres, trolls, ogre magi, \ngiants, or titans attack gnomes, these mon- \nsters must subtract 4 from their attack rolls \nbecause of the gnomes’ small size and their \ncombat skills against these much larger \ncreatures. \nGnomish infravision enables them to see \nup to 60 feet in the dark. \nBeing tunnelers of exceptional merit, \ngnomes are able to detect the following \nwithin 10 feet (exception: They can deter- \nmine their approximate depth or direction \nunderground at any time.). They must stop \nand concentrate for one round to use any of \nthese abilities. \nDetect grade or slope \nDetect unsafe walls, ceiling, \nDetermine approx. depth \nDetermine approx. direction \nin passage 1-5 on ld6 \nand floors 1-7 on ld10 \nunderground 1-4 on ld6 \nunderground 1-3 on ld6 \nGnome characters gain a +1 bonus to \ntheir Intelligence scores, to reflect their \nhighly inquisitive natures. They suffer a - 1 \npenalty to Wisdom because their curiosity \noften leads them unknowingly into danger. \nHalf-Elves \nHalf-elves are the \nmost common mixed-race beings. The rela- \ntionship between elf, human, and half-elf is \ndefined as follows: 1) Anyone with both el- \nven and human ancestors is either a human \nor a half-elf (elves have only elven ances- \ntors). 2) If there are more human ancestors \nthan elven, the person is human; if there are \nequal numbers or more elves, the person is \nhalf-elven. \nHalf-elves are usually much like their el- \nven parent in appearance. They are hand- \n22 \nsome folk, with the good features of each of \ntheir races. They mingle freely with either \nrace, being only slightly taller than the aver- \nage elf (5 feet 6 inches on average) and \nweighing about 150 pounds. They typically \nlive about 160 years. They do not have all \nthe abilities of the elf, nor do they have the \nflexibility of unlimited level advancement of \nthe human. Finally, in some of the less- \ncivilized nations, half-elves are viewed with \nsuspicion and superstition. \nIn general, a half-elf has the curiosity, in- \nventiveness, and ambition of his human an- \ncestors and the refined senses, love of \nnature, and artistic tastes of his elven ances- \ntors. \nHalf-elves do not form communities \namong themselves; rather, they can be \nfound living in both elven and human com- \nmunities. The reactions of humans and elves \nto half-elves ranges from intrigued fascina- \ntion to outright bigotry. \nOf all the demihuman races, half-elves \nhave the greatest range of choices in charac- \nter class. They tend to make good druids \nand rangers. A half-elf can choose to be a \ncleric, druid, fighter, ranger, mage, special- \nist wizard, thief, or bard. In addition, a half- \nelf can choose from the following \nmulti-class combinations: cleric (or druid)/ \nfighter, cleric (or druid)/fighter/mage, \ncleric (or druid)/ranger, cleric (or druid)/ \nmage, fighter/mage, fighterhhief, fighter/ \nmage/thief, and magelthief. The half-elf \nmust abide by the rules for multi-class char- \nacters. \nHalf-elves do not have a language of their \nown. Their extensive contact with other \nraces enables them to choose any of the fol- \nlowing languages (plus any other allowed \nby the DM): common, elf, gnome, halfling, \ngoblin, hobgoblin, orc, and gnoll. The ac- \ntual number of languages the character \nknows is limited by his Intelligence (see Ta- \nble 4) or by the number of proficiency slots \nhe allots to languages (if that optional sys- \ntem is used). \nHalf-elven characters have a 30 percent \nresistance to sleep and all charm-related \nspells. \nHalf-elven infravision enables them to see \nup to 60 feet in darkness. \nSecret or concealed doors are difficult to \nhide from half-elves, just as they are from \nelves. Merely passing within 10 feet of a \nconcealed door (one hidden by obstructing \ncurtains, etc.) gives the half-elven character \na one-in-six chance (roll a 1 on ld6) of spot- \nting it. If the character is actively seeking to \ndiscover hidden doors, he has a one-in-three \nchance (roll a 1 or 2 on ld6) of spotting a se- \ncret door (one constructed to be undetect- \nable) and a one-in-two chance (roll a 1,2, or \n3 on ld6) of locating a concealed door.\n\n[BOOK_PAGE 23 | PDF_PAGE 24]\nRaces (Halflings) I \nHalflings \nHalflings are short, \ngenerally plump people, very much like \nsmall humans. Their faces are round and \nbroad and often quite florid. Their hair is \ntypically curly and the tops of their feet are \ncovered with coarse hair. They prefer not to \nwear shoes whenever possible. Their typical \nlife expectancy is approximately 150 years. \nHalflings are sturdy and industrious, gen- \nerally quiet and peaceful. Overall they pre- \nfer the comforts of home to dangerous \nadventuring. They enjoy good living, rough \nhumor, and homespun stories. In fact, they \ncan be a trifle boring at times. Halflings are \nnot forward, but they are observant and \nconversational if in friendly company. Half- \nlings see wealth only as a means of gaining \ncreature comforts, which they love. Though \nthey are not overly brave or ambitious, they \nare generally honest and hard working \nwhen there is need. \nHalfling homes are well-furnished bur- \nrows, although most of their work is done \non the surface. Elves generally like them in a \npatronizing sort of way. Dwarves cheerfully \ntolerate them, thinking halflings somewhat \nsoft and harmless. Gnomes, although they \ndrink more and eat less, like halflings best, \nfeeling them kindred spirits. Because half- \nlings are more open and outgoing than any \nof these other three, they get along with oth- \ner races far better. \nThere are three types of halflings: Hair- \nfeets, Tallfellows, and Stouts. Hairfeets are \nthe most common type, but for player char- \nacters, any of the three is acceptable. \nA halfling character can choose to be a \ncleric, fighter, thief, or a multi-class fighter/ \nthief. The halfling must use the rules provid- \ned for multislass characters. \nThrough their contact with other races, \nhalfling characters are allowed to choose \ninitial languages from common, halfling, \ndwarf, elf, gnome, goblin, and orc, in addi- \ntion to any other languages the DM allows. \nThe actual number of languages the charac- \nter knows is limited by his Intelligence (see \nTable 4) or by the number of proficiency \nslots he allots to languages (if that optional \nsystem is used). \nAll halfling characters have a high resist- \nance to magical spells, so for every 3% \npoints of Constitution score, the character \ngains a +1 bonus on saving throws vs. \nwands, staves, rods, and spells. These \nbonuses are summarized on Table 9. \nHalflings have a similar resistance to poi- \nsons of all sorts, so they gain a Constitution \nbonus identical to that for saving throws vs. \nmagical attacks when they make saving \nthrows vs. poison (i.e., +1 to +5, depend- \ning on Constitution score). \nHalflings have a natural talent with slings \nand thrown weapons. Rock pitching is a \nfavorite sport of many a halfling child. All \nhalflings gain a +1 bonus to their attack \nrolls when using thrown weapons and \nslings. \nA halfling can gain a bonus to surprise \nopponents, but only if the halfling is not in \nmetal armor. Even then, the halfling must \neither be alone, or with a party comprised \nonly of halflings or elves, or 90 feet or more \naway from his party to gain this bonus. If he \nfulfills any of these conditions, he causes a \n- 4 penalty to opponents' surprise rolls. If a \ndoor or other screen must be opened, this \npenalty is reduced to -2. \nDepending on their lineage, certain half- \nling characters have infravision. Any half- \nling character has a 15 percent chance to \nhave normal infravision (this means he is \npure Stout), out to 60 feet; failing that \nchance, there is a 25 percent chance that he \nhas limited infravision (mixed Stout/ \nTallfellow or Stout/Hairfeets lineage), effec- \ntive out to 30 feet. \nSimilarly, halflings with any Stoutish \nblood can note if a passage is an up or down \ngrade with 75 percent accuracy (roll a 1, 2, \nor 3 on ld4). They can determine direction \nhalf the time (roll a 1,2, or 3 on ld6). These \nabilities function only when the character is \nconcentrating on the desired information to \nthe exclusion of all else, and only if the char- \nacter is pure or partially Stout. \nHalfling characters have a penalty of - 1 \nto their initially generated Strength scores, \nand they gain a bonus of + 1 to Dexterity. \nHumans \nAlthough humans \nare treated as a single race in the AD&D@ \ngame, they come in all the varieties we \nknow on Earth. A human PC can have \nwhatever racial characteristics the DM \nallows. \nHumans have only one special ability: \nThey can be of any character class and rise \nto any level in any class. Other PC races \nhave limited choices in these areas. \nHumans are also more social and tolerant \nthan most other races, accepting the compa- \nny of elves, dwarves, and the like with \nnoticeably less complaint. \nBecause of these abilities and tendencies, \nhumans have become significant powers \nwithin the world and often rule empires that \nother races (because of their racial tenden- \ncies) would find difficult to manage. \nOther Characteristics \nAfter you have \nselected a race, you may want to fill in the \ndetails of your character. You are not \nrequired to do so, but there are many situa- \ntions in which this information is vital or \nuseful to role-playing. \nThe sex and name of your character are \nup to you. Your character can be of the same \nsex as yourself or of the opposite sex. \nSome people feel it is important to know \nwhether their character is right- or left- \nhanded. Actually, this has no bearing on the \nplay of the game, since all characters are \nassumed to be reasonably competent with \neither hand (that doesn't mean everyone is \ntrained to fight with two weapons). It is easiest \nto say that your character has the same hand- \nedness as you. This will result in the normal \nratio of right- to left-handed people. \nOn occasion it may be useful to know \nyour character's height and weight. The best \nway to determine height and weight is to \nchoose the appropriate numbers, subject to \nyour DMs approval. If you want a short, \npudgy human fighter, you can select an \nappropriate height and weight. Otherwise, \nheights and weights can be generated ran- \ndomly using Table 10 (next page). Take the \nappropriate base score and add the die roll \nmodifier. As with all tables, this can create \nsome ridiculous results (one of the problems \nwith randomness) and, at the same time, \ncannot account for the full variety of man- \nkind (or demihumankind). The table only \nreproduces a fairly average range for each \nrace. Heizhts and weidits for demihuman \nraces not hed on the Gble must be dec \nby your DM. \n8 feet 1.2 \nonly 26.5 inches tall and the shortest \nwoman bettered this at only 24 inches in \nheight. While the lightest humans are \nalso among the shortest, the heaviest \nPlayers may also want to know their \ncharacters' starting ages. Human characters \ncan start at any age that is agreeable to both \nthe player and the DM. However, all begin- \nning adventurers are assumed to be at least \n16 years old, since they must grow physi- \ncally, emotionally, and in practical experi- \nence before they are ready to undertake the \nrigors of an adventuring life. Table 11 can be \nused to give a starting age (add the variable \ndie roll to the base starting age to get the \ncharacter's starting age) and the possible life \nspan of a character, assuming a quiet and \npeaceful life. Humans are also included on \nthis list in case you want to determine their \nages randomly. The maximum age for a \ncharacter should be secretly determined and \nrecorded by the DM. Player characters may \nhave an idea of how long they expect to live, \nbut do not know their true allotted life \nspans.\n\n[BOOK_PAGE 24 | PDF_PAGE 25]\nAs a character ages, his ability scores are \naffected. Upon reaching one-half of his base \nmaximum age (45 for a human), the charac- \nter loses 1 point of Strength (or half of his \nexceptional Strength rating) and 1 point of \nConstitution, but gains 1 point each of Intel- \nligence and Wisdom. At two-thirds of his \nbase maximum age (60 for a human), the \ncharacter loses 2 more points of Strength (or \nall his exceptional Strength and 1 point \nmore), 2 points of Dexterity, and 1 more \npoint of Constitution, but he gains 1 point \nof Wisdom. Upon reaching the base maxi- \nmum age, the character loses 1 more point \nfrom each of Strength, Dexterity, and Con- \nstitution, while gaining 1 more point in both \nIntelligence and Wisdom. All aging adjust- \nments are cumulative. See Table 12 for a \nsummary of these effects. \nrespectively), but the period in which he \nwould be considered a venentbk elder of his \npeople is extended for 40 years. \nThere are a number of other personal \ncharacteristics your character has-hair \nand eye color, body shape, voice, noticeable \nfeatures, and general personality. There are \nno tables for these things, nor should there \nbe. Your job, as a player, is to add these \ndetails, thereby creating the type of charac- \nter you want. You probably know some \nfrom the start (do you want to play a tower- \ning, robust warrior, or a slim, unassuming \nswordsman?); others, especially your char- \nacter's personality, will grow and take form \nas you play. Remember, you are an actor \nand your character is your rolef \nAlthough many people have claimed t \nlive to great ages, the oldest human \nverifiable age was 113 years old in TOR \nand is still alive! \nThere may be times when a magical \ndevice or speil adds years to or subtracts \nycers from a player character's life. This \nmagical aging can have two different \neffects. Some magical aging physically \naffects the character. For example, a haste \nspell ages those it affects by one year. This \naging is added dinctly to the player charac- \nter's current age. He physically acquires the \nappearpnre of himself one year older (a few \nmore wrinkles, etc.). Characters who \nhaease in age from magical effects do not \ngilin the benefits of increased Wisdom and \nIntelligmce-theseare a function of the pas- \nwgc ot gamc time-but the character does \nterity, and Constitution associated with \naging. These are bseakdowns of the body's \n-. Physical age can also be removed \nin the same manner. Some potions give \nyeam back to the character. In this caw, the \nphysical appearance of the character is \nacter can regain lost vigor \non) as his body is mewed \nnot lose any of the benefits of \naging (Wis and Int). \nMagical aging can also work to increase \nor decrease the We span of the character. In \nsuch a case, the actual age of the character is \nunaffefted. All adjustments are made by the \nDM to the character's maximum age (which \nonly the DMknows), For example, a human \nlongevity (10 to 60 years more). The DM \nhas already determined the human will nat- \nurally live to 103 years (base 90 + 2d20, in \nthis use 13). The water of the fountain \nbestows d more years so that, unless the \ncharacter meets a violent end, he will live to \n143 years. He still suffers the effects of aging \nat the usual ages (45, 60, and 90 years, \nBuffer tht physical I- to Strength, Dex- \nfinds a magical fountain that bcstavs great \nTable 10: AVERAGE HEIGHT \nRace \nDwarf \nFemales tend to be lighter and shorter than males. Thus, the base numbers for height and \nweight are divided into male/female values. Note that the modifier still allows for a broad \nrange in each category. \nTable 1I: AGE \nRace \nDwarf \nHuman- 15 ld4 \n* Upon attaining this age, an elf does not die. Rather he feels compelled to migrate tosome \nmysterious, other land, departing the world of men. \nTable 12: AGING EFFECTS \nRace \nDwarf \nHuman 45 years 60 years 90 years \n* -1 Str/Con; +1 Int/Wis \n** -2Str/Dex, -lCon; +1Wis \n*** -1 Str/Dex/Con; +1 Int/Wis i \n24"
  },
  "mechanics": {
    "extraction_mode": "book_page_range_concat"
  }
}