{
  "schema_version": "1.0.0",
  "category": "rules_chapter",
  "tags": [
    "add_2e",
    "player_handbook",
    "chapter",
    "chapter_13"
  ],
  "summary": "Kapitel 13: vision and light. Buchseiten 117-118.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "chapter_number": 13,
    "chapter_slug": "vision_and_light",
    "book_page_start": 117,
    "book_page_end": 118,
    "pdf_page_start": 118,
    "pdf_page_end": 119,
    "text": "[BOOK_PAGE 117 | PDF_PAGE 118]\nEM0 do anything in the I Table 62: VISIBILITY RANGES \ndungeon or the wilderness, he has to be able Condition Movement Spotted Type ID Detail to see what he is doing. If a character can't clear sky 1,500 1,OOO 500 100 10 \nsee a target, his chances of hitting it are very Fog, dense ~ blizzard 10 10 5 5 3 \nsmall. If he can't see, he can't read a scroll or \na large 'Keep Out\" sign on the wall. In the \nAD&W game, characters can see set dis- \ntances and often by fantastic means that \ndefy logic. \nTwilight 500 150 30 10 \nlimits of Vision \n, The first limitation \non vision is how far away an object can be \nbefore it cannot been seen clearly. Size and \nweather have a great effect on this. Moun- \ntains can be seen from great distances, 60 to \n100 miles or more, yet virtually no detail \ncan be seen. On level ground, the horizon is \nabout five to 12 miles away, but a character \nusually cannot see a specific object that far \naway. The limit of vision for seeing and \nidentifying man-sized objects is much less \nthan this. \nUnder optimum conditions, the maxi- \nmum range at which a man-sized object can \nbe seen is about 1,500 yards, if it is moving. \nIf the object doesn't move, it usually cannot \nbe seen at this distance. Even if it is moving, \nall that can be seen is a moving object. The \ncharacter cannot tell what it is or what it is \ndoing. \nAt 1,OOO yards, both moving and station- \nary man-sized objects can be spotted. Gen- \neral size and shape can be determined, but \nexact identifications are impossible. It is not \nlikely that creature type can be identified at \nthis range, unless the creature has a very \nunique shape. \nAt 500 yards, general identifications can \nbe made. Si, shape, color, and creature \ntype are all distinguishable. Individuals still \ncannot be identified, unless they are distinc- \ntively dressed or separated from the rest of \nthe group. Livery and heraldic symbols or \nbanners can seen if large and bold. Most \ncoats of arms cannot be distinguished at this \ndistance. General actions can be ascertained \nwith confidence. \nAt 100 yards, individuals can be identi- \nfied (unless, of course, their features are \nconcealed). Coats of arms are clear. Most \nactions are easily seen, although small \nevents are unclear. \nAt 10 yards, all details but the smabst \nare clear. Emotions and actions are easily \nseen, including such small actions as pick- \npocketing (if it is detectable). \nOf course, conditions are seldom perfect. \nThere are a number of factors that can \nreduce visibility and alter the ranges at \nwhich things can be spotted and identified. \nTable 62 lists the effects of &rent types of \nconditions. \nAll ranges are given in yards. \n\"Movement\" indicates the maximum dis- \ntance at which a moving figure can be seen. \n\"Spotted\" is the maximum distance a mw- \ning or a stationary figure can be seen. \n\"Type\" gives the maximum distance at \nwhich the general details of a figure can be \nseen-species or race, weapons, etc. \"ID\" \nrange enables exact (or reasonably exact) \nidentification. \"Detail\" range means small \nactions can be seen clearly. \nThere are many factors other than weath- \ner that affect viewing. Size is an important \nfactor. When looking at a small creature \n(size S), all categories are reduced to the \nnext lower category (except the \"detail\" \nrange, which remains unchanged). Thus, \nunder clear conditions, the ranges for seeing \na small creature are \"movement\" at 1,0oo \nyards, \"spotted\" at 500 yards, \"type\" at 100 \nyards, and \"ID\" and \"&tail\" at 10 yards. \nWhen sighting large creatures, the \"move- \nment,\" \"spotting,\" and \"type\" ranges are \ndoubled. Exceptionally large creatures can \nbe seen from even greater distances. Large \ngroups of moving creatures can be seen at \ngreat distances. Thus it is easy to see a herd \nof buffalo or an army on the march. \nThe ranges given in Table 62 do not take \nterrain into account. All ranges are based on \nflat, open ground. Hills, mountains, tall \ngrass, and dense woods all drastically \nreduce the chances of seeing a creature. (The \nterrain does not alter sighting ranges, only \nthe chances of seeing a creature.) Thus, even \n117\n\n[BOOK_PAGE 118 | PDF_PAGE 119]\nVision and Light (Light) \nI \nthough on a clear day woods may hide a \nbear until he is 30 yards away, it is still a \nclear day for visibility. The bear, once seen, \ncan be quickly and easily identified as a \nbear. The DM has more information on spe- \ncific terrain effects on sighting. \nAs a final caveat, the ranges in Table 62 \nassume Earth-like conditions. Sighting con- \nditions on one of the Lower Planes, or the \nhorizon distance on another world, could be \nentirely different. If your DM feels he must \ntake this into account, he will have to learn \nmore about the subject at his local library or \nmake it up. \nLight \nMost characters can- \nnot see much without light. Some night con- \nditions (those for the ou~oors) are given in \nTable 62, But all of these mume some small \namount of light. In totally lightless condi- \ntions, normal vision is impossible, unless a \nsource of light is ded by the party. \nLight sources vary in the area they affect. \nTable 63 gives the radius of light and burn- \ning time for the most common types of light \nSOWCes. \nTable 63; LIGHT SOURCES \nsource \nBeacon lantern \nBonfire \nBullseye lantern \nCandle \nContinual light \nHooded lantern \nLi&t spell \nTorch \nWcppon' \ncampfire \nRadius \n240 ft.' \n50 ft. \n60 ft.\" \n35 fi. \n5 ft. \n60 ft. \n30 ft. \n20 ft. \n15 ft. \n5 ft. \nBurningtime \n30 rninutedpint \n=/a hour/armload \n2 howdpint \n1 hour/doad \n10 minutes/inch \nIndefinite \n2 hours/pint \nVariable \n30 minutes \nAs desired \nLight from these is not cast in a radius, \nbut a rather in a cone-shaped beam. At its \nfar end, the cone of light from a beacon lan- \ntern is 90 feet wide. A bdseye lantern has a \nbeam 20 feet wide at its far end. \n** Magical weapons shed light if your \nDM allows this optional rule. \nOf course, while a lantern or fire enables \ncharacters to see, it does have some disad- \nvantages. The greatest of these is that it is \nhard to sneak up on someone if he can see \nyou coming. It is hard to remain inconspicu- \naus when you have the only campfire on the \nplain, or you are canying the only torch in \nthe dungeon. Furthermore, not only do \ncreatures know you are coming, they can \ngenerally see you before you see them (since \nthe light source illuminates the area around \nyou, those outside this area can see into the \narea). Characters should always bear these \nrisks in mind. \ntnfravision \nSome characters \nand monsters have the power of infrmision. \nThis can mean one of two things, depending \non whether the standard or the optional rule \nis used (this is discussed in detail in the \nDungeon Master's Guide). The choice is left \nto the DM and he must tell the players how \nhe wants infravision to work. Regardless of \nhow the power functions, the range of infra- \nvision is at most 60 feet unless otherwise \nnoted. \nAt times it is use4u.l \nfor characters to look at objects or creatures \nvia reflections in a mirror. This is particular- \nly true of those creatures so hideous (such as \na medusa} that gazing directly upon them \nmight turn the viewer to stone. When using \na mirror, a light source must be present. Sec- \nond, attempting to direct your actions by \nlooking in a mirror is very disorienting (try \nit and see). Thus, all actions requiring an \nability or proficiency check or an attack roll \nsuffer a -2 penalty. The character also loses \nall Dexterity bonws to Armor Class if \nfighting an opponent seen only in a mirror. \n118"
  },
  "mechanics": {
    "extraction_mode": "book_page_range_concat"
  }
}