{
  "schema_version": "1.0.0",
  "category": "rules_chapter",
  "tags": [
    "add_2e",
    "player_handbook",
    "chapter",
    "chapter_04"
  ],
  "summary": "Kapitel 4: alignment. Buchseiten 46-50.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "chapter_number": 4,
    "chapter_slug": "alignment",
    "book_page_start": 46,
    "book_page_end": 50,
    "pdf_page_start": 47,
    "pdf_page_end": 51,
    "text": "[BOOK_PAGE 46 | PDF_PAGE 47]\n1 Chapter 4: Alignment \nAfter all other steps toward creating a char- \nacter have been completed, the player must \nchoose an alignment for the character. In \nsome cases (especially the paladin), the \nchoice of alignment may be limited. \nThe character’s alignment is a guide to his \nbasic moral and ethical attitudes toward \nothers, society, good, evil, and the forces of \nthe universe in general. Use the chosen \nalignment as a guide to provide a clearer \nidea of how the character will handle moral \ndilemmas. Always consider alignment as a \ntool, not a straitjacket that restricts the \nAttitudes toward \norder and chaos are divided into three \nopposing beliefs. Picture these beliefs as the \npoints of a triangle, all pulling away from \neach other. The three beliefs are law, chaos, \nand neutrality. One of these represents each \ncharacter‘s ethos-his understanding of \nsociety and relationships. \nCharacters who believe in law maintain \nthat order, organization, and society are \nimportant, indeed vital, forces of the uni- \nverse. The relationships between people and \ngovernments exist naturally. Lawful philos- \nophers maintain that this order is not cre- \nated by man but is a natural law of the \nuniverse. Although man does not create \norderly structures, it is his obligation to \nfunction within them, lest the fabric of eve- \nsite, the universe becomes unbalanced. If \nenough of these polarities go out of balance, \nthe fabric of reality could pull itself apart. \nFor example, if death became ascendant \nover life, the universe would become a bar- \nren wasteland. \nPhilosophers of neutrality not only pre- \nsuppose the existence of opposites, but they \nalso theorize that the universe would vanish \nshould one opposite completely destroy the \nother (since nothing can exist without its \nopposite). Fortunately for these philoso- \nphers (and all sentient life), the universe \nseems to be efficient at regulating itself. \nOnly when a powerful, unbalancing force \nappears (which almost never happens) need \nthe defenders of neutrality become seriously \nconcerned. \nThe believers in chaos hold that there is \nno preordained order or careful balance of \nforces in the universe. Instead they see the \nuniverse as a collection of things and events, \nsome related to each other and others com- \npletely independent. They tend to hold that \nindividual actions account for the differ- \nences in things and that events in one area \ndo not alter the fabric of the universe half- \nway across the galaxy. Chaotic philoso- \nphers believe in the power of the individual \nover his own destiny and are fond of anar- \nchistic nations. Being more pragmatic, non- \nphilosophers recognize the function of \nsociety in protecting their individual rights. \nChaotics can be hard to govern as a group, \nsince they place their own needs and desires \nabove those of society. \nGood, Neutrality, and Evil \nLike law and order, \nthe second set of attitudes is also divided \ninto three parts. These parts describe, more \nor less, a character’s moral outlook; they are \nhis internal guideposts to what is right or \nwrong. \nGood characters are just that. They try to \nbe honest, charitable, and forthright. Peo- \nple are not perfect, however, so few are \ngood all the time. There are always occa- \nsional failings and weaknesses. A good per- \nson, however, worries about his errors and \nnormally tries to correct any damage done. \nRemember, however, that goodness has \nno absolute values. Although many things \nare commonly accepted as good (helping \nthose in need, protecting the weak), differ- \nent cultures impose their own interpreta- \ntions on what is good and what is evil. \nThose with a neutral moral stance often \nrefrain from passing judgment on anything. \nThey do not classify people, things, or \nevents as good or evil; what is, is. In some \ncases, this is because the creature lacks the \ncapacity to make a moral judgment (ani- \nmals fall into this category). Few normal \nireatures do anything for good or evil rea- \nsons. They kill because they are hungry or \n46 \nthreatened. They sleep where they find shel- \nter. They do not worry about the moral con- \nsequences of their actions-their actions are \ninstinctive. \nEvil is the antithesis of good and appears \nin many ways, some overt and others quite \nsubtle. Only a few people of evil nature \nactively seek to cause harm or destruction. \nMost simply do not recognize that what \nthey do is destructive or disruptive. People \nand things that obstruct the evil character’s \nplans are mere hindrances that must be \novercome. If someone is harmed in the pro- \ncess ... well, that’s too bad. Remember that \nevil, like good, is interpreted differently in \ndifferent societies. \nAlignment Combinations \nNine different align- \nments result from combining these two sets. \nEach alignment varies from all others, \nsometimes in broad, obvious ways, and \nsometimes in subtle ways. Each alignment is \ndescribed in the following paragraphs. \nLawful Good: Characters of this align- \nment believe that an orderly, strong society \nwith a well-organized government can work \nto make life better for the majority of the \npeople. To ensure the quality of life, laws \nmust be created and obeyed. When peoplc \nrespect the laws and try to help one another, \nsociety as a whole prospers. Therefore, law- \nful good characters strive for those things \nthat will bring the greatest benefit to the \nmost people and cause the least harm. An \nhonest and hard-working serf, a kindly and \nwise king, or a stern but forthright minister \nof justice are all examples of lawful good \npeople. \nLawful Neutral: Order and organization \nare of paramount importance to characters \nof this alignment. They believe in a strong, \nwell-ordered government, whether that \ngovernment is a tyranny or benevolent \ndemocracy. The benefits of organization \nand regimentation outweigh any moral \nquestions raised by their actions. An inquis- \nitor determined to ferret out traitors at any \ncost or a soldier who never questions his \norders are good examples of lawful neutral \nbehavior. \nLawful Evil: These characters believe in \nusing society and its laws to benefit them- \nselves. Structure and organization elevate \nthose who deserve to rule as well as provide \na clearly defined hierarchy between master \nand servant. To this end, lawful evil charac- \nters support laws and societies that protect \ntheir own concerns. If someone is hurt or \nsuffers because of a law that benefits lawful \nevil characters, too bad. Lawful evil charac- \nters obey laws out of fear of punishment. \nBecause they may be forced to honor an \nunfavorable contract or oath they have \nmade, lawful evil characters are usually \nvery careful about giving their word. Once\n\n[BOOK_PAGE 47 | PDF_PAGE 48]\ngiven, they break their word only if they \ncan find a way to do it legally, within the \nlaws of the society. An iron-fisted tyrant \nand a devious, greedy merchant are exam- \nples of lawful evil beings. \nNeutral Good: These characters believe \nthat a balance of forces is important, but \nthat the concerns of law and chaos do not \nmoderate the need for good. Since the uni- \n.. verse is vast and contains many creatures \nstriving for different goals, a determined \npursuit of good will not upset the balance; it \nmay even maintain it. If fostering good \nmeans supporting organized society, then \nthat is what must be done. If good can only \ncome about through the overthrow of exist- \ning social order, so be it. Social structure it- \nself has no innate value to them. A baron \nwho violates the orders of his king to de- \nstroy something he sees as evil is an example \nof a neutral good character. \nTrue Neutral: True neutral characters be- \nlieve in the ultimate balance of forces, and \nthey refuse to see actions as either good or \nevil. Since the majority of people in the \nworld make judgments, true neutral charac- \nters are extremely rare. True neutrals do \ntheir best to avoid siding with the forces of \neither good or evil, law or chaos. It is their \nduty to see that all of these forces remain in \nbalanced contention. \nTrue neutral characters sometimes find \nthemselves forced into rather peculiar alli- \nances. To a great extent, they are compelled \nto side with the underdog in any given situa- \ntion, sometimes even changing sides as the \nprevious loser becomes the winner. A true \nneutral druid might join the local barony to \nput down a tribe of evil gnolls, only to drop \nout or switch sides when the gnolls were \nbrought to the brink of destruction. He \nwould seek to prevent either side from be- \ncoming too powerful. Clearly, there are \nvery few true neutral characters in the \nworld. \nNeutral Evil: Neutral evil characters are \nprimarily concerned with themselves and \ntheir own advancement. They have no par- \nticular objection to working with others or, \nfor that matter, going it on their own. Their \nonly interest is in getting ahead. If there is a \nquick and easy way to gain a profit, \nwhether it be legal, questionable, or obvi- \nously illegal, they take advantage of it. Al- \nthough neutral evil characters do not have \nthe every-man-for-himself attitude of cha- \notic characters, they have no qualms about \nbetraying their friends and companions for \npersonal gain. They typically base their alle- \ngiance on power and money, which makes \nthem quite receptive to bribes. An unscm- \npulous mercenary, a common thief, and a \ndouble-crossing informer who betrays peo- \nple to the authorities to protect and advance \nhimself are typical examples of neutral evil \ncharacters. \nChaotic Good: Chaotic good characters \nare strong individualists marked by a streak \nof kindness and benevolence. They believe \nin all the virtues of goodness and right, but \nthey have little use for laws and regulations. \nThey have no use for people who \"try to \npush folk around and tell them what to do.\" \nTheir actions are guided by their own moral \ncompass which, although good, may not al- \nways be in perfect agreement with the rest of \nsociety. A brave frontiersman forever mov- \ning on as settlers follow in his wake is an ex- \nample of a chaotic good character. \nChaotic Neutral: Chaotic neutral charac- \nters believe that there is no order to any- \nthing, including their own actions. With this \nas a guiding principle, they tend to follow \nwhatever whim strikes them at the moment. \nGood and evil are irrelevant when making a \ndecision. Chaotic neutral characters are ex- \ntremely difficult to deal with. Such charac- \nters have been known to cheerfully and for \nno apparent purpose gamble away every- \nthing they have on the roll of a single die. \nThey are almost totally unreliable. In fact, \nthe only reliable thing about them is that \nthey cannot be relied upon! This alignment \nis perhaps the most difficult to play. Luna- \ntics and madmen tend toward chaotic neu- \ntral behavior. \nChaotic Evil: These characters are the \nbane of all that is good and organized. Cha- \notic evil characters are motivated by the de- \nsire for personal gain and pleasure. They see \nabsolutely nothing wrong with taking what- \never they want by whatever means possible. \nLaws and governments are the tools of \nweaklings unable to fend for themselves. \nThe strong have the right to take what they \nwant, and the weak are there to be ex- \nploited. When chaotic evil characters band \ntogether, they are not motivated by a desire \nto cooperate, but rather to oppose powerful \nenemies. Such a group can be held together \nonly by a strong leader capable of bullying \nhis underlings into obedience. Since leader- \nship is based on raw power, a leader is likely \nto be replaced at the first sign of weakness \nby anyone who can take his position away \nfrom him by any method. Bloodthirsty buc- \ncaneers and monsters of low Intelligence are \nfine examples of chaotic evil personalities. \nNon-Aligned Creatures \nIn addition to the \nalignments above, some things-par- \nticularly unintelligent monsters (killer \nplants, etc.) and animals-never bother \nwith moral and ethical concerns. For these \ncreatures, alignment is simply not applica- \nble. A dog, even a well-trained one, is nei- \nther good nor evil, lawful nor chaotic. It is \nsimply a dog. For these creatures, alignment \nis always detected as neutral. \nPlaying the \nCharacter's Alignment \nAside from a few \nminimal restrictions required for some char- \nacter classes, a player is free to choose what- \never alignment he wants for his character. \nHowever, before rushing off and selecting \nan alignment, there are a few things to con- \nsider. \nFirst, alignment is an aid to role-playing \nand should be used that way. Don't choose \nan alignment that will be hard to role play \nor that won't be fun. A player who chooses \nan unappealing alignment probably win \nwind up playing a different alignment any- \nway. In that case, he might as well have cho- \nsen the second alignment to begin with. A \nplayer who thinks that lawful good charac- \nters are boring goody-two-shoes who don't \nget to have any fun should play a chaotic \ngood character instead. On the other hand, \na player who thinks that properly role- \nplaying a heroic, lawful good fighter would \nbe an interesting challenge is encouraged to \ntry it. No one should be afraid to stretch his \nimagination. Remember, selecting an align- \nment is a way of saying, \"My character is \ngoing to act like a person who believes this.\" \nSecond, the game revolves around coop- \neration among everyone in the group. The \ncharacter who tries to go it alone or gets ev- \neryone angry at him is likely to have a short \ncareer. Always consider the alignments of \nother characters in the group. Certain com- \nbinations, particularly lawful good and any \nsort of evil, are explosive. Sooner or later \nthe group will find itself spending more time \narguing than adventuring. Some of this is \nunavoidable (and occasionally amusing), \nbut too much is ultimately destructive. As \nthe players argue, they get anm As they \nget angry, their characters begin fightins \namong themselves. As the characters fight, \nthe players continue to get more angry. \nOnce anger and hostility take over a game, \nno one has fun. And what's the point of \nplaying a game if the players don't have \nfun? \nThird, some people choose to play evil \nalignments. Although there is no specific \nprohibition against this, tke are several \nreasons why it is not a good idea. First, the \nAD&W game is a game of heroic fantasy. \nWhat is heroic about being a villain? If ah \nevilly aligned group plays its alignment cor- \nrectly, it is as much a battle for the charac- \nters to work together as it is to take on the \noutside world. Neutral evil individuals \nwould be paranoid (with some justification) \nthat the others would betray them for profit \nor self-aggrandizement. Chaotic evil char- \nacters would try to get someone else to take \nall the risks so that they could become (or \nremain) strong and take over. Although \nlawful evil characters might have some code\n\n[BOOK_PAGE 48 | PDF_PAGE 49]\nof conduct that governed their party, each \nmember would look for ways to twist the \nrules to his own favor. A group of players \nwho play a harmonious party of evil char- \nacters simply are not playing their align- \nments correctly. By its nature, evil \naligmmnts call for disharmony and squab- \nbling, which destroys the fun. \nImagine how groups of different align- \nments might seek to divide a treasure trove. \nSuppose the hdventuring party contains one \ncharacter of each alignment (a virtually \nimpossible situation, but useful for illustra- \ntion). Each is then allowed to present his \nargment: \nThe lawful good character says, \"Before \nwe went on this adventure, we agreed to \nsplit the treasure equally, and that's what \nwe're going to do. First, we'll deduct the \ncosts of the adventure and pay for the resur- \nrection of those who have fallen, since we're \nsharing all this equally. If someone can't be \nraised, then his share goes to his family.\" \n\"Since we agreed to split equally, that's \nfine,\" replies the lawful evil character \nthoughdully. \"But there was nothing in this \ndeal about paying for anyone else's expens- \nes. It's not my fault if you spent a lot on \n[ I \nequipment1 Furthermore, this deal applies \nonly to the surviving partners; I don't \nremember anything about dead partners. \nI'm not setting aside any money to raise that \nklutz. He's someone else's problem.\" \nFlourkhhg a sheet of paper, the lawful \nneutral character breaks in. \"It's a good \nthing for you two that I've got things to&- \ner, nice and organid. I had the foresight to \nwrite down the exact terms of our agree- \nment, and we're all going to follow them.\" \nThe neutral good character balances the \nissues and decides, \"I'm in favor of equal \nthat expemes are each adventurer's own \nbusiness: If someone spent too much, then \nhe should be more careful next time. But \nraising fallen comrades seems like a good \nidea, so I say we set aside money to do that.\" \nAfter listening to the above arguments, \nthe true neutral character decides not to say \nanything yet. He's not particularly con- \ncerned with any choice. If the issue can be \nsolved without his becoming involved, \ngreat. But if it looks like one person is going \nto get everything, that's when he'll step in \nand cast his vote for a more balanced distri- \nbution. \nsh-that keeps everybody happy. I kel \nThe neutral evil character died during the \nadventure, so he doerrn't have mything to \nsay. However, if he could make his opinion \nknown, he would gladly argue that the \ngroup ought to pay for raising him and set \naside a share for him. Thcneutdevil ckr \nacter would also hope that the group doesn't \ndiscover the big gem he dy pocketed \nduring one of the encoun~. \nThe chaotic gd character objects to the \nwhole business. \"Look, it's obvious thmt the \noriginal agreement is messed up. I say we \nscrap it and reward people for what they \nground when the rest of us were doing all \nthe real fighting. I don't see why anyofie \nshould be rewarded for being a codi As \nfar as raising dead partners, I say that's a \nmatter of personal choice. I dodt mind \nchipping in for some of them, but I don't \nthink I want everyone back in the group.\" \nOutraged at the totally true but tpctleas \naccusation of cowardice, the chaotic evil \ncharacter snaps back, \"Look, I was doing an \nimportant job, guprQirg the rearl Can I help \nit if nothing tried to sneak upbehind us? \nNow, it seems to me thpt allof you are \npretty beat up-and I'm not. So, I don't \nthink there's going to be too much objection \nif I take all the jewelry and that wand. c\\ml \nI'll take anything interesting those two dead \nguys have. Now, you can either work with \nme and do what I say or get lost-pw \nmanentlyl\" \nThe chaotic neutral character is dso &ad \n(after he tried to charge a gorgon), so he \ndoesn't contribute to the argument. How- \never, if he were alive, he would join forces \nwithwhichever si& appealed to him the \nmost at the moment. If he couldn't decide, \nhe'd fIip a coin. \nClearly, widely diveme ;Ilisnmurts C a \ngroup can make even the simplest task \nimpossible. It is almost certain that the \ngroup in the example would come to blows \nbefore they could reach a decision. &t \ndividing cash is not the only instance in \nwhich this group would have probkms. \nConsider the battle in which they gained the \ntreasure in the first place. \nUpon penetrating theheart ofthe ruined \ncastle, the party met its foe, a powerful gor- \ngon commanded by a mad wamior. Then, \nchainedbchindthetwo, wasahelplesspeas- \nant kidnapped from a nearby village. \nThe lawful good character unhesitatingly \n(but not foolishly) entered the battle; it was \nthe right thing to do. He considered it his \nduty to protect the villagas. Besides, he \ncould not abandon an innocent hostage to \nmchfiends. He waswilling to fight until he \nwon or was dragged off by his friends. He \nhad no intention of fighting to his own \ndeath, but he,would not give. up until he had \ntried his utmbt to defeat the e4 creatures. \nThe lawful evil character also enkd the \nbattle willingly. Although he cared nothing \ndid. I saw som~ Of YOU hiding in the back- \n48\n\n[BOOK_PAGE 49 | PDF_PAGE 50]\nfor the peasant, he could not allow the two \nfiends to mock him. Still, there was no rea- \nson for him to risk all for one peasant. If \nforced to retreat, he could return with a \nstronger force, capture the criminals, and \nexecute them publicly. If the peasant died in \nthe meantime, their punishment would be \nthat much more horrible. \nThe lawful neutral character was willing \n,_ to fight, because the villains threatened pub- \nlic order. However, he was not willing to \nrisk his own life. He would have preferred \nto come back later with reinforcements. If \nthe peasant could be saved, that is good, \nbecause he is part of the community. If not, \nit would be unfortunate but unavoidable. \nThe neutral good character did not fight \nthe gorgon or the warrior, but he tried to \nrescue the peasant. Saving the peasant was \nworthwhile, but there was no need to risk \ninjury and death along the way. Thus, while \nthe enemy was distracted in combat, he \ntried to slip past and free the peasant. \nThe true neutral character weighed the \nsituation carefully. Although it looked like \nthe forces working for order would have the \nupper hand in the battle, he knew there had \nbeen a peral trend toward chaos and \ndestruction in the region that must be com- \nba ed. He tried to help, but if the group \nfa&, he could work to restore the balance \nof bw and chaos elsewhere in the kingdom. \nThe neutral evil character cared nothing \nabout law, order, or the poor peasant. He \nfi that there had to be some treasure \naround somewhere. After all, the villain's \nlair had once been a powerful temple. He \ncould poke around for cash while the others \ndid the real work. If the group got into real \ntrouble and it looked like the villains would \nattack him, then he would fight. Unfortu- \nnately, a stray magical arrow killed him just \nafter he found a large gem. \nThe chaotic good character joined the \nfight for several reasons. Several people in \nthe group were his friends, and he wanted to \nfight at their sides. Furthermore, the poor, \nkidnapped peasant deserved to be rescued. \nThus, the chaotic good character fought to \naid his companions and save the peasant. \nHe didn't care if the villains were killed, cap- \ntured, or just driven away. Their attacks \nagainst the village didn't concern him. \nThe chaotic neutral character decided to \ncharge, screaming bloodthirsty cries, \nstraight for the gorgon. Who knows? He \nmight have broken its nerve and thrown it \noff guard. He discovered that his plan was a \nbad one when the gorgon's breath killed \nhim. \nThechaotic evil character saw no point in \nrisking his hide for the villagers, the peas- \nant, or the rest of the party. In fact, he \nthought of several good reasons not to. If \nthe party was weakened, he might be able to \ntake over. If the villains won, he could prob- \nably make a deal with them and join their \nside. If everyone was killed, he could take \neverything he wanted and leave. All these \nsounded a lot better than getting hurt for lit- \ntle or no gain. So he stayed near the back of \nthe battle, watching. If anyone asked, he \ncould say he was watching the rear, making \nsure no one came to aid the enemy. \nThe two preceding examples of alignment \nare extreme situations. It's not very likely \nthat a player will ever play in a group of \nalignments as varied as those given here. If \nsuch a group ever does form, players should \nseriously reconsider the alignments of the \ndifferent members of the party1 More often, \nthe adventuring party will consist of charac- \nters with relatively compatible alignments. \nEven then, players who role-play their char- \nacters' alignments will discover small issues \nof disagreement. \nChanging Alignment \nAlignment is a tool, \nnot a straitjacket. It is possible for a player \nto change his character's alignment after the \ncharacter is created, either by action or \nchoice. However, changing alignment is not \nwithout its penalties. \nMost often the character's alignment will \nchange because his actions are more in line \nwith a different alignment. This can happen \nif the player is not paying attention to the \ncharacter and his actions. The character \ngradually assumes a different alignment. \nFor example, a lawful good fighter ignores \nthe village council's plea for help because he \nwants to go fight evil elsewhere. This action \nis much closer to chaotic good, since the \ncharacter is placing his desire over the need \nof the community. The fighter would find \nhimself beginning to drift toward chaotic \ngood alignment. \nAll people have minor failings, however, \nso the character does not instantly become \nchaotic good. Several occasions of lax \nbehavior are required before the chatacter's \nalignment changes officially. During that \ntime, extremely lawful good activities can \nswing the balance back, Although the play- \ner may have a good idea of where the char- \nacter's alignment lies, only the DM knows \nfor sure. I \nLikewise, the character cannot wake up \none morning and say, \"I think I'll become \nlawful good tday.\" (Well, he can say it, but \nit won't have any effect.) A player can \nchoose to change his character's alignment, \nbut this change is accomplished by deeds, \nnot words. %ll the DM of the intention and \nthen try to play according to the new \nchoice. \nFinally, there are many magical effects \nthat can change a character's alignment. \nRare and cursed magical items can instantly \nalter a character's alignment. Powerful arti- \nfacts may slowly erode a character's deter- \nmination and willpower, \n49 \nshifts in behavior. Spells can compel a char- \nacter to perform actions against his 4. \nAlthough all of these have an effect, nme \nare as permanent or damaging as those \nchoices the character makes of his own free \nwill. \nChanging the way a character behaves \nand thinks will cost him experience paints \nand slow his advancement. Part of a charac- \nter's experience comes from learning how \nhis own behavior affects him and the world \naround him. In real life, for example, a per- \nson learns that he doesn't like horror movies \nonly by going to see a few of them. Based on \nthat experience, he learns to avoid certain \ntypes of movies. Changing behavior means \ndiscarding things the character learned pre- \nviously. Relearning things takes time. This \ncosts the character experience. \nThere are other, more immediate effects \nof changing alignment. Certain character \nclasses require specific alignments. A pala- \ndin who is no longer lawful good is no long- \ner a paladin. A character may have magical \nitems usable only by specific al-ts \n(intelligent swords, etc.). Such item don't \nfunction (and may even prove dangwms) in \nthe hands of a differently aligned Character. \nNews of a character's change in behavior \nwill certainly get around to friends and \nacquaintances. Although some people he \nnever considered friendly may now warm to \nhim, others may take exception to his new \nattitudes. A few may even try to help him \n\"see the error of his ways.\" The loa1 clergy, \non whom he relies for healing, may look \naskance on his recent behavior, denying him \ntheir special services (while at the same time \nsermonizing on his plight). The cher2cter \nwho changes alignment often finds himself \nunpopular, depending on the attitudes of \nthe surrounding people. People! do not \nunderstand him. If the character drifts into \nchaotic neutral behavior in a highly lawful \ncity, the townspeople might decide that the \ncharacter is afflicted and needs close super- \nvision, even confinement, for his own gdk \nUltimately, the player is advised to pick \nan alignment he can play comfortably, om \nthat fits in with those of the rest of thg\n\n[BOOK_PAGE 50 | PDF_PAGE 51]\nChapter 5: Proficiencies (Optional) \nMost of what a player character can do is \ndefined by his race, class, and ability scores. \nThese three characteristics don't cover every- \nthing, however. Characters can have a wide \nrange of talents, from the potent (and intri- \ncate) arts of magic to the simple and mundane \nknowledge of how to build a good fire. The \ncharacter's magical ability (or lack theteoo is \ndefined by his class. Lesser abilities, such as \nfire building, are defined by profiaencies. \nA Proficiency is a learned skill that isn't \nessential to the character's class. A ranger, for \nexample, may find it useful to know some- \nthing about navigation, espedally if he lives \nnear an ocean or seacoast. On the other hand, \nhe isn't likely to suffer if he doesn't know how \nto navigate; he is a ranger, not a sailor. \nproficiencies are divided into two pups: \nweapon proficiencies (those Elated to weap \nons and combat) and nonweapon pro- \nficimcies (those related to everything else). \nAll proficiency rules are additions to the \ngame. hpn proficiencies are tournament- \nlevel rules, optional in regular play, and non- \nweapon profiaencies are completely optional. \nproficiencies are not necmary for a balanced \ngame. They add at\\ additional dimension to \ncharacters, however, and anything that \nenriches characterization is a bonus. If weap- \non profiaencies are used in your game, expect \nthem to apply to all characters, including \nNPCs. Nonweapon profiaencies may be used \nby players who enjoy them and ignored by \nthose who don't without giving unfair advan- \ntages to anyone (provided your DM allows \nthis; he's the one who must deal with any \nProljkms). \nOnce a proficiency slot is filled, it can \nnever be changed or reassigned. \nAcquiring Proficiencies \nEven newly cre- \nated, 1st-level characters have proficiencies. \nThe number of proficiency slots that a char- \nacter starts with is determined by his group, \nas shown in Table 34. Each proficiency slot \nis empty until the player \"fills\" it by select- \ning a proficiency. If your DM allows non- \nweapon proficiencies, the character's \nIntelligence score can modify the number of \nslots he has, granting him more proficien- \ncies (see page 16). In both cases, new profi- \nciencies are learned the same way. \nConsider the case of Rath, a dwarf fight- \ner. Table 34 gives him four weapon profi- \nciency slots (he is a warrior). If nonweapon \nproficiencies are used, he has three slots and \nhis Intelligence of 11 gives him two addi- \ntional proficiency slots (according to Table \n4, page 16) for a total of five nonweapon \nproficiency slots. The player must assign \nweapon or nonweapon proficiencies to all \nof these slots before the character goes on \nhis first adventure. These represent what the \ncharacter has learned before be \nadventuring career. \nTable 34: PROFICIENCY SLOTS \nWeapon Nonweapon \nProfidendes Profidendes \nGroup Initial #Levels Penalty Mtial #Levels \nWarrior 4 3 -2 3 3 \nWizard 1 6 -5 4 3 \nPriest 2 4 -3 4 3 \nRogue 2 4 -3 3. 4 \nThereafter, as the character advances in \nexperience levels, he gains additional profi- \nciency slots. The rate at which he gains them \ndepends on the group he belongs to. Table \n34 lists how many weapon and nonweapon \nproficiency slots the character starts with, \nand how many levels the character must \ngain before he earns another slot. \nInitial Weapon Proficiendes is the num- \nber of weapon proficiency slots received by \ncharacters of that group at 1st level. \n#Levels (for both weapon and non- \nweapon proficiencies) tells how quickly a \ncharacter gains additional proficiency slots. \nA new proficiency slot is gained at every \nexperience level that is evenly divisible by \nthe number listed. Rath (a warrior), for \nexample, gains one weapon proficiency slot \nat every level evenly divisible by 3. He gets \none new slot at 3rd level, another at 6th, \nanother at 9th, and 90 on. (Note that Rath \nalso gains one nonweapon proficiency at \n3rd, 6th. 9th, etc.) \nPenalty is the modifier to the character's \nattack rolls when he fights using a weapon \nhe is not proficient with. Rath, a dwarf, \nchose to be proficient with the warhammer. \nFinding himself in a desperate situation, he \nsnatches up a flail, even though he knows \nlittle about it (he is not proficient with it). \nUsing the weapon awkwardly, he has a -2 \npenalty to his chance to hit. \nInitid Namveapon Proficiencies is the \nnumber of nonweapon proficiency slots \nthat character has at 1st level. Even if you \nare playing with weapon proficiencies, non- \nweapon proficiencies are optional. \nTraining \nLike all skills and \nabilities, proficiencies do not leap unbidden \nand fully realized into a character's mind. \nInstead, a character must train, study, and \npractice to learn a new proficiency. How- \never, role-playing the training time needed \nto learn a new skill is not much fun. Thus \nthere are no training times or study periods \nassociated with any proficiency. When a \ncharacter chooses a proficiency, it is \nassumed that he had been studying it in his \nspare time. \nConsider just how much spare time the \ncharacter has. The player is not role-playing \nevery second of his character's life. The \nplayer may decide to have his character \nspend a night in town before setting out \n50 \non the long journey the next day. Perhaps \nthe character must wait around for several \ndays while his companions heal from the \nlast adventure. Or he might spend weeks on \nan uneventful ocean voyage. What is he \ndoing during that time? \nAmong ether things, he is studying what- \never new proficiencies he will eventually \nlearn. Using this \"down time\" to handle the \nunexciting aspects of a role-playing cam- \npaign lets players concentrate on more \nimportant (or more interesting) matters. \nAnother part of training is finding a \nteacher. Most skills are easier to learn if \nsomeone teaches the character. The DM can \nhandle this in several ways. For thost who \nlike simplicity, ignore the need for \nteachers-there are self-taught pepph eve- \nrywhere in the world. For those who want \nmore complexity, make the player charac- \nters find someone to teach them any new \nproficiency they want to learn. This can be \nanother player character or an NPC. \nAlthough this adds realism, it tends to limit \nthe PCs adventuring options, especially if \nhe is Muired to stay in reguiar contact with \nhis instructor. Furthermore, most teaches \nwant payment. While a barter arrangement \nmight be reached, the normal payment is \ncash. The actual cost of the service depends \non the nature of the skill, the amount of \ntraining desired, the availability of tutors, \nthe greed of the instructor, and the desire of \nthe DM to remove excess cash from his cam- \npaign. \nWeapon Proficiencies \nA weapon profi- \nciency measures a character's knowledge \nand training with a specific weapon. When \na character is created, the player checks \nTable 34 to see how many weapon profieien- \ncy slots the character has. These initial slots \nmust be filled immediately, before the char- \nacter embarks on his first adventure. Any \nslots that aren't filled by then are lost. \nEach weapon proficiency slot must be \nassigned to a particular weapon, not just a \nclass of weapons. Each weapon listed in \nTable 44 (Weapons) requires its own profi- \nciency; each has its own special tricks and \nquirks that must be mastered before the \nweapon can be handled propedy and &ec- \ntively. A fencer who is master of the epee, \nfor example, is not necessarily skilled with a \nsaber; the two weapons look similar, but the"
  },
  "mechanics": {
    "extraction_mode": "book_page_range_concat"
  }
}