{
  "schema_version": "1.0.0",
  "category": "rules_chapter",
  "tags": [
    "add_2e",
    "player_handbook",
    "chapter",
    "chapter_07"
  ],
  "summary": "Kapitel 7: magic. Buchseiten 80-87.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "chapter_number": 7,
    "chapter_slug": "magic",
    "book_page_start": 80,
    "book_page_end": 87,
    "pdf_page_start": 81,
    "pdf_page_end": 88,
    "text": "[BOOK_PAGE 80 | PDF_PAGE 81]\nChapter 7: Magic \nSome of the most powerful weapons player \ncharacters have at their disposal in the \nAD&W game are magical spells. Through \nspells a player character can control earth- \nquakes, call lightning out of the sky, heal \ngrievous injuries, hurl explosive balls of \nfire, create barriers of stone, fire, and ice, \nand learn secrets long forgotten. These are \nonly a few of the things player characters \ncan do once they master the strange lore of \nspells. \nNot every character is capable of casting \nspells, however. This ability requires a cer- \ntain amount of aptitude, depending on the \ntype of spells cast. Wizard spells are best \nmastered by those with keen intelligence \nand patience for the long years of study that \nare required. Priest spells call for inner \npeace and faith and an intense devotion to \none's calling. \nThe vast majority of people in a fantasy \ncampaign lack these traits or have never had \nthe opportunity to develop them. The baker \nmay be a bright and clever fellow, but, fol- \nlowing in his father's footsteps, he has spent \nhis life learning the arts of bread making. \nThere has simply been no time in his life for \nthe study of old books and crumbling \nscrolls. The hard-working peasant may be \npious and upright in his faith, but he lacks \nthe time for the contemplative and scholarly \ntraining required of a priest. So it is only a \nfortunate few who have the ability and \nopportunity to learn the arcane lore of \nspellcasting. \nA few character classes have a limited \nability to cast spells. The ranger, through his \nclose association with nature, is able to cast \na few spells, though his choices are limited \nto his natural inclinations. The paladin, \nthrough his devotion and humility, can use \nsome of the spells of the priest. The bard, \nthrough luck, happenstance, curiosity, and \nperseverance, can manage a few wizard \nspells, perhaps by persuading a lonely mage \nto reveal his secrets. \nRegardless of their source, all spells fall \ninto the general categories of wizard or \npriest. Although some spells appear in both \ncategories, in general the categories differ in \nhow spells are acquired, stored, and cast. \nWizard Spells \nWizard spells range \nfrom spells of simple utility to great and \npowerful magics. The wizard spell group \nhas no single theme or purpose. The vast \nmajority of wizard spells were created by \nancient mages for many different purposes. \nSome are to serve the common man in his \neveryday needs. Others provide adventur- \ners with the might and firepower they need \nto survive. Some are relatively simple and \nsafe to use (as safe as magic can be); others \nare complicated, filled with hazards and \nsnares for the rash and unwary. Perhaps the \ngreatest of all wizard spells is the powerful \nand tricky wish. It represents the epitome of \nspell-casting-causing things to happen \nsimply because the mage desires it to be so. \nBut it is a long and difficult task to attain the \nmastery needed to learn this spell. \nAlthough some characters can use spells, \nthe workings of magic are dimly understood \nat best. There are many theories about \nwhere the power comes from. The most \ncommonly accepted idea is that the mysteri- \nous combination of words, gestures, and \nmaterials that make up a spell somehow \ntaps an extradimensional source of energy \nthat in turn causes the desired effect. Some- \nhow the components of the spells-those \nwords, gestures and materials-route this \nenergy to a specific and desired result. For- \ntunately, how this happens is not very \nimportant to the majority of wizards. It is \nenough to know that \"when you do this, \nthat happens .\" \nCasting a wizard spell is a very compli- \ncated ordeal. The process of learning the \ncorrect procedure to cast a spell is difficult \nand taxing to the mind. Thus a wizard must \ncheck to see if he learns each new spell \n(according to his Intelligence-see Table 4). \nFurthermore, there is a limit to just how \nmuch of this strangeness-illogical mathe- \nmatics, alchemical chemistry, structuralist \nlinguistics-a wizards mind can compre-\n\n[BOOK_PAGE 81 | PDF_PAGE 82]\ntl \nMagic (Schools) \nI \nhend, and 80 he must also live with a limit to \nthe number of spells he can know. \nAs the wizard learns speils, he records \ntheir arcane notes into his spell books. \nWithout spell books, a wizard cannot mem- \norize new spells. With them are all his \ninstructions for memorizing and casting all \nthe spells he knows. As the wizard success- \nfully learns a new spell, he carefully enters \nits formula into his spell books. A wizard \ncan never have a spell in his books that he \ndoes not know, because if he doesn't under- \nstand it, he cannot write the formula. Like- \nwise, he cannot enter a spell into his books \nthat is higher in level than he can cast. If he \nfinds an anaent tome with spells of higher \npower, he must simply wait until he \nadvances to a level at which he can use \nthem. \nThe exact shape and size of a character's \nspell books is a detail your DM will provide. \nThey may be thick tomes of carefullyinked \nparchment, crackling scrolls in bulky cases, \nor even weighty clay tablets. They are \nalmost never convenient to carry around. \nTheir exact form depends on the type and \nsetting of the campaign world your DM has \ncreated. \nUltimately, it is the memorization that is \nimportant. To draw on magical energy, the \nwizard must shape specific mental patterns \nin his mind. He uses his spell books to force \nhis mind through mental exerdses, prepar- \ning it to hold the final, twisted patterns. \nThese pattems are very complicated and \nalien to normal thought, so they don't regis- \nter in the mind as normal learning. To shape \nthese patterns, the wizard must spend time \nmemorizing the spell, twisting his thoughts \nand recasting the energy patterns each time \nto account for subtle changes-planetary \nmotions, seasons, time of day, and more. \nOnce a wizard memorizes a spell, it \nremains in his memory (as potential energy) \nuntil he uses the prescribed-components to \ntrigger the release of the energy patterns. \nThe mental patterns apparently release the \nenergy while the components shape and \nguide it. Upon casting, the energy of the \nspell is spent, wiped dean from the wizards \nmind. The mental patterns are lost until the \nwizard studies and memorizes that spell \nasain. \nThe number of spells a wizard can memo- \nrize is given by his level (see Table 21); he \ncan memorize the same spell more than \nonce, but each memorization counts as one \nspell toward his daily memorization limit. \nPart of a wizards intelligence can be seen in \nthe careful seieetion of spells he has memo- \nrized. \nMemorization is not a thing that happens \nimmediately. The wizard must have a clear \nhead gairmgd from a restful night's sleep and \nthen has to spend time studying his spell \nbooks. The mwunt of study time needed is \n10 minutes pr bel of the spell being mem- \norized. Thus, a 9th-level spell (the most \npowerful) would require 90 minutes of care- \nful study. Clearly, high-level spelkasters do \nnot lightly change their memorized spells. \nSpells remain memorized until they are \ncast or wiped from the character's mind by a \nspell or magical item. A wizard cannot \nchoose to forget a memorized spell to \nreplace it with another one. He can, how- \never, cast a spell just to cleanse his mind for \nanother spell. (The DM must make sure that \nthe wizard does not get experience for this.) \nSchools of Magic \nAlthough all wiz- \nard spells are learned and memorized the \nsame way, they fall into nine different \nschools of magic. A school of magic is a \ngroup of related spells. \nAbjuration spells are a group of special- \nized protective spells. Each is used to pre- \nvent or banish some magical or nonmagical \neffect or creature. They are often used to \nprovide safety in times of great danger or \nwhen attempting some other particularly \nAlteration spells cause a change in the \nproperties of some already existing thing, \ncreature, or condition. This is accomplished \nby magical energy channeled through the \nwizard. \nConjurution/summoning spells bring \nsomething to the caster from elsewhere. \nConjuration normally produces matter or \nitems from some other place. Summoning \nenables the caster to compel living creatures \nand powers to appear in his presence or to \nchannel extraplanar energies through him- \nself. \nfnchantment/chnrm spells cause a \nchange in the quality of an item or the atti- \ntude of a person or creature. Enchantments \ncan bestow magical properties on ordinary \nitems, while charms can unduly influence \nthe behavior of beings. \nGreater divinations are more powerful \nthan lesser divinations (see below). These \nspells enable the wizard to learn secrets long \nforgotten, to predict the future, and to \nuncover things hidden or cloaked by speIls. \nZflusions deal with spells to deceive the \nsenses or minds of others. Spells that cause \npeople to see things that are not there, hear \nnoises not made, or remember things that \nnever happened are aI1 illusions. \nZnuocation/Eaocation spelis channel \nmagical energy to create specific effects and \nmaterials. Invocation normally relies on the \nintervention of some higher agency (to \nwhom the spell is addressed), wNe evoca- \ntion enables the caster to directly shape the \nenergy. \nLesser diuinution spells are learnable by \nall wizards, regardless of their affiliation. \nThis school includes the most basic and vital \nspelh of the wizard-those he needs to prac- \n81 \ndangerous spell. \ntice other aspects of his craft. Lesser divina- \ntions include mad magic and detect magic. \nNecromancy is one of the most restrictive \nof all spell schools. It deals with dead things \nor the restoration of life, limbs, or vitality to \nliving creatures. Although a small school, \nits spells tend to be powerful. Given the \nrisks of the adventuring world, necromantic \nspells are considered quite useful. \nLearning Spells \nWhether a charac- \nter chooses to be a mage or a specialist in \none of the schools of magic, he must learn \nhis spells from somewhere. While it might \nbe possible for the exceptional wizard to \nlearn the secrets of arcane lore entirely on \nhis own, it isn't very likely. It is fat more \nlikely that your character was apprenticed \nto another wizard as a lad. This kindly \n(severe), loving (callous), understanding \n(ill-tempered), generous (mean-spirited), \nand upright (untrustworthy) master taught \nyour character everything he knows at the \nstart of the game. Then, when it was time, \nthe master sent him into the world (threw \nhim out) with a smile and a pat on the back \n(snarling with his foot on your character's \nbehind). \nOr perhaps your character studied at a \nproper academy for wizards (if your DM \nhas such things). There he completed his les- \nsons under the eye of a firm (mean) but \npatient (irritable) tutor who was ready with \npraise for good work (a cane for the slightest \nfault). But alas, your character's parents \nwere impoverished and his studies had to \nend (fed up with this treatment, your youth- \nful character fled during the night). \nAs you can see, there are a number of \nways your character might have led his \nspells. \nThe one good thing that mmes from your \ncharacter's studies is his initial spell baok. Et \nmay have been a gift from his school or he \nmay have stolen it from his hated master. \nWhatever the case, your character be@ns \nplay with a spell book containing up to a \nfew 1st-level spells. Your DM wiIl tell you \nthe exact number of spells and which spelts \nthey are. As your character adventures, he \nwill have the opportunity to add more spe& \nto his collection. \nWhen your character attains a new level, \nhe may or may not receive new spells. TMs \nis up to your DM. He may allow your char- \nacter to return to his mentor (ppvided he \ndeparted on good termsf) and add a few \nspells to his book. It may be possible for \nyour character to copy spells from the spell \nbook of another player character (with his \npennimion, of course). Or he may have to \nwait until he can find a spell book with new \nspells. How he gets his spells is one of the \nthings your DM decides. \nIn all cases, before he can add a new spell\n\n[BOOK_PAGE 82 | PDF_PAGE 83]\nto his spell book, you have to check to see if \nyour character learns that spell. The chance \nof learning a spell depends on your wizard's \nIntelligence, as given in Table 4. This chance \nmay be raised or lowered if your character is \na spedalist . \nllluolons \nOf all spells, those \nof the illusion school cause the most prob- \nlems. Not that they are more difficult for \nyour player character to cast, but these \nspells are more difficult for you to role-play \nand for your DM to adjudicate. Illusions \nrely on the idea of believability, which in \nturn relies on the situation and the state of \nmind of the victim. Your DM must deter- \nmine this for NPCs, which is perhaps an eas- \nier job. You must role-play this for your \ncharacter. \nSpells of this school fall into two basic \ngroups. Illusions are creations that manipu- \nlate light, color, shadow, sound, and some- \ntimes even scent. Higher level illusions tap \nenergy from other planes, and are actually \nquasi-real, being woven of extradimen- \nsional energies by the caster. Common illu- \nsions create appearances; they cannot make \na creature or object look like nothing (i.e., \ninvisible), but they can conceal objects by \nmaking them look like something else. \nPhantasms exist only in the minds of their \nvictims; these spells are never even quasi- \nreal. (The exceptions to this are the phuntas- \nmal force spells, which are actually illusions \nrather than phantasms.) Phantasms act \nupon the mind of the victim to create an \nintense reaction-fear being most common. \nThe key to successful illusions or phan- \ntasms is believability, which depends on \nthree main factors: what the caster' \nattempts, what the victim expects, and what \nis happening at the moment the spell is cast. \nBy combining the information from these \nthree areas, the player and the DM should \nbe able to create and adjudicate reasonable \nillusions and phantasms. \nWhen casting an illusion or phantasm, \nthe caster can attempt to do anything he \ndesires within the physical limits of the \nspell. Prior knowledge of the illusion cre- \nated is not necessary but is extremely useful. \nFor ample, suppose Dehorn dedes to \ncast a phantasmal force speU and can choose \nbetween creating the image of a troll (a crea- \nture she has seen and battled) OT that of a \nbeholder (a creature she has never seen but \nhas heard tem*~ng descriptions ofl. She can \neither use her memory to create a realistic \ntroll or use her imagination to create some- \nthing that may or may not look file a real \nbeholder. The troll, basad on her first-hand \nknowledge of these creatures. is going to \nhave lots of little details--a big nose, watts, \ngreen, scabby skin, and even a shambling \ntroll-like walk. Her illusion of a beholder will \nbe much less precise, just a floating ball with \none big eye and eyestalks. She doesn't know \nits color, sue, or behavior. \nThe type of image chosen by the caster \naffects the reaction of the victim. If the vic- \ntim in the above case has seen both a troll \nand a beholder, which will be more believ- \nable? Almost certainly it will be the troll, \nwhich looks and acts the way the victim \nthinks a troll should. He might not even rec- \nognize the other creature as a beholder since \nit doesn't look like any beholder he's ever \nseen. Even if the victim has never seen a troll \nor a beholder, the troll will still be more \nbelievable; it acts in a realistic manner, \n82 \nI \nwhile the beholder dues not. Thus spelkast- \ners are well-advised to create images of \nthings they have seen, for the same reason \nauthors are advised to write about things \nthey know. \nThe next important consideration is to \nask if the spell creates something that the \nvictim expects. Which of these two ill- \nwould be more believable-a huge dragon \nrising up behind a rank of attacking kobolds \n(puny little creatures) or a few ogres fonn- \ning a line behind the kobokk? Most ah- \nturers would find it hard to believe that a \ndragon would be working with kobolds. \nThe dragon is far too powerful to assodate \nwith such little shrimps. Ogres, however, \ncould very well work with kobolds- \nnon fodder. The key to a good illusion is to \ncreate something the victim does not expect \nbut can quickly accept. \nThe most believable illusion may be that \nof a solid wall in a dungeon, transforming a \npassage into a dead end. Unless the victim is \nfamiliar with these hallways, he has no rea- \nson not to believe that the wall is there. \nOf course, in a fantasy world many more \nthings can be believed than in the real \nworld. Flames do not spring out of nowhere \nin the red world, but this can happen in a \nfantasy world. The presence of magic in a \nfantasy world makes victims more willing \nto accept things our logic tells us cannot \nhappen. A creature appearing out of \nnowhere could be an illusion or it could be \nbossing them around and using them as can- \nsummoned. At the same time, you must \nremember that a properly role-played char- \nacter is familiar with the laws of his world. \nIf a wall of flames appears out of nowhere, \nhe will look for the spellcaster. A wall \nblocking a corridor may cause him to check \nfor secret doors. If the illusion doesn't con- \nform to his idea of how things work, the \ncharacter should become suspicious. This is \nsomething you have to provide for your \ncharacter and something you must renaem- \nber when your charaaer attempts to use \nillusions. \nThis then leads to the third factor in the \nbelievability of an illusion, how appropriate \nthe illusion is for the situation. As men- \ntioned before, the victim is going to have \ncertain kxpectations about any given \nencounter. The best illusions reinforce these \nexpectations to your character's advantage. \nImagine that your group runs into a war \nparty of ora in the local forest. What could \nyou do that would reinforce what the om \nmight already believe? They see your \ngroup, armed and ready for batde. They do \nnot know if you are alone or are the advance \nguard for a bisger troop. A good illusion \ncould be the glint of metal and spear points \ncoming up behind your party. Subtlety has \nits uses. The orcs will likely interpret your \nillusion as reinforcements to your group, \nenough to discourage them from attacking.\n\n[BOOK_PAGE 83 | PDF_PAGE 84]\n\n\n[BOOK_PAGE 84 | PDF_PAGE 85]\n-- Magic (Priest Spells) \nU \nHowever, the limitations of each spell \nmust be considered when judging appropri- \nateness. A phantasmal force spell creates \nvision only. It does not provide sound, light, \nor heat. In the preceding situation, creating \na troop of soldiers galloping up behind you \nwould not have been believable. Where is \nthe thunder of hooves, the creak of saddle \nleather, the shouts of your allies, the clank \nof drawn metal, or the whinny of horses? \nOra may not be tremendously bright, but \nthey are not fooled that easily. Likewise, a \ndragon that suddenly appears without a \nthunderous roar and dragonish stench isn‘t \nlikely to be accepted as real. A wise spell- \ncaster always considers the limitations of his \nillusions and finds ways to hide their weak- \nnesses from the enemy. \nAn illusion spell, therefore, depends on \nits believability. Believability is determined \nby the situation and a saving throw. Under \nnormal circumstances, those observing the \nillusion are allowed a saving throw vs. spell \nif they actively disbelieve the illusion. For \nplayer characters, disbelieving is an action \nin itself and takes a round. For NPCs and \nmonsters, a normal saving throw is made if \nthe DM deems it appropriate. The DM can \ngive bonuses or penalties to this saving \nthrow as he thinks appropriate. If the caster \nhas cleverly prepared a realistic illusion, this \ncertainly results in penalties on the victim’s \nsaving throw. If the victim were to rely \nmore on mt than sight, on the other hand, \nit could gain bonuses to its saving throw. If \nthe saving throw is passed, the victim sees \nthe illusion for what it is. If the saving throw \nis failed, the victim believes the illusion. A \ngood indication of when player characters \nshould receive a positive modifier to their \nsaving throws is when they say they don’t \nbelieve what they see, especially if they can \ngive reasons why. \nThere are rare instances when the saving \nthrow may automatically succeed or fail. \nThere are times when the illusion created is \neither so perfect or so utterly fantastic as to \nbe impossible even in a fantasy world. Be \nwarned, these occasions are very rare and \nyou should not expect your characters to \nbenefit from them more than once or twide. \nIn many encounters, some party mem- \nbers will believe an illusion while others see \nit for what it really is. In these cases, reveal- \ning the truth to those deluded by the spell is \nnot a simple matter of telling them. The \nmagic of the spell has seized their minds. \nConsidered from their point of view, they \nsee a horrible monster (or whatever) while a \nfriend is telling them it isn’t real. They know \nmagic can affect people‘s minds, but whose \nmind has been affected in this case? At best, \nhaving an illusion pointed out grants \nanother saving throw with a +4 bonus. \nIllusions do have other limitations. The \ncaster must maintain a show of reality at all \ntimes when conducting an illusion. (If a \nsquad of low-level fighters is created, the \ncaster dictates their hits, misses, damage \ninflicted, apparent wounds, and so forth, \nand the referee decides whether the bounds \nof believability have been exceeded.) Main- \ntaining an illusion normally requires con- \ncentration on the part of the caster, \npreventing him from doing other things. \nDisturb him and the illusion vanishes. \nIllusions are spells of trickery and deceit, \nnot damage and destruction. Thus, illusions \ncannot be used to cause real damage. When \na creature is caught in the blast of an illu- \nsionary fireball or struck by the claws of an \nillusionary troll, he thinks he takes damage. \nThe DM should record the illusionary dam- \nage (but tell the player his character has tak- \nen real damage). If the character takes \nenough damage to ”die,” he collapses in a \nfaint. A system shock roll should be made \nfor the character. (His mind, believing the \ndamage to be real, may cause his body to. \ncease functioning!) If the character survives, \nhe regains consciousness after ld3 turns \nwith his illusionary damage healed. In most \ncases, the character quickly realizes that it \nwas all an illusion. \nWhen an illusion creates a situation of \ninescapable death, such as a giant block \ndropping from the ceiling, all thotie believ- \ning the illusion must roll for system shock. If \nthey fail, they die--killed by the sheer terror \nof the situation. If they pass, they are \nallowed a new saving throw with a +4 \nbonus. Those who pass recognize the illu- \nsion for what it is. Those who fail faint for \nld3 turns. \nIllusions do not enable characters to defy \nnormal physical laws. A illusionary bridge \ncannot support a character who steps on it, \neven if he believes the bridge is real. A illu- \nsionary wall does not actually cause a rock \nthrown at it to bounce off. However, affect- \ned creatures attempt to simulate the reality \nof what they see as much as possible. A \ncharacter who falls into an illusionary pit \ndrops to the ground as if he had fallen. A \ncharacter may lean against an illusionary \nwall, not realizihg that he isn’t actually put- \nting his weight on it. If the, same character \nwere suddenly pushed, he would find him- \nself falling through the very wall he thought \nwas solid! \nIllusions of creatures do not automati- \ncally behave like those creatures, nor do \nthey have those creatures’ powers. This \ndepends on the caster‘s ability and the vic- \ntim‘s knowledge of the creatures. Illusion- \nary creatures fight using the caster’s combat \nability. They take damage and die when \ntheir caster dictates it. An illusory orc could \ncontinue to fight, showing no damage, even \nafter it had been struck a hundred or a thou- \nsand times. Of course, long before this its \nattackers will become suspicious. Illusion- \nary creatures can have whatever special \nabilities the caster can make appear (i.e., a \n84 \ndragon‘s fiery breath or a troll’s regenera- \ntion), but they do not necessarily have \nunseen splrial abilities. There is no way a \ncaster can create the illusion of a basilisk’s \ngaze that huns people to stone. However, \nthese abilities might be manifested through \nthe fears of the victims. For example, Rath \nthe fighter meets an illusionary basilisk. \nRath has fought these beasties befare and \nknows what they can do. His gaze acciden- \ntally locks with that of the basilisk. Primed \nby his own kars, Rath must make a system \nshock roll to remain alive. But if Rath had \nnever seen a basilisk and had no idea that \nthe creature’s gaze could turn him to stone, \nthere is no way his mind could merate the \nfear necessary-to kill him. Sometimes igno- \nrance is bliss! \nPriest Spells \nThe spells of a \npriest, while sometimes having powers simi- \nlar to those of the wizard, are quite different \nin their overall tone. The priest’s role, more \noften than not, is as defender and guide for \nothers. Thus the majority of his spells work \nto aid others or provide some service to the \ncommunity in which he lives. Few of his \nspells are truly offensive, but many can be \nused cleverly to protect or defend. \nLike the wizard, the priest‘s level deter- \nmines how many spells he retains. He must \nselect these spells in advance, demonstrat- \ning his wisdom and far-sightedness by \nchoosing those spells he thinks will be most \nuseful in the trials that lurk ahead. \nUnlike the wizard, the priest needs no \nspell book and does not roll to see if he \nlearns spells. Priest spells are obtained in an \nentirely different manner. To obtain his \nspells, a priest must be faithful to the cause \nof his deity. If the priest feels confident in \nthis (and most do), he can pray for his \nspells. Through prayer, the priest humbly \nand politely requests those speIls he wishes \nto memorize. Under nod circumstances, \nthese spells are then granted. \nA priest‘s spell selection is limited by his \nlevel and by the different spheres of spells. \n(The spheres of influence, into which priest \nspells are divided, can be found on pages.) \nWithin the major spheres of his deity, a \npriest can use any spel1 of a given level when \nhe is able to cast spells of that level. Thus, a \ndruid is able to cast any 2nd-level plant \nsphere spells when he is able to cast 2nd- \nlevel spells. For spells belonging to the \nminor spheres of the priest’s deity, he can \ncast spells only up to 3rd level. The knowl- \nedge of what spells are available to the priest \nbecomes instantly clear as soon as he \nadvances in level. This, too, is bestowed by \nhis deity. \nPriests must pray to obtain spells, as they \nare requesting their abilities from some \ngreater power, be it their deity or some \n’ \nI\n\n[BOOK_PAGE 85 | PDF_PAGE 86]\nintermediary agent of this power. The con- \nditions for praying are identical to those \nneeded for the wizards studying. Clearly \nthen, it behooves the priest to maintain him- \nself in good standing with this power, \nthrough word and deed. Priests who slip in \ntheir duties, harbor indiscreet thoughts, or \nneglect their beliefs, find that their deity has \nan immediate method of redress. If the \npriest has failed in his duties, the deity can \ndeny him spells as a clear message of dissat- \nisfaction. For minor infractions, the deity \ncan deny minor spells. Major failings result \nin the denial of major spells or, even worse, \nall spells. These can be regained if the char- \nacter immediately begins to make amends \nfor his errors. Perhaps the character only \nneeds to be a little more vigilant, in the case \nof a minor fault. A serious transgression \ncould require special service, such as a quest \nor some great sacrifice of goods. These are \nthings your DM will decide, should your \ncharacter veer from the straight and narrow \npath of his religion. \nFinally, your DM may rule that not all \ndeities are equal, so that those of lesser \npower are unable to grant certain spells. If \nthis optional rule is used, powers of demi- \ngod status can only grant spells up to the 5th \nspell level. Lesser deities can grant6th-level \nspells, while the greater deities have all spell \nlevels available to them. You should inquire \nabout this at the time you create your char- \nacter (and decide which deity he worships), \nto prevent any unwelcome surprises later \non. \nCasting Spells \nBoth wizards and \npriests use the same rules for casting spells. \nTo cast a spell, the character must first have \nthe spell memorized. If it is not memorized, \nthe spell cannot be cast. The caster must be \nable to speak (not under the effects of a \nsilence spell or gagged) and have both arms \nfree. (Note that the optional spell compo- \nnent rule [following section] can modify \nthese conditions.) If the spell is targeted on a \nperson, place, or thing, the caster must be \nable to see the target. It isnot enough to cast \na fireball 150 feet ahead into the darkness; \nthe caster must be able to see the point of \nexplosion and the intervening distance. \nLikewise, a magic missile (which always hits \nits target) cannot be fired into a group of \nbandits with the instruction to strike the \nleader; the caster must be able to identify \nand see the leader. \nOnce the casting has begun, the character \nmust stand still. Casting cannot be accom- \nplished while riding a roughly moving beast \nor a vehicle, unless special efforts are made \nto stabilize and protect the caster. Thus a \nspell cannot be cast from the back of a gal- \nloping horse under any conditions, nor can \na wizard or priest cast a spell on the deck of \nr \na ship during a storm. However, if the caster \nwere below decks, protected from the wind \nand surging waves, he could cast a spell. \nWhile it is not normally possible to cast a \nspell from a moving chariot, a character \nwho was steadied and supported by others \ncould do so. Your DM will have to make a \nruling in these types of extraordinary condi- \ntions. \nDuring the round in which the spell is \ncast, the caster cannot move to dodge \nattacks. Therefore, no AC benefit from \nDexterity is gained by spellcasters while \ncasting spells. Furthermore, if the spelkast- \ner is struck by a weapon or fails to make a \nsaving throw before the spell is cast, the \ncaster's concentration is disrupted. The spell \nis lost in a fizzle of useless energy and is \nwiped clean from the memory of the caster \nuntil it can be rememorized. Spellcasters are \nwell advised not to stand at the front of any \nbattle, at least if they want to be able to cast \nany spells! \n85 \nI \nI \nacter casts a spell, it is assumed that he \ndoing something to activate that sp \nHe may utter a few words, wave \nhand around a couple of times, wigg \nhis toes, swallow a live spider, etc. Bu \nunder the standard rules, you don't have \nto know exactly what he does to activate \nthe spell. Some of this can be answeredif\n\n[BOOK_PAGE 86 | PDF_PAGE 87]\nMagic (Magical Research) \n;omatic components require free \nures (thus the caster cannot be boun \nield); material components must \nossed, dropped, burned, eaten, brok \nIf the spell components op \nused in your campaign, your wizard or \npriest must have these items to cast the \nspell. Without them, he is helpless, even \nif the spell is memorized. For simplicity \nof play, it is best to assume that any spell- \nr with any sense has a supply of the \nmon items he is likely to need-wax, \ners, paint, sand, sticks, and fluff, \nr examule. For expensive and rare \nThe three different aspects of spe \nstures could be cast even within \ndius of a silence spell. Most \nire a combination of co \nclever spellcasters often \n1s that need only a word o \nch \nOne oft-ignored as \nset of both wizards and priests is magica \nresearch. While the spell lists for bot1 \ngroups offer a wide variety of tools anc \neffects, the clever player character cai \nquickly get an edge by researching his ow1 \nspells. Where other spellcasters may fa1 \nquickly into tired and predictable pattem \n(\"Look, it's a magel (kt ready for the fire \nball, guys!\"), an enterprising character ca~ \ndeliver sudden (and nasty) surprksl \nAlthough your DM has the rules for han \ndling spell research, there are some thiig \nyou should know about how to proceed \nFirst and foremost, research means that yo1 \nand your DM will be working together to \nexpand the game. This is not a jobhe does \nfor you! Without your input, nothing hap \npens. Second, whatever your character \nresearches, it cannot be more powd than \nthe spells he is already able to cast. If it is, \nyou must wait until your character can cast \nspells of an equal power. (Thus, as a 1st- \nlevel wizard, you cannot research a spell \nthat is as powerful as a fireball. You must \nwait until yourcharactercancastafireball.) \nFinally, you will have to be patient and will- \ning to have your character spend some \nmoney. He won't create the spell immedi- \nately, as research takes time. It also takes \nmoney, so you can exjwct your DM to use \nthis opportunity to relieve your character of \nsome of that excess cash. But, after all, how \nbetter for a spellcaster to spend his money? \nKnowing these things, you should first \nwrite up a description of the spell you want \nto create. Be sure to include information on \ncomponents, saving throws, range, dura- \ntion, and all the other entries you find in the \nnormal spell listings. When you give your \nDM the written description, tell him what \nyou want the spell to do. (Sometimes what \nyou write isn't really what you mean, and \ntalking to your DM is a good way to prevent \nconfusion.) After this, he will either accept \nor reject yous: spell. This is his choice and \nnot all DMs will have the same answer. \nDon't kick and complain; find out what \nchanges are needed to make the spell accept- \nable. You can probably iron out the differ \nOnce all these things are done, your char- \nacter can research the spell. Be ready for this \nto take some time. Eventually he will suc- \nceed, dthough the spell may not do quite \nwhat he expected. Your DM may revise the \nspell, perhaps reducing the area of effect or \ndamage inflicted. Finally, all you have to do \nis name your spell. This should be some- \nthing suitably pompous, such as \"Del- \nsenora's Malevolent Steamroller.\" After all, \nyou want something to impress the locals! \nenCes. \nSpell Descr€pti&s \nThe spells are orga- \nnized according to their group (priest or \nwizard) and level, starting on page 131. \nWithin each level, the spells are arranged \nalphabetically. At the start of each spell \ndescription is the following important game \ninformation: \nName: Each spell is identified by name. In \nparentheses after the name is the school (for \nwizard spells) to which that spell belongs. \nWhen more than one is listed, that spell is \ncommon to all schools given. \nSome spells are reversible (they can be \ncast for an effect opposite to that of the \nstandard spell). This is noted after the spell \nname. Priests with reversible spells must \nmemorize the desired version. For example, \n86 \na priest who desires a cause light wounds \nspell must petition for this form of the are \nlight wounds spell when medita- and \npraying. Note that severe penalties can \nresult if the spell choice is at variance with \nthe priest's alignment (possible pedties \ninclude denial of specific speils, entire spelr \nlevels, or even all spells for a certain peri- \nod). The exact result (if any) depencts on the \nreaction of the priest's patron deity, as deter- \nmined by the DM. \nReversible wizard spells operate simi-. \nWhen the spell is learned, both forms 813 \nrecorded in the wizard's spell books. HOW- \never, the wizard must decide which version \nof the spell he desires to cast when memoriz- \ning the spell, unless the -11 description spe- \ncifically states ohenwe * . For example, a \nwizard who has 'kmorized stone to flesh \nand desires to cast flesh to stone must wait \nuntil the latter form of the spell can be mem- \norized(i.e., rest eight hoursandstudy). If he \ncould memorize two 6th-level spek he \ncould memorize each version once or one \nversion twice. \nSchool: In parentheses after the spell \nname is the name of the school of magic to \nwhich the spell belongs. For wizard spells, \nthis defines which spells a wizard specialist \ncan learn, depending on the wizards school \nof specialization. For priest spells, the \nschool notation is used only for reference \npurposes, to indicate which school the spell \nis considered to belong to, in case the DM \nneeds to know for spell resistance (e.g., \nelves' resistance to charm spells). \nSphere: This entry appears only for priest \nspells and identifies the sphere or spheres \ninto which that spell falls. \nRange: This lists the distance from the \ncaster at which the spell effect occurs or \nbegins. A \"0\" indicates the spell can be used \non the caster only, with the effect clnbodied \nwithin or emanating from him. 'Touch \nmeans the caster can use the spell on others \nif he can physically touch them. Unless oth- \nerwise specified, a11 other spells are centered \non a point visible'to the caster and within \nthe range of the spell. The point can be a \ncreature or object if desired. In general, a \nspell that affects a limited number of crea- \ntures within an area affects those closest to \nthe center of the area bt, unless there are \nother parameters operating (such as level or \nHit Dice). Spells can be cast through narrow \nopenings only if both the caster's vision and \nthe spell energy can be directed simultane- \nously through the opening. A wizard stand- \ning behind an arrow slit can cast through it; \nsending a fireball through a small peephole \nhe is peering through is another matter. \nComponents: This lists the category of \ncomponents needed, V for verbal, S for \nsomatic, and M for material. When material \ncomponents are required, these are listed in \nthe spell description. Spell components are \nexpended as the spell is cast, unless other-\n\n[BOOK_PAGE 87 | PDF_PAGE 88]\nit \nMagic (Spell Descriptions) \nwise noted. Clerical holy symbols are not \nlost when a spell is cast. For cases in which \nmaterial components are expended at the \nend of the spell (free action, shapechange, \netc.), premature destruction of the compo- \nnents ends the spell. \nDuration: This lists how long the magical \nenergy of the spell lasts. Spells of instanta- \nneous duration come and go the moment \nthey are cast, although the results of these \nspells may be permanent and unchangeable \nby normal means. Spells of permanent \nduration last until the effects are negated by \nsome means, usually by a dispel magic. \nSome spells have a variable duration. In \nmost cases, the caster cannot choose the \nduration of spells. Spells with set durations \n(e.g., 3 roundsAeve1) must be kept track of \nby the player. Spells of variable duration \n(e.g., 3 + ld4 rounds) are secretly rolled \nand recorded by the DM. Your DM may \nwarn you when spell durations are \napproaching expiration, but there is usually \nno sign that a spell is going to expire; check \nwith your DM to determine exactly how he \nhandles this issue. \nCertain spells can be ended at will by the \ncaster. In order to dismiss these spells, the \noriginal caster must be within range of the \nspell’s center of effect-within the same \nrange at which the spell can be cast. The \ncaster also must be able to speak words of \ndismissal. Note that only the original caster \ncan dismiss his spells in this way. \nCasting Time: This entry is important, if \nthe optional casting time rules are used. If \nonly a number is given, the casting time is \nadded to the caster’s initiative die rolls. If \nthe spell requires a round or number of \nrounds to cast, it goes into effect at the end \nof the last round of casting time. If \nDelsenora casts a spell that takes one round, \nit goes into effect at the end of the round in \nwhich she begins casting. If the spell \nrequires three rounds to cast, it goes into \neffect at the end of the third round. Spells \nrequiring a turn or more go into effect at the \nend of the stated turn. \nArea of Effect: This lists the creatures, \nvolume, dimensions, weight, etc., that can \nbe affected by the spell. Spells with an area \nor volume that can be shaped by the caster \nwill have a minimum dimension of 10 feet in \nany direction, unless the spell description \nspecifically states otherwise. Thus a cloud \nthat has a 10-foot cube per caster level \nmight, when cast by a 12th-level caster, \nhave dimensions 10’ x 10‘ x 120’, 20’ x \n20‘ X 30’, or any similar combinafion that \ntotals twelve 10-foot cubes. Combinations \nsuch as 5‘ X 10‘ X 240’ are not possible \nunless specifically allowed. \nSome spells (such as bless) affect the \nfriends or enemies of the caster. In all cases, \nthis refers to the perception of the caster at \nthe time the spell is cast. For example, a cha- \notic go.od character allied with a lawful neu- \ntral cleric would receive the benefits of the \nlatter’s bless spell. \nSaving Throw: This lists whether the spell \nallows the target a saving throw and the \neffect of a successful save: “Neg.” results in \nthe spell having no effect; “Vz“ means the \ncharacter suffers half the normal amount of \ndamage; “none” means no saving throw is \nallowed. \nWisdom adjustments to saving throws \napply to enchantment/charm spells. \nSolid physical barriers provide saving \nthrow bonuses and damage reduction. Cov- \ner and concealment may affect saving \nthrows and damage (the DM has additional \ninformation about this). \nA creature that successfully saves against \na spell with no apparent physical effect \n(such as a cham, hold, or magic jar) may \nfeel a definite force or tingle that is Charac- \nteristic of a magical attack, if the DM \ndesires. But the exact hostile spell effect or \ncreature ability used cannot be deduced \nfrom this tingle. \nA being‘s camed equipment and posses- \nsions are assumed to make their saving \nthrows against special attacks if the creature \nmakes its saving throw, unless the spell spe- \ncifically states otherwise. If the creature fails \nits saving throw, or if the attack form is par- \nticularly potent, the possessions may \nrequire saving throws using either item sav- \ning throws (see the DMG) or the being’s sav- \ning throw. The DM will inform you when \nthis happens. \nAny character can voluntarily forgo a \nsaving throw. This allows a spell or similar \nattack that normally grants a saving throw \nto have full effect on the character. Like- \nwise, any creature can voluntarily lower its \nmagic resistance allowing a spell to auto- \nmatically function when cast on it. Forgoing \na saving throw or magic resistance roll need \nnot always be voluntary. If a creature or \ncharacter can be tricked into lowering \nresistance, the spell will have full effect, \neven if it is not the spell the victim believed \nhe was going to receive. The victim must \nconsciously choose to lower his. resistance; \nit isnot sufficient that heis caught off guard. \nFor example, a character would receive a \nsaving throw if a mage in the party suddenly \nattacked him with a fireball, even if the \nmage had been friendly to that point. How- \never, the same character would not receive a \nsaving throw if the mage convinced Mm \nthat he was about to receive a levitation \nspell but cast a fireball instead. Your QM \nwill decide when NPCs have lowered tM \nresistances. You must tell your DM wh \nyour character is voluntarily lowering \nresistance. \nSpell Jhcdption: The text provi \ncomplete description of how the spell func- \ntions and its game effects. It covers mast \ntypical uses of the spell, if there are more \nthan one, but cannot deal with every possi- \nble application players might find. in these \ncases, the spell information in the text \nshould provide guidance on how to ad*- \ncate the situation. \nSpells with multiple functions enable the \ncaster to select which function he wants to \nuse at the time of casting. Usually a single \nfunction of a multiple-function spell is \nweaker than a single-function spell of the \nsame level. \nSpell effects that give bonuses or penal \nto abilities, attack rolls, damage Falls \ning throws, etc., are not usually cumu \nwith each other or with other magic: the \nstrongest single effect applies. For example, \na fighter drinks a potion of giant strength \nand then receives the 2nd-level wizard spell \nstrength. Only the strongest magic (the \npotion) is effective. When the potiofi’k dum- \ntion ends, however, the strength speil is still \nin effect, until its duration also expires."
  },
  "mechanics": {
    "extraction_mode": "book_page_range_concat"
  }
}