{
  "schema_version": "1.0.0",
  "category": "rules_chapter",
  "tags": [
    "add_2e",
    "player_handbook",
    "chapter",
    "chapter_10"
  ],
  "summary": "Kapitel 10: treasure. Buchseiten 107-110.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "chapter_number": 10,
    "chapter_slug": "treasure",
    "book_page_start": 107,
    "book_page_end": 110,
    "pdf_page_start": 108,
    "pdf_page_end": 111,
    "text": "[BOOK_PAGE 107 | PDF_PAGE 108]\nHidden out there in the campaign world are \ngreat treasures awaiting discovery. Andent \ndragons rest on huge hordes of gold, silver, \nand gems. Orc chieftains greedily garner the \nloot from the latest raid. Mindless jellies \nooze through the bones and armor of unfor- \ntunate souls. Foul lords of darkness cun- \nningly leave small fortunes apparently \nunguarded, like spiders luring in the flies. \nStooped wizards assemble shelves of arcane \nmagical items. Some treasures, like those of \ndragons, are gathered and horded for rea- \nsons fully understood only by their collec- \ntors. Others are gathered for more mundane \nrare few troves date From eons before, their \nowners long dead and forgotten. Some trea- \nsure hordes are small, such as the pickings \nof a yellow mold. Others are enormous, \nsuch as the Tyrant King's treasury. Trea- \nsures may be free for the taking or fiercely \ntrapped and watched over. \npurpoge~--po~er, l~rmry, and security. A \nTreasure Types \nTreasure comes in \nmany different forms and sizes, ranging \nfrom the mdane to the exotic. There are \nof course coins of copper, silver, gold, elec- \ntrum, and platinum. But precious metals \ncan also be shaped into gilded cups, etched \nbowls, or even silverware. Characters know \nthe value of coins and will have no difficulty \nestablishing their worth in most cases. How- \never, ancient treasure hordes may contain \ncoins no 1- used. It may be that these \ncan be sold only by their weight. Objects \nmade of valuable metal are even more diffi- \ncult to appraise. Either the characters must \nfind a goldsmith who can value the item and \na buyer willing to pay a fair price, or these \ntoo must be melted down for their metal. In \nlarge cities this is not too difficult. There are \nalways appraisers and fences handy, \nalthough getting full value might be diffi- \ncult. (Acarsations of theft are another small \nently valuable bowl dd actually be base \nmetal plated in silver. The metal of coins \ncould be debased with copper or brass. \nWeights couM be rigged to give false prices. \nCharacters must find merchants they can \ntrust. \nGems are attother common form of trea- \nsure and here player characters are even \nmore depmdent on others. Unless the party \nhas a skilled appraiser of precious stones, \nthey're going to have to trust others. After \nall, those red stones they found in the last \ntreasure could be cheap glass, richly colored \nbut only marginally valuable quartz, semi- \nprecious garnets, or valuable rubies. Again, \nthe player characters are going to have to \nfind a jeweler they can trust and be watchful \nfor cheats and scams. However, truly tricky \nDMs minhs Dresent your characters with \nuncut gems. These are almost impossible for \nthe untrained eye to spot or appraise. Most \ncharacters (and most players) are not going \nto realize that a piece of unremarkable stone \ncan be a valuable gem when properly cut. \nPerhaps the most difficult of all treasure \nitems to appraise are objects of artistic val- \nue. While gems cut or uncut are valuable, \ntheir worth can be greatly increased when \nused in a piece of jewelry. Gold is valuable \nby weight, but even more 80 when fash- \nioned into a cup or pin. Dwarven craftsmen \nfrom hidden communities practice the finest \narts of gem-cutting, while gnomish artisans \nin earthen burrows labor away on elaborate \ngold and silver filigrees. Ancient elven carv- \nings, done in exquisitely grained woods, \nstand side by side with the purest of statues \nchineled by man. All of these have a value \nthat goes far beyond their mere materials. \nBut artistic creations seldom have a fixed \nvalue. Their price depends on the player \ncharacters fink a buyer and that person's \nwillingnem to buy. A few large cities may \nhave brokers in arts, merchants who know \nthe right people and are willing to act as go- \nbetweens. Most of the time, however, the \nplayer characters have to go to the effort of \npeddling their wares personally. This \nrequires tact and delicacy, for such items are \nseldom bought by any but the wealthy and \nthe wealthy often do not like stooping to \nbusiness negotiations. Player characters \nmust carefully avoid giving insult to the \nbarons, dukes, counts, and princes they \nmight deal with. \nFinally, there are the truly Yd things \nyour character un find--furs, exotic ani- \nmals, spices, rare spell components, or even \ntrade goods. As with art Objects, the vh \nof these items are highly subjective. Erst the \nplayer characters have to find a buyer. This \nis not too difficult for everyday things, such \nas furs or trade goods, but it can be a tre- \nmendous enterprise if you have a spell com- \nponent that is usdcll only to the most \npowerful of wizards. Next the PCs must \nhaggle about the price. Eurrieft and mer- \nchants do this as a matter of course. - \nhasgte because they hope the PCs do not \nknow the true valw of what they hold or \nbecause they themselves do not know. After \nall this, the PCs might be able to dl their \ngoods. However, if you enter into this in the \ntrue spirit of role-playing and see it as part \nof the adventure, the whole process is \nenjoyable. \nMagical Items \nThetreasure8men- \ntioned thus far are all monetary. Their use- \nfulness is immediate and obvious. They give \ncharacters wealth, and with wealth comes \npower and influence. However, there are \nother treasures, very desirable ones, that \nyour characters will not want to sell or give \n77 \naway. These are the magical items that your \ncharacters find and use. \nAlthough priests and wizards can make \nmagical items (according to the gakklhs \nyour DM has for magical nseuch), it is far \nmore common for charmem to find these \nitemsduringthecourseofadvmturrs.~- \nical items are powerful aids for charactas. \nWith them, characters can gain bonuses m \ncombat, cast spells with the mere uHrrantc \nof a word, withstand the fiercest fire, and \nperform feats impossible by any otkr \nknown means. Not all magical items are \nbenefiaal, however. Some are cursed. the \nresult of faulty magical construction or, \nvery rarely, the deliberate handiwork of \nsome truly mad or evil wizard. \nare many differen \nyour character can find, but they all fa \na few basic categories. Each type of magical \nitem has pmperties you shouki be ware of. \nMa@d Wkaponr There can be a magi- \ncal version of nearly any type of normal \nweapon, although there are admittedly few \nmagical bardiches or guisanne-voulges. By \nfar the most common magical weapons are \nswords and daggers. A magical weapon typ- \nically gives a + 1 or greater bonus to attack \nrob, increasing a character's chance to hit \nand cause damage. Perhaps magical swords \nare quicker on the attack, or maybe they're \nsharper than normal steel-the explanation \ncan be whatever the DM desires. Whatever \nthe reason, magical weapons give dts far \nbeyond those of even the hesr-craftgd non- \nmagical blade. \nA rare few weapons have even greater \nPO-. These may allow your character to \nsense danger, heal wounds, float in mid-air, \nor have the most amazing luck. The rarest \nof the rare' can actually communicate with \nyour character and are imbued with an \nother-worldly intelligence. While the most \npowerful of magical weapons, these clever \ninstruments of destruction sometimes seek \nto impose their wills on their owners. \nWhen you find a magical weapon, more \nthan likely you do not know its properties. \nSome functions, such as the advantage it \ngives you in combat, can be learned by trial \nand error. Other properties must be learned \nthrough research and spells. Ancient histo- \nries and legend lore spells can provide infor- \nmation on the properties of your weapon. \nOn rare occasions, properties are discov- \nered through blind luck. Simply command- \ning the weapon to activate one power after \nanother (hoping it will suddenly spring to \nlife) works only for the most minor \nrbilities--detecting danger, opottins secret \nI\n\n[BOOK_PAGE 108 | PDF_PAGE 109]\nI Treasure (Magical Items) \ndoors, or locating treasure. Greater abilities \nrequire that specific commands be uttered, \nperhaps in long-forgotten languages. \nMagical Armor: Enchanted armors are \nthe complements to magical weapons. \nThese armors have a + 1 or better bonus to \ntheir normal Armor Class, being made of \nstuff stronger and finer than nonmagical \narmor. Furthermore, these armors grant \nsome measure of protection against attacks \nthat normal armors would not stop. Chain \nmail +I, for instance, improves the charac- \nter's saving throw against the fiery breath of \na dragon by 1, thus providing more than \njust a physical shield. In rare instances, \narmor may possess extraordinary powers. \nAlthough such armors are generally finely \nmade and elaborately engraved, characters \ncan discover the armors' powers only by the \nsame methods they 'use to discover the \npowers of magical weapons. \nPotions and Oils: Magical potions and \noils are easily found but hard to identify. \nThey come in small bottles, jugs, pots, or \nvials and clearly radiate magic if a detection \nspell is used. However, the effect of any \npotion is unknown until some brave soul \ntries a small sample. The results can be quite \nvaried. The imbiber may discover he can \nfloat or fly, resist great heat or cold, heal \ngrievous wounds, or fearlessly face the \ngreatest dangers. He may also find himself \nhopelessly smitten by the first creature he \n0 \nsees or struck dead by a powerful poison. It \nis a risk that must be taken to learn the \nnature of the potion. \nScrolls: Scrolls are a convenience and lux- \nury for spellcasters. By reading the incanta- \ntion written on the pages, the priest or \nwizard can instantly cast that spell. He does \nnot need to memorize it, have the material \ncomponents handy, or do any of the things \nnormal spellcasting requires. Experienced \nand powerful wizards normally spend their \nevenings preparing such scrolls for their \nown adventuring use. \nSome scrolls are usable by all characters, \ngranting special but temporary protections \nfrom various dangers-evil creatures, were- \nwolves, powerful beings from other planes, \netc. Other scrolls bear hideous or humorous \ncurses, brought into effect at the mere read- \ning of their titles. Unfortunately, the only \nway to know what a scroll contains is to \nsilently scan its contents. For scrolls con- \ntaining wizard spells, this requires the use of \na read magic spell. Other scrolls can be read \nby all. This scan does not cast the spell writ- \nten on the scroll, but it tells the character \nwhat is written there (and exposes him to \nthe effects of curses). Once the scroll is read, \nit can be used at any time in the future by \nthat character. \nRings: Magical rings are usable by many \ndifferent classes and bestow a wide range of \npowers, from pyrotechnic displays to wish- \nes. While the aura of a magical ring can be \ndetected, its properties cannot be discov- \nered until it is worn and the command word \nis uttered. (The command word is most \ncommonly found inscribed on the inside of \nthe band.) As with all magical items, some \nrings can harm your character. Worse still, \ncursed rings can be removed only with the \naid of spells! \nWands, Staves, and Rods: These are \namong the most powerful of standard magi- \ncal items. Wands are commonly used by \nwizards, allowing them to cast powerful \nspells with the flick of a wrist. Staves can be \nused by either a wizard or a priest. Staves \ncan be truly destructive, dwarfing even the \npotential of a wand. Rods are the rarest of \nall, the accouterments of witch-kings and \ngreat lords. With rods come dominance and \npower. \nFortunately for your character, few of \nthese items are cursed or dangerous to han- \ndle. But all must be operated by a command \nword-a specific word or phrase that trig- \ngers the power within. No wand, stave, or \nrod shows any indication of its powers by \nmere sight or handling. Careful research \nand probing are most often needed to tap \nthe potential stored within. \nWands, staves, and rods are not limitless \nin their power. Each use drains them slight- \nly, using up a charge. There is no power \ngauge or meti ng what is left. A char- \n1 08\n\n[BOOK_PAGE 109 | PDF_PAGE 110]\nI /- \nTreasure (Dividing and Storing) I \nacter discovers his wand is drained only \nwhen it no longer functions or suddenly \ncrumbles into useless dust. \nMiscellaneous Magic: Miscellaneous \nmagical items are where the true variety of \nmagical treasures lies. Each item possesses \nsomeunique power. There are horseshoes to \nmake your horse go faster, brooms to ride, \nsacks that hold more than they should, \npaints that create real things, girdles that \ngrant great strength, caps to make your \ncharacter smarter, books that increase abili- \nty scores, and much, much more. Each item \nis different and not all can be identified in \nthe same way. The effects of some become \nobvious the instant the item is handled, \ndonned, or opened. Others require research \nand questioning to learn the command word \nneeded to activate them. All are quite valu- \nable and rare. \nArtifacts and Relics: Finally, there are \nartifacts and relics. Don't count on your PC \never finding one of these rarest of all magi- \ncal items. Even if your character does find \none, think carefully before you decide to let \nhim keep it permanently. Artifacts are the \nmost powerful magical items in the game. \nIndeed, many are powerful enough to alter \nthe course of history! They are all unique \nand have unique histories. You can never \nfind more than one Hand of Vecna in a \nworld. Because it is so unique, each artifact \nhas special and significant powers. Artifacts \nnever appear by accident; they are always \nplaced by the DM. \nFinding artifacts is always the result of a \nvery special adventure. Your DM has placed \nthat artifact for a reason. It is not likely that \nhe really intends for your characters to keep \nit. Instead, he has something arranged in \nwhich you need that artifact for a specific \npurpose. The problem with keeping arti- \nfacts is that they are too powerful. Not only \ndo they unbalance your character in the \nshort run, they also eventually corrupt and \ndestroy him. The magical power of artifacts \nis such that they destroy their owners soon- \ner or later. There is a price to be paid for \npower, and it is not a cheap one. \nDividing and \nStoring-Treasure \nOnce your group \ncompletes a successful adventure, it is \nalmost certain to have collected some trea- \nsure. Therefore, it helps to have some prear- \nranged agreement about how this treasure is \nto be divided among the different player \ncharacters and their henchmen. This is a \ntrue role-playing decision that must be \nreached among all the players at the table. \nThere are no rules about how your charac- \nters should divide treasures. \nHowever, there are some suggested meth- \nods and reasons to make or not make some \nagreements. If you bear these in mind, you \nwill have fewer arguments and bad feelings \nbetween the different players and their char- \nacters in your group. \nCash treasure is the easiest. The most \ndirect and simplest method is equal shares \nfor all player characters and full or half \nshares for all henchmen. A player may \nargue that his character's contribution was \ngreater than that of other characters, but \nthese things average out in the long run. \nBesides, that player has no real idea of the \ncontribution of others. A character who \nguarded the rear may have discouraged hid- \nden opponents from springing an ambush \non the group, something that only the DM \nknows. \nAdditional considerations include ex- \ntraordinary costs. Some adventuring \ngroups establish a special fund to pay the \ncosts (if there are any) of healing, resurrect- \ning, or restoring fellow player characters. \nAgain this works on the principle that all \nfaced the danger and therefore all should \nshare equally in the expenses. Other groups \nmake allowances for differing character \nlevels (higher level characters assumedly \nshouldered more of the burden of the \nadventure, and so should be rewarded pro- \nportionately.) Some parties give special \nrewards to those who took greater chances \nor saved others. These encourage everyone \nin the group to take part. \nMagical treasure is more difficult to \ndivide up, since there is rarely enough to \ngive a useful item to every character, nor are \nall items of equal value or power. Here you \nmust rely more on your sense of fairness if \nyou wish to maintain party harmony. Since \nmagical items are worthwhile to a party \nonly if they can be used, your first concern \nshould normally be to get the right item into \nthe right hands. A magical sword in the pos- \nsession of a wizard is not nearly as useful as \nit would be in the hands of a fighter. Like- \nwise, a wand does a fighter little good but \ncould be a potent addition to a wizard. \nTherefore it is a good idea to match items to \ncharacters. \nAlternatively, your party could deter- \nmine the price an item would sell for, and \nthen make it available to any PC who is \nwilling to give the rest of the party that \namount of money. If more than one player is \nwilling to pay the price, the interested play- \ners could roll dice to see who gets the item. \nOr, for items that several characters could \nall use equally well (such as a potion of heal- \ning that is useful to all), the characters can \nbargain with each other and roll dice for \nchoices. A player character may relinquish \na claim on one magical item in exchange for \nanother. A character who has already \nreceived a magical item may not be allowed \nanother choice if there are not enough pieces \nto go around. If no other agreement can be \nreached, the players can roll dice and have \n1 09 \ntheir characters pick in descending order. It \nis a fair method (since people cannot right- \nfully complain about a random roll), but it \ncan create imbalances. One or two charac- \nters could wind up with the bulk of the mag- \nical items over the course of several \nadventures. At this point, they would be \nwise to voluntarily withdraw from the selec- \ntion process. \nThere are tactical issues to think about \nwhen distributing treasure. It is simply not \nwise for one or two characters to carry the \nbulk of the party's magical items. Successful \nadventurers spread their gear throughout \ntheir party. (This holds true even for explor- \ners and special forces in the real world.) This \nway, if one character falls off the cliff and \ndisappears forever or is spirited away by an \ninvisible stalker, the party has not lost ev- \nerything. To illustrate another consider- \nation, you are better off to have the fighters, \nthieves, and mages carry the healing potions \nrather than let the cleric do it, since he has \nhealing spells. If he has both the healing \nspells and the potions and should disappear \ninto the mist, your party has lost all its heal- \ning ability. If it is spread around through the \ngroup, at worst you might lose the potions \nor the spells, but not both (unless disaster \nreally strikes, in which case there is no way \nto prevent it anyway). In the end, you will \nfind that it does not pay to be too greedy. \nOnce your characters have assembled a \nsizeable amount of treasure, they have to \nfind some place to keep it. If your DM is \nrunning a fairly medieval campaign, one \nthing PCs are not going to find is a bank like \ntoday's. Instead, your characters must find \nother ways to keep their money secure. \nChests with strong locks are a good start, \nbut there are still better methods. One \nchoice is to make the treasure small enough \nthat you can carry it with you at all times. \n(Of course, one good mugging and you're \nbroke.) There is also the difficulty of buying \na drink with a 1,ooO-gp gem. A second \nchoice is to place your money in the hands \nof someone you think you can trust. We all \nknow what the risks are there. You could \nhave your character give his fortune to a \nlocal lord or church and then hope to call in \nfavors at a future date. This is not quite as \nfoolish as it sounds. If the beneficiary of \nyour largess refuses to honor your agree- \nment, you'll never give him money again \nand neither will anyone else, most likely. If \nno one gives him any money, where will he \nfind the funds to support his life-style? No, \nsuch a person must seriously try to honor \nhis commitments. Of course, he may not do \nas much as you would like. The best solu- \ntion is that used throughout history-buy \ngoods and chattels. Land, livestock, and \ntrade goods are harder to steal and harder to \nlose. If you must keep a large fortw, it is \nbest to keep it in something that can be car- \nried easily and is unlikely to be stolen.\n\n[BOOK_PAGE 110 | PDF_PAGE 111]\n"
  },
  "mechanics": {
    "extraction_mode": "book_page_range_concat"
  }
}