{
  "schema_version": "1.0.0",
  "category": "rules_chapter",
  "tags": [
    "add_2e",
    "player_handbook",
    "chapter",
    "chapter_14"
  ],
  "summary": "Kapitel 14: time and movement. Buchseiten 119-125.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "chapter_number": 14,
    "chapter_slug": "time_and_movement",
    "book_page_start": 119,
    "book_page_end": 125,
    "pdf_page_start": 120,
    "pdf_page_end": 126,
    "text": "[BOOK_PAGE 119 | PDF_PAGE 120]\nI \nAs in the real world, time passes in all \nAD&W game worlds. Weeks slip away as \nwizards research spells. Days go by as char- \nacters ride across country. Hours pass while \nexploring ruins. Minutes flash by during \nbattles. All of these are passages of time. \nThere are two different types of time that \nare talked about in rhm rules. Game time is \nthe imaginary time that passes for the char- \nacters in the game. Real time is the time in \nthe real world, the time that passes for the \nplayers and DM as they play the AD&D \ngame. The two times are very different; \nplayers and DMs should be careful to distin- \nguish game time from real time. \nFor example, when the character \nDelsenora researches a spell for three weeks, \nthis is three weeks of game time. Delsenora \nis out of action as three weeks passes in the \ncampaign world. Since nothing interesting \nat all happens to Delsenora during this \nresearch time, it should require only a min- \nute or two of real time to handle the situa- \ntion. The exchange in real time is something \nlike this: \nLouise (Delsenora's player): \"Delsenora's \ngoing to research her new spell.\" \nDM: \"Okay, it'll take three weeks. Nothing \nhappens to her. While she's doing that, \nthe rest of you get a chance to heal your \nwounds and do some stuff that you've \nbeen ignoring. Johann [pointing at \nanother player], you'd better spendsome \ntime at the church. The patriarch's been a \nlittle upset that you haven't been attend- \ning ceremonies.\" \nlon (Johann's player): \"Can't I go out and \nem some more experience?\" \nDM (Not wanting to deal with a split-up \ngroup): \"The patriarch mumbles some- \nthing about failing in your duties to your \ndeity, and he rubs his holy symbol a lot. \nYou know, it's not very often that low \nlevels like you have personal audiences \nwith the patriarch. What do you think?\" \nJon: \"Marvelous. Subtle hint. I'll stay and \nbe a good boy.\" \nDM: \"Well, great! The three weeks pass. \nNothing happens. Del, make your roll \nfor the spell research.\" \nAnd so three weeks of game time flash by \nin brief minutes of real time. \nThe importance of game time is that as a \ncampaign progresses, characters tend to \nbecome involved in different time- \nconsuming projects. Three characters may \nset off on a four-week overland journey, \nwhile a mage researches for six weeks. At \nthe inn, a fighter rests and heals his wounds \nfor two weeks. It is important to note how \nmuch time passes on different tasks, so the \nactivities of different characters can be fol- \nlowed. \nCampaign time is measured just as it is in \nChapter 14: Time and Movement \nreal life: years, months, weeks, days, hours, \nminutes, and seconds. But, since this is a \nfantasy game, the DM can create entirely \ndifferent calendars for his world. There may \nbe only ten months in the year or 63 days to \na month. When begnning play, these things \nare not tremendously important, so players \nneed not worry about them right away. \nWith-continued adventuring, players even- \ntually become familiar with the calendar of \nthe campaign. \nRounds and turn are units of time that \nare often used in the ADkD game, particu- \nlarly for spells and combat. A round is \napproximately equal to a minute (it is not \nexactly one minute, so as to grant the DM \nsome flexibility during combat). A turn is \nequal to ten minutes of game time. Tvns are \nnormally used to measure specific tasks \n(such as searching) and certain spells. Thus \na spell that lasts ten huns is equal to 100 \nminutes or 1% hours. \nMovement \nClosely related to \ntime is movement. Clearly your character is \nable to move, otherwise adventures would \nbe rather static and boring. But how fast can \nhe move? If a large, green camon crawler is \nscuttling after Rath, is the redoubtable \ndwarf fast enough to escape? Could Rath \noutrun an irritated but heavily loaded elf? \nSooner or later these considerations become \nimportant to player characters. \nAll characters have movement rates that \nare based on their race. Tab€e 64 lists the \nmovement rates for unencumbered charac- \n-- \nters of different races. \nTable 64: BASE MOVEMENT RATES \nRace Rate \nHuman 12 \nDwarf 6 \nElf 12 \nHalf-elf 12 \nGnome 6 \nHalfling 6 \nA character can narmally walk -.is moue- \nment rate in tens of yards m a single rod. \nAn unencumbered human can walk I20 \nyards (360 feet), slightly more than a foot- \nball field, in one minute. A dwarf, SimiIarly \nequipped, can walk 60 yards in the same \ntime. This walk is at a fairly brisk, though \nnot strenuous, pace that can be kept up for \nlong periods of time. \nHowever, a character may have to move \nslower than this pace. If the chcter & car- \nrying equipment, he may move slower \nbecause of the encumbrance (see page 76), if \nthis optional rule is used. As the character \ncarries more gear, he gradually slows doon\\ \nuntil he reaches the point where he can bue \nly move at all. \nWhen a character is moving through a \ndungeon or similar setting, his movement \nrate corresponds to tens of feet per rd \n(rather than the tens of yards per lound of \noutside movement). It is assumcd that tfre \ncharacter is moving more cautioudy, pay- \ning attention to what he sees and hears while \navoiding traps and pitfalls. Again, this rate \ncan be lowered if the optional encumbt.pmee \nsystem is used. \nc \n119\n\n[BOOK_PAGE 120 | PDF_PAGE 121]\nTime and Movement (Jogging and Running) \nCharacters can also move faster than the \nnormal walking pace. In the dungeon (or \nanytime the character is using his dungeon \nmovement rate) the character can automati- \ncally increase his movement to that of his \nnormal walking pace. In doing so, however, \nhe suffers a -1 penalty to his chance of \nbeing surprised and gives a +1 bonus to \nothers on their chance of being surprised by \nhim (the rapidly moving character is not \ntaking care to conceal the noise of his pas- \nsage in the echoing confines of the under- \nground). Furthermore the character does \nnot notice traps, secret doors, or other unu- \nsual features. \nIt is also certainly possible for a character \nto jog or run-an especially useful thing \nwhen being chased by creatures tougher \nthan he cares to meet. The simplest method \nfor handling these cases is to roll an initia- \ntive die. If the fleeing character wins, he \nincreases the distance between himself and \nhis pursuers by 10 times the difference in the \ntwo dice (in feet or yards, whichever the \nDM feels is most appropriate). This is \nrepeated each turn until the character \nescapes or is captured. (If this seems unreal- \nistic, remember that fear and adrenaline can \ndo amazing things!) \nJogging and Runnir \n(Optional Rule) \nwants greater precision in a chase, th \nspeeds of those-involved in the chase \nbe calculated exactlv. (But this is ti \nconsuming and can slow down an excit. \ning chase.) Using this optional rule, \ncharacter can always double his norm \nlmovement rate (in yards) to a jog. Thus \ncharacter with a movement rate of 12 \nican jog 240 yards in a round. While 1 \nging, a character can automatically k \ngoing for the number of rounds equa \nhis Constitution. After this limit \nbeen reached, the player must roll a \ncessful Constitution check at the en \neach additional round spent jogging. \nThere are no modifiers to this check. \nbnce a Constitution check is failed, the \ncharacter must stop and rest for as man \nrounds as he spent jogging. After this, \nan resume his jogging pace with no p \nlties (although the same limitations \nuration apply). \nIf a jogging pace isn’t fast enough, a \nzharacter can also run. If he rolls a suc- \nzessful Strength check, he can move at \nthree times his normal rate; if he rolls a \nStrength check with a -4 penalty, he can \nquadruple his normal rate; if he rolls a \nStrength check with a - 8 penalty, he can \nquintuple his normal rate. Failing a \nlgth check means only that the char- \nJ \nof running, hecannot try to reach th \nlevel again in the same run. \nContinued running requires \ntution check every round, with \nthat depend on how long and \nthe character has been running. \na - 1 penalty for each round of \nat triple speed, a -2 penalty \nround of running at quadruple sp \nand a - 3 penalty for each round of run \nning at quintuple speed (these penaltie \nare cumulative). If the check \nthe character can continue at \nfor the next round. If the chec \nthe character has exhausted h \nmust stop running. The \nrest for at leastyone turn, c \nthe city guard, he’ starts jogging at 24 \nyards a round. Unfortunately, so dc \nthey. His Constitution is a 14, so he car \nkeep going for at least 14 rounds. Hc \ndecides to speed up. The player rolls L \nStrength check, rolling a 7. Ragnar pour! \non the speed, increasing up to 360 ya \nper round (triple speed). Some of \nguardsmen drop out of the race, b \nfew hold in there. Ragnar now has a \npenalty to his Constitution check. A 13 I \nrolled, so he just barely passes. \nBut one of the blasted guardsmen i \nstill on his tail! In desperation \ntries to go faster (trying for fo \nwalking speed). The Strength ch \n18: Ragnar just doesn’t have a \n3omph in him; he can’t run an \n5ut he is still running three times faster \n'ban his walking speed. The player now \nnust roll a Constitution check with a -2 \nqenalty (for two rounds of running at tri- \nde speed). The player rolls the die and \nrets a 4-no problem! And \nast guardsman drops out \nPagnar takes no chances an \nling. Next round another \n-heck is necessary, with a \nThe player rolls an 18. \nRamar collames in a shadowy alley, tak \n1- :r* \nCroskcountry Movement ’+$ \nA normal day’s \nmarch= lasts for ten hours, including rea- \nsonable stops for rest and meals. Under nor- \nmal conditions, a character can walk twice \nhis movement rate in miles in those ten \nhours. Thus an unencumbered man can \n120 \nwalk 24 miles across clear terrain. \nCharacters can also force march, inten- \ntionally hurrying along, at the risk of \nexhaustion. Force marching enables a char- \nacter to travel 2 % times his movement rate \nin miles (thus a normal man could force \nmarch 30 miles in a day). At the end of each \nday of the march, the character or creature \nmust roll a Constitution check. Large par- \nties (such as army units) make the check at \nthe average Constitution of the group \n(weaker members are supported, encour- \naged, and goaded by their peers). Creatures \nmust roll a saving throw vs. death at the end \nof each day’s force marching (since they lack \n.Constitution scores). A -1 penalty is \napplied to the check for each consecutive \nday spent force mardung. If the check is \npassed, the force marching pace can be con- \ntinued the next day. If the check fails, no \nmore force marching attempts can be made \nuntil the characters have completely recov- \nered from the ordeal. Recovery requires 1/z \nday per day of force marching. \nEven if the Constitution check fails, the \ncharacter can continue overland movement \nat his normal rate. \nOne drawback of force mardung is that \neach day of force marching results in a -1 \npenalty to all attack rolls. This modifier is \ncumulative. Half a day’s rest is required to \nremove one day’s worth of force maTdljng \npenalty. Characters who have managed to \nforce march for eight straight days suffer a -8 \npenalty to their attack rolls; it takes four days \nof rest to return to no attack roll penalty. \nOverland movement rates can be \nincreased or decreased by many factors. \nTerrain can speed or slow movement. Well- \ntended roads allow faster marching, while \ntrackless mountains slow marches to a \nsnail’s pace. Lack of food, water, and sleep \nweaken characters. Poor weather slows \ntheir pace. All these factors are detailed in \nthe DMG. \nSwimming \nAll characters are \neither untrained swimmers or proficient \nswimmers. \nWhen the DM determines the swimming \nability of characters, the decision should be \nbased on his campaign. If the campaign is \ncentered around a large body of water, or if \na character grew up near the sea, chances \nare good that the character knows how to \nswim. However, being a sailor does not \nguarantee that a character can swim. Many \na medieval mariner or black-hearted pirate \nnever learned how to swim and so devel- \noped a morbid fear of the water! This is one \nof the things that made ”walking the plank \nsuch a fearful punishment. Furthermore, \nsome character races are normally suspi- \ncious of water and swimming. While these \nmay vary from campaign to campaign, \n*\n\n[BOOK_PAGE 121 | PDF_PAGE 122]\nTime and Movement (Swimming) I \n4 \ndwarves and halflings often don't know \nhow to swim. \nUntrained swimmas are a fairly hapless \nlot. when they an un-, they can \nmanage a rough dog-paddle in relatively \ncalm waters. If the waters are rough, the \ncurrent strong, or the depth excessive (at sea \nor far out on a lake), untrained swimmers \nmaypanicandsink.Ifweigheddownwith \nenough gear to reduce their movement rate, \nthey sink like stones, unable to keep their \nheads above water. In no way do they make \nany noticeable progress (unless, of course, \nthe objtst is to sink beneath the surface). \n-dent swimmers are able to swim, \ndive, md surface with varying degms of \nsuccess. AU proficient characters are able to \nswim '/a their mt land movement rqte \ntimes 10 in yards, provided they are not \nwearing metal armor. A character with a \nmovement rate of 12 could swim 60 yards \n(180 feet) in a round. Characters whose \nmovcmart rates have been redud to */3 or \nless of normal (due to gear) or who are \nwearing metal armor cannot swim-the \nweight of the gear pullsthe character under. \nTheycanstillwalkonthebottorn, however, \nat 113 their current mvement rate. \nProficient swimmers can double their \nswimming speed, if a sud Strength \ncheck is rolled (w. '/a the character's nod \nStrength score). For a character with a \nmovement rate of 12, a sum check \nmeans he can swim lto yards in one round, \nan Olympic-dass performance. \nLike running, swimming isnot something \nthat a character can do indefinitely. There \nare several difftrat speeds a character can \nchoose to swim at, thus moving in either \nshort sprints or a slower, but longer-hting, \nIf swimming at '/a normal speed or \ntreading water, the character can maintain \nthis for a number of hours equal to his Con- \nstitution score (although he will have to \nabandon most of his gear). After a character \nPa?. \nswims for a ,number of hours eauJ \nConstitution, a Constitution chdc must be \nmade for each additional hour. For each \nextra hour of swimming, 1 Consnitution \npoint is temporarily lost (regaining lort rbit- \nity points is explained in the next coltmra). \nEach hour spent swimming causes a \nmulative penalty of - 1 to all attack rob. \nAll this assumes calm water. If the scls \nare choppy, a Constitution check rtrouM be \nmade every hour spent nvimmins. regard- \nless of the charactds Constitution. Rough \nseas can require more frequent checks; \nheavy seas or storms may require a ChEdr \nevery round:The DM may decM, thot \nadverse conditions cause a character's Con- \nstitution score to drop more rapidly than 1 \npoint per hour. \nIf a swimming hatter fails a Constitu- \ntion check, he must ttud water fqr '/a hour \nbefore he can continue swimming (this \ncounts as time spt awimwing, for pur- \nposes of constitution point low). \nA character drowns if his Constihttlon \nscore drops to 0. \nAs an exmnple, a freak wuve sweep Fio*a \n(an elf) overbowcl during the night. Fom- \nnutely she can swimad knozos that W is \nnearby. Bravely, she sets out through calm \nwater. Her Constitution score is 16. After 19 \nhours of steady swimming, she makes out \nan island on the horizon. Tzpo hours later \nDuring the next hour (herl7th in the water.), \nher Constitution drops to 15 (her attack \npenalty is - 171) and she must make a Con- \nstitution check. A 12 is rolled-she passes. \nIn the hast hour, the Mth, the  sea^ bceomc \nrough. Her Cotlsrirutiqn is nolo W (the DM \nruled that the hem~ \npoints of Consfihttio \nDM decides she must \ntution check to reach s \nflops onto shore, exhausted. \nshe is closer, but still has some wag to go.\n\n[BOOK_PAGE 122 | PDF_PAGE 123]\nI Time and Movement (Climbing) I \nHolding Your Breath \nUnder normal cir- \ncumstances (with a good gulp of air and not \nperforming strenuous feats), a character can \nhold his breath up to l/3 his Constitution \nscore in rounds (rounded up). If the charac- \nter is exerting himself, this time is halved \n(again rounded up). Characters reduced to \nV3 or less of their normal movement be- \ncause of encumbrance are always consid- \nered to be exerting themselves. If unable to \nget a good gulp of air, these times are re- \nduced by l/2. All characters are able to hold \ntheir breath for one round, regardless of cir- \ncumstances. \nWhile attempting to hold his breath be- \nyond this time, the character must roll a \nConstitution check each round. The first \ncheck hasno modifiers, but each subsequent \ncheck suffers a -2 cumulative penalty. \nOnce a check is failed, the character must \nbreathe (if he cannot reach the surface, he \nowns). \nDiving: All characters can dive to a depth \nf 20 feet in a single round. For each encum- \nrance category above unencumbered (or \nfor each point of movement below the char- \nacter‘s normal rate, if this optional system is \nused-see page 76), two feet is added to this \ndepth (the additional weight helps pull the \ncharacter down). A short run or a few feet \nof height adds 10 feet of depth to the first \nround of a dive. For every 10 feet of height \nabove the water, an additional five feet of \ndepth is added, up to a maximum addition \nof 20 feet. Thus, with a run and from a \nheight of 40 feet or more, an unencumbered \nman can dive 50 feet in a single round. \nSurfacing: A character can normally rise \nat the rate of 20 feet per round. This rate is \nreduced by two feet for every encumbrance \ncategory above unencumbered or for every \npoint of current movement below the char- \nacter’s normal rate (if this optional system is \nused). Note that, under the optional encum- \nbrance system, heavily loaded characters \n(those who have lost 10 or more points off \ntheir normal movement rate because of their \ncurrent encumbrance) cannot even swim to \nthe surface. Those simply floating to the \nsurface (unconscious characters, for exam- \nple) rise at a rate that is five feet per round \nslower than someone similarly encumbered \nwho is actively swimming up to the surface. \nIt is quite possible for a moderately \nwe&eddown character to sink if he makes \nno effort to stay on the surface. \nClimbing \nAlthough thieves \nhave specialized climbing abilities, all char- \nacters are able to climb to some degree or \nanother. Climbing ability is divided into \nthree categories: thief, mountaineer, and \nunskilled. \nThieves are the most skilled at climbing. \nThey are the only characters who can climb \nvery smooth, smooth, and rough surfaces \nwithout the use of ropes or other equip- \nment. They are the fastest of all climbers \nand have the least chance of falling. \nMountaineers are characters with moun- \ntaineering proficiency or those the DM \ndeems to possess this skill. They have a bet- \nter climbing percentage than unskilled char- \nacters. Mountaineers with proper equip- \nment can climb very smooth, smooth, and \nrough surfaces. They can assist unskilled \ncharacters in an types of climbs. \nUnskilled climbers are the vast majority \nof characters. While they are able to scram- \nble over rocks, they cannot use climbing \nequipment or negotiate very smooth, \nsmooth, and rough surfaces. They have the \nlowest climbing success rate of all charac- \nters. \nCalculatlng Success \nThe chance of suc- \ncess of a climb is calcuIated by taking the \ncharacter’s skill level (given as a percentage) \nand modifying it for his race, the condition \nof the surface, and situational modifiers. Ta- \nble 65 lists the percentages for the different \ncategories of climbers. \nThe chance of success given in Table 65 is \nmodified by many factors. Some of these re- \nmain the same from climb to climb (such as \na character’s race) and can be figured into \nthe character’s base score. Others depend on \nthe conditions of a given climb. All of these \nare listed on Table 66. \nTable 65: BASE CLIMBING SUCCESS RATES \n-eeorY Success Rate Thief with mountaineering proficiency * \nThief Climb walls % \nMountaineering proficiency \nUnskilled climber 40 % \n* Only if optional proficiency system is used. \nClimb walls % + 10% \n40% + 10% per proficiency slot \nMountaineer (decided by DM) 50% \nTable 66: CLIMBING MODIFIERS \nSituation Modifier \nAbundant handholds \nRope and wall ** +55% \n+40% \nSloped inward +25% \nArmor \nBanded, splint -25% \n-50% Plate armors (all types) \n-15% Scale, chain \nStudded leather, padded -5% \nCharacter race * \nDwarf -10% \nGnome -15% \nHalfling -15% \n(brush, trees, ledges) \n-5%/t Encumbrance \nSurface condition: \nSlightly slippery \nSlippery (icy, slimy) -40% \n- 10% \n(wet or crumbling) -25% \nClimber wounded below 1/z hp \n* These are the same as the modifiers \ngiven in Table 27. Make sure that thief char- \nacters are not penalized twice for race. \nRope and wall applies in most climbing \nsituations in which the character is able to \nbrace his feet against the surface being \nclimbed and use a rope to assist in the task. \nt This is - 5 % per encumbrance category \nabove unencumbered, or per movement \nrate point lost off normal movement rate. \nThe final result of Tables 65 and 66 is the \nnumber the character uses for Climbing \n:becks. A Climbing check is made by rolling \npercentile dice. If the number rolled is equal \nto or less than the number found from Ta- \ndes 65 and 66, the character succeeds with \n:he Climbing check. Rolls above this num- \nxr indicate failure. \nA Climbing check must be made any time \n1 character tries to climb a height of 10 feet \n>r more. This check is made before the char- \nicter ascends the first 10 feet of the climb. If \nhe check is passed, the character can con- \ninue climbing. If the check is failed, the \n:haracter is unable to find a route and can- \nlot even attempt the climb. No further at- \nempts can be made by that character until a \nnhange occurs. This is either a significant \nphange in locati \ndong the face of \nn the character’s \nan unskilled climber. \niuccess is 25% (40% - 15% far being a \npome). She has been cut offfrom the rest of \nhe party by a rugged cliff, 50 feet high. For- \nunately, the cliff is dry and the rock seems \nolid. She makes an attempt, but a 49 is \nolled on the percentile dice. She cannot \n-limb the cliff. Then one of her fnends up \nibove remembers to lower a rope. With the \nope, Brondvrouw can again try the climb, \nince her percentage chance is now 80%. A \n’7 is rolled and she makes the ascent. \nFor example, Bron\n\n[BOOK_PAGE 123 | PDF_PAGE 124]\nc \nI Time and Movement (Climbing) \nOn particularly long climbs-those \ngreater than 100 feet or requiring more than \none turn (10 minutes) of climbing time-the \nDM may require additional checks. The fre- \nquency of these checks is for the DM to \ndecide. Characters who fail a check could \nfall a very long way, so it is wise to carry \nropes and tools. \nUlrblng Rates \nClimbing is differ- \nent from walking or any other type of \nmovement a character can do. The rate at \nwhich a character moves varies greatly with \nthe different types of walls and surfaces that \nmust be climbed. Refer to Table 67. Crossre \nference the type of surface to be climbed \nwith the surface condition. Multiply the \nappropriate number from the table by the \ncharacter's current movement rate. The \nresult is the rate of climb for the character, \nin feet per round, in any direction (up, \ndown,. or sideways). \nAll the movement rates given on Table 67 \nare for non-thief characters. Thief charac- \nters are able to climb at double the move- \nment rate for normal characters. \nRagnar the thief and his companion \nRupert (a half-elf) are climbing a cliff with \nrough ledges. A recent rain has left the sur- \nface slightly slippery. Ragnar has a moae- \nment rate of 12 and Rupert's is 8. Ragnar can \ncover 12 feet per round (12 x I since he is a \nthief), but Rupert stmggles along at the pace \nof4 feetper round (8 X 1/2). IfRagnarhad \ngone up first and lowered a rope to Rupert, \nthe half-elf could have climbed at the rate of \n8 feet per round using rope and wall (8 x I). \nTable 67: RATES OF CLIMBING \nSurface Condition \nType of Surface \nVery smooth \nSmooth, cracked \nRod \nSloping wall \nRope and wall \n3 \n2 \n2 1 \nv2 1 \n* Non-thief characters must be mountaineers and have appropriate tools (pitons, rope, \n** Thief characters can climb very smooth, slightly slippery surfaces at 1/4. \netc.) to climb these surfaces. \nEven thieves cannot climb very smooth, slippery surfaces. \nTypes of Surfacer \nVery smooth sur- \nfaces include expanses of smooth, uncrack- \ned rock, flush-fitted woaden walls, and \nwelded or bolted metal walls. Completely \nsmooth walls, unbroken by any feature, \ncannot be climbed by anyone without tools. \nSmooth and cracked walls include most \ntypes of well-built masonry, cavern walls, \nmaintained castle walls, and slightly eroded \ncliff faces. \nRough faces are most natural cliffs, poor- \nly maintained or badly built masonry, and \ntypical w& walls or stockades. Any \nnatural stone surface is a rough face. \nRough with ledges is similar to rough \nfaces but is dotted with grips three inches or \nmore wide. Frost-eroded cliffs and natural \nchimneys are in this category, as are mason- \nry buildings falling into ruin. \nIce walls are cliffs or faces made entirely \nof frozen ice. These are different from very \nsmooth and smooth surfaces in that there \nare still many natural cracks and protru- \nsions. They are extremely dangerous to \nclimb, so a Climbing check should be made \nevery round for any character attempting it \nwithout tools. \nTrees includes climbs with an open frame \nwork, such as a scaffold, as well as trees. \nSloping walls means not quite cliff-iike \nbut too steep to walk up. If a character falls \nwhile climbing a sloping wall, he suffers \ndamage only if he fails a saving throw vs. \npetrification. If the save is made, the charac- \nter slides a short distance but is not harmed. \nRope and wall require that the character \nuses a rope and is able to brace himself \nagainst a solid surface. \nActlonr Wle Ulablng \nAlthough it is pos- \nsible to perform other actions while climb- \ning, such as spellcasting or fighting, it is not \neasy. Spellcasters can use spells only if they \nare in a steady, braced position, perhaps \nwith the aid of other charactas. \nClimbing characters lose all Armor clpss \nbonuses for Dexterity and shield and most \noften have rear attack modifiers applied \nagainst them also. Their own attack, dam- \nage, and saving throw rolls & -2 penal- \nties. Those attacking from above gain a +2 \nbonus to their attack rolls, while thorc \nattacking from below suffer an additional \n-2 penalty to their athck rolls. A climbing\n\n[BOOK_PAGE 124 | PDF_PAGE 125]\nTime and Movement (Climbing) \nFor example, a party of five is roped \ngether as they go up the cliff. Suddenly \nhann falls. Megarran, immediately above \nn, and Drelb, following him, must roll \nimbing checks. Megarran passes her \neck. But Drelb fails and is snapped off the \nill. Now Megarran must make another \neck with a -10 penalty (for two falling \naracters), and Targash, who's bringing up \nrear, must also roll a check with a - 10 \nualty. Both succeed on their rolls and the \n1 is stopped. \ncharacter cannot use a two-handed weapor \nwhile climbing. The DM can overrule thest \npenalties if he feels the player character ha: \nreached a place of secure footing. If struck \nwhile climbing (for any amount of damage), \nthe character must make an immediatc \nClimbing check. Failure for a roped charac- \nter means he spends a round regaining his \nbalance; an unroped character falls if he \nTools are an inte- \npart of any mountaineer's equipment \nall climbs can profit from the use of \ns. Mountaineering tools include rope, \ntons (spikes), and ice axes. However, it is \nstaken belief that the main function of \n01s is to aid in a climb. The main purpose \npitons, rope, and the like is to prevent a \ndisastrous fall. Climbers must rely on their \nown skills and abilities, not ropes and \nspikes, when making a climb. Accidents \nhappen when people forget this basic rule \nand trust their weight to their ropes and \nTherefore, aside from ropes, other tools \ndo not increase the chance of climbing suc- \ncess. However, in the case of a fall, climbing \ntools can reduce the distance fallen. When a \ncharacter falls, he can fall only as far as the \nrope allows, if being belayed, or as far as \ntwice the distance to the last piton set (if the \npiton holds-a piton pulls free 15% of the \ntime when a sudden stress occurs). The dis- \ntance fallen depends on how far apart the \npitons have been set. Falling characters fall \ntwice the distance to the last spike that \nFor example, Ruth is 15 feet above his last \nton. Suddenly he slips. He falls the 15 feet \nhis piton, plus another 15 feet past his \nton since therek 15 feet of rope between \nand the piton, for a total of 30 feet \nand 3d6 points of falling damage. \nRoping characters together increases indi- \nvidual safety, but it also increases the chance \nthat more than one person falls. When a \ncharacter falls, the character(s) on either \nside of the falling climber must roll Climb- \ning checks (a penalty of - 10 is applied for \neach falling character after the first one to \nfall). If all checks are successful, the fall is \nstopped and no one suffers any damage. If a \ncheck is failed, that character also falls and \nClimbing checks must be repeated as before. \nClimbing checks are made until either the \nfall is stopped (the climbers on either side of \nthe falling characterls] successfully roll \nClimbing checks or the last nonfalling \nclimber succeeds with his check), or all the \nroped-together characters fall. \nskilled mountaineer to set up the rappel and \nto hold the rope at the bottom. When rap- \npeling down a surface, a Climbing check \nwith a +50 bonus must be rolled. Free rap- \npels (the end of the rope unsupported at the \nbottom) can also be done, but the modifier \nis only +30. Of course, a failed check \nresults in a slip sometime during the rappel \n(the DM decides on the damage suffered). A \ncharacter can rappel at a speed equal to his \nnormal dungeon movement (120 feethound \nfor an unencumbered human). One other \nthing to bear in mind is that there must be a \nlanding point at the end of the rope. Rap- \npelling 60 feet down a 100-foot cliff means \nthe character is either stranded at the end of \nthe rope or, worse still, rappels right off the \nend and covers the last 40 feet much faster \nthan he did the first 601 \n!ttlng Down \nAside from jump- \n; or flying, the quickest way to get down \nm a height is to rappel. This requires a \n)e attached at the top of the climb and a \nY \n- - ..-. \n124\n\n[BOOK_PAGE 125 | PDF_PAGE 126]\n"
  },
  "mechanics": {
    "extraction_mode": "book_page_range_concat"
  }
}