{
  "schema_version": "1.0.0",
  "category": "rules_chapter",
  "tags": [
    "add_2e",
    "player_handbook",
    "chapter",
    "chapter_09"
  ],
  "summary": "Kapitel 9: combat. Buchseiten 89-106.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "chapter_number": 9,
    "chapter_slug": "combat",
    "book_page_start": 89,
    "book_page_end": 106,
    "pdf_page_start": 90,
    "pdf_page_end": 107,
    "text": "[BOOK_PAGE 89 | PDF_PAGE 90]\nThe AD&W game is an adventure game de- \nsigned to give players a feeling of excitement \nand danger. Characters brave the unknown \nperils of moldering dungeons and thorn- \ncovered wilderness, facing off against hid- \neous monsters and evil villains. Thus, it is \nimportant for all players to know the basic \nTo create the proper sense of danger and \nexcitement, the rules for combat must be \nthorough, but they must also be playable \nand exciting enough to create a vivid picture \nin the minds of the players. Combat in the \nADhD game has to allow many different \nactions and outcomes-as many as the \nimagination can produce. Knowing that \nanything could happen next (because the \nrules allow it) creates excitement for every- \none. \n' rules for handling combat. \nMore Than Just Hack-and-Slash \nAs important as \nfighting is to the ADhD game, it isn't the be- \nall and end-all of play. It's just one way for \ncharacters to deal with situations. If charac- \nters could do nothing but fight, the game \nwould quickly get boring-every encounter \nwould be the same. Because there is more to \nthe game than fighting, we'll cover much \nmore than simple hack-and-slash combat in \nthis chapter. \nIn addition to explaining the basic me- \nchanics of hitting and missing, there are \nrules here for turning undead, special ways \nto attack and defend, poison, heroic feats, \nand more. \n, \n1 \nDefinitions \nMany game terms \nare used throughout the combat rules. To \nunderstand the rules, players must under- \nstand these terms, so brief explanations ap- \npear below. Further details are provided \nthroughout this chapter. \nArmor Class (AC) is the protective rating \nof a type of armor. In some circumstances, \nAC is modified by the amount of protection \ngained or lost because of the character's situ- \nation. For instance, crouching behind a \nboulder improves a character's Armor \nClass, while being attacked from behind \nworsens his AC. \nArmor provides protection by reducing \nthe chance that a character is attacked suc- \ncessfully (and suffers damage). Armor does \nnot absorb damage, it prevents it. A fighter \nin full plate mail may be a slow-moving tar- \nget, but penetrating his armor to cause any \ndamage is no small task. \nArmor Class is measured on a scale from \n10, the worst (no armor), to -10, the best \n(very powerful magical armors). The lower \nthe number, the more effective the armor. \nShields can also improve the AC of a char- \nacter (see page 75). \n* \nAbilities and situations can also affect a \ncharacter's Armor Class. High Dexterity \ngives a bonus to Armor Class, for example. \nBut even a character with a Dexterity bonus \ncan have this bonus negated if he is attacked \nfrom the rear. \nDamage is what happens to a character \nwhen an opponent attacks him successfully. \nDamage can also occur as a result of poison, \nfire, falling, acid, and anything even re- \nmotely dangerous in the real world. Dam- \nage from most attacks is measured in hit \npoints. Each time a character is hit, he suf- \nfers points of damage: It could be as little as \n1 point to as many as 80 or more. These \npoints are subtracted from the character's \ncurrent hit point total. When this reaches 0, \nthe character is dead. \nInitiative determines the order in which \nthings happen in a combat round. Like so \nmany things in the world, initiative is deter- \nmined by a combination of ability, situa- \ntion, and chance. \nAt the start of each round of a battle, an \ninitiative roll is made by both sides. This \nroll can be modified by the abilities of the \ncombatants and by the situation. The per- \nson or side with the lower modified die roll \nacts first. \nMelee is any situation in which charac- \nters are battling each other hand-to-hand, \nwhether with fists, teeth, claws, swords, \naxes, pikes, or something else. Strength and \nDexterity are valuable assets in melee. \nMissile combat is defined as any time a \nweapon is shot, thrown, hurled, kicked, or \notherwise propelled. Missile and melee \ncombat have the same basic rules, but there \nare special situations and modifiers that ap- \nply only to missile combat. \nSaving throws are measures of a charac- \nter's resistance to special types of attacks- \npoisons, magic, and attacks that affect the \nwhole body or mind of the character. The \nability to make successful saving throws im- \nproves as the character increases in level; \nDexterity and general mental fortitude aid \nin honing combat senses. Experience makes \nsaving throws easier. \nSurprise can happen any time characters \nmeet another group unscpectedly (monsters, \nevdhights, peasank, etc.). surprk issimply \nwhat happens when one side-a person or \nparty-is taken unable to react ~n- \ntil they gab their wits. Their opponents, if \nunsurprised, are &owed a bonus round of \naction while the surprised characters recover. \nIt's entirely possible for both sides in a given \nsituation to be surprisedl \nAttacking with surprise gives bonuses to \nthe attack roll (see Table 51). A surprised \ncharacter also has a decreased chance of \nrolling a successful saving throw, if one is \nneeded. \nSurprise is determined by a die roll and is \nnormally checked at the beginning of an \nencounter. Surprise is very unpredictable, \n89 \nso there are very few modifiers to the roll. \nTHACO is an acronym for 'To Hit Armor \nClass 0.\" This is the number a character, \nNPC, or monster needs to attack an Armor \nClass 0 target succdy. THACO depends \non a character's group and level (see Table \n53 on page 91). The THACO number can be \nused to calculate the number needed to hit \nany Armor Class. THACO is refigured each \ntime a character increases in level. Using \nTHACO speeds the play of combat greatly. \nThe Attack Roll \nAt the heart of the \ncombat system is the attack roll. This is the \ndie roll that determines whether an attack \nsucceeds or fails. The number a player needs \nin order to make a successful attack roll is \nalso called the \"to-hit\" number. \nAttack rolls are used for attacks with \nswords, bows, rocks, and other weapons, as \nwell as blows from fists, tackling, and other \nhand-to-hand attacks. Attack rolls are also \nused to resolve a variety of potentially \ninjury-causing actions that require accuracy \n(e.g., throwing a rock at a small target or \ntossing a sword to a party member in the \nmiddle of a fight). \nFiguring the To-Hit Number \nThe first step in \nmaking an attack roll is to find the number \nneeded to hit the target. Subtract the Armor \nClass of the target from the attacker's \nTHACO. (Remember that if the Armor \nClass is a negative number, you add it to the \nattacker's THACO.) The character has to \nroll the rSUlting number, or higher, on ld20 \nto hit the target. \nHere's a simple example: Rath has \nreached 7th level as a fighter. His THACO is \n14 (found on Table 53), meaning he needs to \nroll a 14 or better to hit a character or crea- \nture of Armor Class 0. In combat, Rath, at- \ntacking an orc wearing chainmail mor \n(AC 6), needs to roll an 8 (14 -6 = 8) to hit \nthe orc. An 8 or higher on Id20 will hit the \norc. If Rath hits, he rolls the appropriate \ndice (see Table 44) to determine how much \ndamage he inflicts. \nThe example above is quite simple-in a \ntypical AD&D@ game combat situation, \nTHACO is modified by weapon bonuses, \nStrength bonuses, and the like (the next sec- \ntion \"Modifiers to the Attack Roll:' lists the \nspecifics of these modifiers). Figure Strength \nand weapon modifiers, subtract the total \nfrom the base THACO, and record this mod- \nified THACO with each weapon on the char- \nacter sheet. Subtract the target's Armor \nClass from this modified THACO when de- \ntermining the to-hit number, \nI \nI\n\n[BOOK_PAGE 90 | PDF_PAGE 91]\nCombat (Weapon Type vs. Armor) \nHeres the same example, with some com- \nmon modifiers thrown in: Ruth is still a 7th- \nlevel fighter. He has a Strength of 18/80 \n(which gives him a +2 bonus to his attack \nroll). He fights with a long sword +l. His \nTHACO is 14, modified to I2 by his Strength \nand to 11 by his weapon. If attacking the orc \nfrom the earlier example, Ruth would have \nto roll a 5 or higher on la20 in order to hit \n(I1 -6~5). Again, Table 44 would tell him \nhow much damage he inflicts with his \nweapon (this information should also be \nwritten on his character sheet). \nThe DM may also throw in situational \nmodifiers, (e.g., a bonus if the target is \nstruck from behind, or a penalty if the target \nis crouching behind a boulder). If the final, \nmodified die roll on Id20 is equal to or \ngreater than the number needed to hit the \ntarget, the attack succeeds. If the roll is \nlower than that needed, the attack fails. \nModifiers to the Attack Roll \nIn combat, many \nfactors can modify the number a character \nneeds for a successful hit. These variables \nare reflected in modifiers to the to-hit num- \nber or to the attack roll. \nStrength Modifiers: A character‘s \nStrength can modify the die roll, altering \nboth the chance to hit and the damage \ncaused. This modifier is always applied to \nmelees and attacks with hurled missile \nweapons (a spear or an axe). \nA positive Strength modifier can be applied \nto bows if the character has a special bow \nmade for him, designed to take advantage of \nhis high Strength. Characters with Strength \nTable 51: COMBAT MODIFIERS \nSituation \nAttacker on \nDefender invisible - \nDefender off-balance \nDefender sleeping or held \nDefender stunned or prone \nDefender surprised \nMissile fire, long range \nMissile fire, medium range \nRear attack \nAttack Roll \nModifier \n+1 \n-4 \n+2 \nAutomatic* \n+4 \n+1 \n-5 \n-2 \n+2 \n*If the defender is attacked during the \ncourse of a normal melee, the attack auto- \nmatically hits and causegmal damage. If \nno other fighting is going on (i.e., all others \nhave been slain or driven off), the defender \ncan be slain automatically. \npenalties always suffer them when using a \nbow weapon. They simply are not able to \ndraw back the bowstring far enough. Charac- \nters never have Strength modifiers when using \na&ws-the power of the shot is imparted \nby a machine, not the player character. \nMagical items: The magical properties of \na weapon can also modify combat. Items \nthat impart a bonus to the attack roll or Ar- \nmor Class are identified by a plus sign. For \nexample, a sword + 1 improves a character’s \nchance to hit by one. A suit of chain mail \n+I improves the Armor Class of the char- \nacter by one (which means you subtract one \nfrom the character’s AC, changing an AC of \n5 to an AC of 4, for example). Cursed items \nhave a negative modifier (a penalty), result- \ning in a subtraction from the attack roll or \nan addition to Armor Class. \nThere is no limit to the number of modi- \nfiers that can be applied to a single die roll. \nNor is there a limit to the positive or nega- \ntive number (the total of all modifiers) that \ncd be applied to a die roll. \nTable 51 lists some standard combat mod- \nifiers. Positive numbers are bonuses for the \nattacker; negative numbers are D \nTable 52: WEAPON TYPE VS. \nARMORMODmERS \nfield Plate +3 +1 0 \n+4 +3 0 Full Hate \nsplint mail 0 +l +2 \nStuddcdkther +2 +1 0 \nIncludes bronze chain mail \n** Indudes padded armor znd hides \nSometimes the at- \ntacker’s to-hit number seems impossible to \nroll. An attack may be so difficult it requires \na roll greater than 20 (on a 20-sided die!), or \nso ridiculously easy it can be made on a roll \nless than 1. In both cases, an attack roll is \nstill required! \nThe reason is simple: With positive die \nroll modifiers (for magic, Strength, situa- \ntion, or whatever), a number greater than \n20 can be rolled. Likewise, die roll penalties \ncan push the attack roll below 0. \nNo matter what number a character needs \nY \n1 , \nI\n\n[BOOK_PAGE 91 | PDF_PAGE 92]\nCombat (Calculating THACO) \nto hit, a roll of 20 is always considered a hit \nand a roll of 1 is always a miss, unless the \nDM rules otherwise. Under most circum- \nstances, a natural 20 hits and a natural 1 \nmisses, regardless of any modifiers applied \nto the die roll. \nThus, even if a character’s chance to hit a \nmonster is 23 and the character has a -3 \npenalty applied to the die roll, he might be \nableto score a hit-but only if the die roll is \na 20 before any modifiers are applied. Like- \nwise, a character abk to hit a monster on a 3 \nor better, waving a sword +4, could still \nmiss if a 1 is rolled on the die. \nlad, in \nsitua- \nCalculating THACO \nTo make an attack \nroll, the character‘s THACO must be known. \nThis depends on the group and level, if the \nattacker is a player character or NPC, or the \nHit Dice if the attacker is a monster or an ani- \nmal. All 1st-level characters have THAcas of \n20, regardless of class. \nFor a character of level 1 through level 20, \nconsult Table 53. This table lists the THACO \nnumber of each group through 20th level, so \nplayers don’t have to perform any calcula- \ntions. \nFor a character higher than 20th level, \nfind the Improvement Rate for the charac- \nter’s group in Table 54. There you’ll find the \nnumber of levels a character must advance \nto reduce his THACO by 1 (or more) points. \nCalculate the character’s THACO according \nto his level. \nThe DMG contains the information on \nmonster THACOs. \nI I Table 53: CALCULATED THACOS \nLevel \ncroup 1 2 3 4 5 6 7 8 9 10 11 I2 13 14 15 16 17 18 19 %O \n20 20 20 18 18 18 16 16 16 14 %. 14 12 12 12 10 10 10 8 8 \n20 20 19 19 18 18 17 17 16 16 15 15 14 14 13 13 12 12 11 11 \n20 19 18 17 16 15 14 13 12 11 10 9 8 7 6 5 4 3 2 1 \n20 20 20 19 19 19 18 18 18 17 17 17 16 16 16 15 15 15 14 14 \nTHACO ADVANCEMENT 9 \nImprovement Rate \nPoints/Level \nWarrior \nWIzard \nI \n111 \n113 \n91 \nI4 \nCombat and Encounters \nEncounters are the \nheart of the AD&P game. Since encoun- \nters with monsters and NPCs often lead to \ncombat, an understanding of what happens \nduring battles is vital for everyone. There \nare several factors the DM will consider in \nany combat, most of which arise from the \ncircumstances of the encounter. b anyom \nsurprised? How far apart are &e oppo- \nnents? How many of them an there? \nAnswer6 to these questions are fowd in the \nEncounter section of the DMG. These are \nquestions common to all encounters, \nwhether combat occurs or not. \nThe Combat Round \nIf an encounter es- \ncdates into a combat situation, the time \nscale of the game automatically goes to \nrounds (also called meke rounds or combat \nrounds). Rounds are used to mco~lura the \nactions of characters in combat (or other \nintensive actions in which time is impor- \ntant). \nA round is approximately one minute \nlong. Ten combat rounds equal a turn (or, \nput another way, a turn equals 10 minutes of \ngame time). This is particularly important \nto remember for spells that last for turns, \nrather than rounds. \nBut these are just approximathns- \nprecise time measurements areimpossible to \nmake in combat. An action that might be \nridiculously easy under normal churn- \nly heroic scale when attempked im tha Bliddk \nI \nstan- Could become an IUI- d tru- \nbackpack, uncork it, and drink the con- \ntents. No problem, \nNow imagine thesame thhg in t)remidto, \nof a fight. The potion is dy stowtd in the \ncharacter‘s backpack. Fkst, he takes stock \nof the situation to see if anyone else can gpt \nthe potion out for him, but, not nupris%rg- \nly, everyone is rather busy. So, sword in one \nhand, he shrugsone strap of the padr off his \nshoulder. Then, just as two ora kap toward \nhim, the other strap threatens to slip dorm, \nstrap keeps him from My using his shield. \nHolding the shieM as best as mble m \nfront of him, he suambks backward to \ngets pushed back a few more feet when a \ncompanion shouldars past to block their’ \nadvance. His companion bought him a little \ntime, so he knds, lays down his sword, and \nslips the backpack dl the way off. Hearing a \nwild cry, he instinctively swings his shield \nup just in time to ward offa gbdngblow. \n1 \nentangling his sword arm. Already theloore \navoid the monsters’ first wild swings. He \nI\n\n[BOOK_PAGE 92 | PDF_PAGE 93]\nI\n\n[BOOK_PAGE 93 | PDF_PAGE 94]\nCombat (The Combat Sequence) \nI \ni \nI \ni \nt \ni \nI \nI \nI \nI \n! \nI \nRummaging through the pack, he finally \nfinds the potion, pulls it out, and, huddling \nbehind his shield, works the cork free. Just \nthen there is a flash of flame all around \nhim-a fireball! He grits his teeth against \nthe .heat, shock, and pain and tries to \nremember not to crush or spill the potion \nvial, Biting back the pain of the flames, he is \nrelieved to see the potion is still intact. \nQuiddy, he gulps it down, ledaims his \nsword, kicks his backpack out of the way, \nand runs back up to the front line. In game \nterms, the character withdrew, was missed \nby one attacker, made a successful saving \nthrow vs. spell (from the fireball), drank a \npotion, and was ready for combat the next \nround. \nI \nI What You Can Do In One Round \nWhatever the pre- \nround, a character \nan accomplish only one basic action in that \nround, be-it making an attack, casting a \nspell, drinking a potion, or tending to a \nfallen comrade. The basic action, however, \nmay involve several lesser actions. \nWhen making an attack, a character is \nlikely to close with his opponent, circle for \nilll opening, feint here, jab there, block a \nthrust, leap back, and perhaps finally make \na telling blow. A spellcaster may fumble for \nhis components, dodge an attacker, mental- \nly review the steps of the spell, intone the \nspell, and then move to safety when it is all \ndone. It has already been shown what \ndrinking a potion might entail. All of these \nthings might happen in a bit less than a min- \nute or a bit more, but the standard is one \nminute and one action to the round. \nSome examples of the actions a character \ncan accomplish include the following: \nMake an attack (make attack rolls up to \nthe maximum number allowed the char- \nacter class at a given level) \nCast one spell (if the casting time is one \nround or less) \nDrink a potion \nLight a torch \nUse a magical item \nMove to the limit of his movement rate \nAttempt to open a stuck or secret door \nBind a character's wounds \nSearchabody \nHammer in a spike \nRecover a dropped weapon \nThere are also actions that take a negligi- \nble amount of time, things the character \ndoes without afkting his ability to perform \na more important task. Examples of these \ninclude the following: \nShout warnings, brief instructions, or \ndemands for surrender, but not conversa- \ntions where a reply is expected. \nChange welrpons by dropping one and \ndrawing anhther. \nDrop excess equipment, such as back- \npacks, lanterns, or torches. \nThe Combat Sequence \nIn real life, combat \nis one of the closest things to pure anarchy. \nEach side is attempting to harm the other, \nessentially causing disorder and chaos. \nThus combats are filled with unknowns- \nunplanned events, failed attacks, lack of \ncommunication, and general confusion and \nuncertainty. However, to play a battle in the \ngame, it is necessary to impose some order \non the actions that occur. Within a combat \nround, there is a set series of steps that must \nbe followed. These steps are: \n1. The DM decides what actions the \nmonsters or NPCs will take, including \ncasting spells (if any). \n2. The players indicate what their char- \nacters will do, including casting spells \n(if any). \n3. Initiative is determined. \n4. Attacks are made in order of initiative. \nThese steps are followed until the combat \nends-either one side is defeated, surren- \nders, or runs away, \nNPC/Monster Determination: In the first \nstep, the DM secretly decides in general \nterms what each opponent will do-attack, \nflee, or cast a spell. He does not announce \nhis decisions to the players. If a spell is to be \ncast, the DM picks the spell before the play- \ners announce their characters' actions. \nPlayer Determination: Next, the players \ngive a general indication of what their char- \nacters are planning to do. This does not \nhave to be perfectly precise and can be \nchanged somewhat, if the DM decides cir- \ncumstances warrant. \nIf the characters are battling goblins, a \nplayer can say, \"My fighter will attack \nwithout having to announce which goblin \nhe will strike, If the characters are battling a \nmixed group of goblins and ogres, the play- \ner has to state whether his character is \nattacking goblins or ogres. \nSpells to be cast must also be announced \nat this time and cannot be changed once the \ninitiative die is rolled. \nBefore moving on, the DM will make sure \nhe has a clear idea of not only what the play- \ner characters are doing, but also what \nactions any hirelings and henchmen are tak- \ning. Once he has a clear view of everything \nthat's likely to happen, the DM can overrule \nany announced action that violates the rules \n(or in the case of an WC, is out of charac- \nter). \nHe is not required to overrule an impos- \nsible action, but he can let a character \nattempt it anyway, knowing full well the \ncharacter cannot succeed. It is not the DMs \nposition to advise players on the best strate- \n93 \ngies, most intelligent actions, or opti \nmaneuvers for their characters. \nInftiptive: In the third step, dice are rolled \nto determine initiative, according to the \nrules for initiative (this page). \nResolution: In the last step, PCs, NPCs, \nand monsters make their attacks, spens \noccur, and any other actions are resolved \naccording to the order of hitiative. \nThe above sequence is not immutable. \nIndeed, some monsters violate the standard \nsequence, and some situations demand the \napplication of common sense. In these cases \nthe DM's word is final. \nHere's an example of the combat sequence \nin action: Rath is leading a party through \nthe corridors of a dungeon. Right behind \nhim are Rupert and Dehora. Rounding a \nbend, they see a group of orcs and trolls \nabout 20 feet may. No one is surprised by \nthe encounter, \ngoing to.. .now I can't use a fireball.\" \nDM: \"Rath is charging forward. Quick- \nwhat are you doing?\" \nJon: \"OK, I'll shoot \nAnne: '<Got it!-Acid arrow spell ut the Zead \nanother. \nInitiative is normally determined with a \nsingle roll for each side in a conflict. This \ntells whether all the members of the group \nget to act before or after those of the other \nthese optional methods breaks the\n\n[BOOK_PAGE 94 | PDF_PAGE 95]\nCombat (Initiative) \nI \naction down into more individual initia- \ntives. However, the general method of de- \ntermining initiative remains the same in all \ncases. \nStandard Initiative Procedure \nTo determine the \ninitiative order for a round of combat, roll \nIdlo for each side in the battle. Normally, \nthis means the DM rolls for the monsters (or \nNPCs), while one of the players rolls for the \nPC party. Low roll wins initiative. If more \nthan two sides are involved in combat, the \nremaining sides act in ascending order of \ninitiative. \nIf both (or all) sides roll the same number \nfor initiative, everything happens sim- \nultaneously-all attack rolls, damage, \nspells, and other actions are completed be- \nfore any results are applied. It is possible for \na mage to be slain by goblins who collapse \nfrom his sleep spell at the end of the round. \nInitiative Modifiers \nSituational factors \ncan affect who has initiative. To reflect this, \nmodifiers are added to or subtracted from \nthe initiative die roll. \nTable 5% SWDARD MODIFIERS \nTO INITIATIVE \nSpecific Situation Modifier \nHasted -2 \nSlowed +2 \nOn higher ground -1 \nSet to receive a charge -2 \nWading or slippery footing +2 \nWading in deep water +4 \nForeign environment* +6 \nHindered (tangled, climbing, held) +3 \nWaiting (seep. 112) +l \nThis applies to situations in which the \nparty is in a completely different environ- \nment (swimming underwater without the \naid of a ring of free movement, for exam- \nple). \nEveryone in the party who will be in- \nvolved in the round's action must qualify \nfor the modifier. For example, all members \nof a party must be on higher ground than \nthe opposition in order to get the higher \nground modifier. The DM will probably ask \neach player where his character is standing \nin order to clarify this. \nThe side with the lowest modified roll on \nIdlo has the initiative and acts first. \nContinuing the example above, the DM \ndecides that one initiative roll is sufficient \nfor each group and no modifiers are needed \nfor either group. (Although Rath is charg- \ning, the orcs and trolls are too busy rear- \nranging their lines to be set to receive his \ncharge and so the -2 to receive charge is not \nused.) \nHarry, rolling for the player characters, \ngets a 7on a 10-sided die. The DM rolls a 10. \nThe player characters, having the lowest \nnumber, act first. \nDelsenona's acid arrow strikes one of the \ntrolls just as Rath takes a swing at the last of \nthe fleeing orcs. A bowshot from Rupert \ndrops another one of the creatures as it takes \nits position in the second rank. Now the \nmonsters strike back. \nThe orcs manage to fineh forming their \nline. Enraged by the acid, the lead troll tears \ninto Rath, hurting him badly. The others \nswarm around him, attempting to tear him \nlimb from limb. \n- \nTable 56: OPTIONAL MODIFIERS \nSpecific Situation \nAttacking with weapon \nBreath weapon \nCasting a spell \nCreature size (Monsters attacking \nwith natural weapons only)* \nTiny \nSmall \nMedium \nLarge \nHuge \nGargantuan \nInnate spell ability \nMagical Items** \nMiscellaneous Magic \nPotion \nRing \nRods \nScroll \nStave \nWand \neveryone on the same side is too unreal \nistic. It is, admittedly, a simplification , \nway to keep down the number of \nrolls required in a single round, allow \nfor much faster combat. However, \nactions of different characters, the ty \nof weapons they use, and the situati \ncan all be factors in determining init \nUsing this optional method, one initia \ntive die roll is still made for each side ir \nINFIlAm \nModifier \nWeapon speed \n+1 \nCasting time \n0 \n+3 \n+3 \n+6 \n+9 \n+ 12 \n+3 \n+3 \n+4 \n+3 \n+1 \n+2 \n+3 \nCasting time of spell \n* This applies only to creatures fighting with natural weapon-claws, bites, etc. Creatru \nusing weaponry use the speed factor of the weapon, regardless of the creature's size. \n** Use the initiative modifier listed unless the item description says otherwise.\n\n[BOOK_PAGE 95 | PDF_PAGE 96]\nI Combat (Initiative) \n+- \nSome of the modifiers depend on ability, \nspell, and weapon. Characters casting spe€ls \n(but not monsters using innate abilities) \nmust add the spellcasting time to the die \nroll. Characters attacking with weapons \nadd the weapons' speed factors to the die \nroll (see pages 68 and 69). All other modi- \nfiers are applied according to each individ- \nual's situation. \nbv trolls and not in the best of health. \nI \n' \net to \nune \ncontinue attacking Rath, with the help of \nthe orcs, while the other trolls move to \nblock reinforcements. In particular, the \ntroll burned by the acid arrow is looking \nfor revenge. The DM then turns to the I \nplayers for their actions. 1 \nPlayers (all at once): \"I'm going to.. .\" \"Is I \nhe going?. , .\" \"I'm casting a.. .\" \nIM (shouting): \"One at time! Rath?\" \nrarry: \"I'll blow my horn of blasting \nIM: ''It'll take time to dig it out.\" \nlarry: \"I don't care, I'm doing it.\" \nin: \"Draw my sword and attack one \nthe trolls!\" \nIM: \"Anne?\" \nnne (not paying attention t \ntwo): \"Cast a fireball.\" \nlarry and ]on: \"NO! DON' \nIM: \"Well, is that what you're doing? \nQuickly!\" \nnne: \"No, 1'11 cast a haste spell! Cen- \ntered on me, so Rupert and Rath are \n: \"Okay. Harry, roll init \nveryone modify for your \nrolls Id10 and gets a 6. The \n(weapon speed 7 instead \nbecause ofthe +I). His modified ini- \nsenora is casting a spell (haste \ntive is 13 (6 + 7 = 23). \ntime 3). Her modified \name as Rath's, 9. \nare attacking with \nes (large creatures atta \nweapons + 6). Their modi- \ne orcs are using long swords (weap- \nspeed 5). Their modified initiative is \niative is 71 (5 + 6 = 11). \nsell at me same rime rnar \nle house down on the oms with his horn \nf blasting. \nThe orcs (initiative 10) would haus \none next, but all of them have been \nrushed under falling rock. \nThe three trolls (initiative 11) are \nnfazed and attack, one at Rath and the \nther two springing forward, hitting \n)elsenora and missing Rupert. \nFinally, Rupert (initiative 13) strikes \nack. He moved too slowly to block one \n~11's path to Delsenora, but manages to \nnt off the second. Things look very grim \nrmining initiative is the same as that \ngiven earlier, except that each PC, \n, and monster involved in the fight \narate initiative \nharacter is involved in his \nthere aren't too many to \noff from retreat by fallen \nattack. The DM asks the \n\"Hit him with my hammer +r \nRath rolls a 2 and is attacking with his \nmer (weapon speed 0 instead of 4 \nto +4) and is hasted (-2), so his \nified initiative is 0. \nRath's troll rolls a 1 and is attacking \nm \ne troll fighting Delsenora is very \nattacks is: Rath (initiative \nhis hammer. Rupert and \ns (attacking Rath and \nconcentration \n9s\n\n[BOOK_PAGE 96 | PDF_PAGE 97]\nI Combat (Two Weapons) \nMovement in Combat Spellcasting and Initiative \nCasting times for \nSpcua can modify initiative rolls, creating a \nwaiistic delay for the spdicaster. When a \nspell's 'Gstiq Time\" parameter is given as \na number without any units (e.g., rounds or \nturns), then that number is added to the \ncastds initiative roll to determine his modi- \nfied initiati*. When a spell requires a round \nor more to cast, a nod initiative roll is \nnot made-a qkll requiring one round to \ncast takes efkct at the end of the current \nround, after all other actions are completed. \nSpeIls that require more tlun one mud \nto cast involve some bookkeeping. The DM \nor me of the players must keep track of the \nromds spent in casting. If the spellciasting \n&acts is disturbed during this time, the \nBpell is last. If all goes well, the spell takes \neffect at the very end of the last round of the \nrequind casting time. Thus, a spell requir- \ning 10 minutes to cast would reqire 10 \ncombat rounds, and wouldn't take effect \nuntil the very end of the 10th round. \nSince a rcutnd \nis not an Olympic sprinter nnnkrg in a \nstraight line. He is trying to \nMovement In Melee \nacter can mwe up to \ntanceaqdstillmakadee \nMovement and Missile Combat \nout toeto toewithan oppeme@. achol.pctcn \ncan move up to \nmart rate and \nhisnod rate offire. \ncircumaurca) cd mow 60 kt d*eqiu \nfire oncshot. The 9pmc man, Brined Ma \nheavy crossbow (one shot every oth& \nround) would be able to shoot only once \nRather thpn slug it \nCharging an OpPoRent \nons are easier to wield i \nor better balanced t \njust pulls the chara \nprober position of its own \nhatever the cause, each bo \nonferred by a magical weap \nhe speed factor of that weap \nsword +3 reduces the weapo \nAttacking with \nTwo Weapons \nstyle available only to warriors and rogues \nis that of fighting with two weapons dmul- \ntaneoudy. The character chooses not to use \na shield in favor of mother weapon, grant- \ning him a greater number of ate, with a \npenalty to his attack rolls (rangers are ex- \nempt from the attack roll penalty). \nWhen using a second weapon in his off- \nhand, a character is limited i~ his weapon \nchoice. His pMcipal weawn can be what- \never he chooses, provided it an be wielded \nwith one hand. The second weapon mtiat be \nsmaller in size and weight thpn the h- \nter's main weapon (thou& a dagger can d- \nways be used as a second weapon, wen if \nthe primary weapon is also a dagger). A \nfighter can use a long sword and a short \nsword, or a long sword and a dagger, but he \ncannot use tw~ long words. Nor un the \ncharacter use a shidd, unkss it is kept \nskapped Onto his back. \nWhen attacking, all characters but rang- \ners suffer penalties to their attack rolls. At- \ntacks made with the main weapon suffer a \n-2 penalty, and attacks made with the see \nond weapon suffer a -4 penalty. The char- \nacter's Reaction Adjustment (based on his \nDexterity, see Table 2) modifies this penalty, \nA low Dexterity score will worsen the& \nacter's chance to hit with each attack. A \nhigh Dexterity can negate this particular \npenalty, although it cmnot result in a posi- \ntive modifier on the attack rolls for either \nweapon (i.e., the Reaction Adjustment can, \nat best, raise the attack roll @ties to 0). \nThe use of two weaponsenable6 the char- \nacter to make one additid attack each \ncombat round, with the sccd wrpppon. \nThe chanctergaina Qnlyoneaddbdat- \ntack each round, ngardlcss of the n& \nof attacks he may normplly be allowed. \nThus a warrior able to attack 3/2 (once in \nthe first round and twice in the second) can \nattack 512 (twice in the first round and three \ntimes in the second). \nout of position to make his next \nSwinging a hammer is not as simple \nping in a nail. A war hammer is \nisn't being fair to the players. Howeve \nt \nA character can \nthe also charge a foe. A charge incmsts \nables thechprrcber to make an attack at the \nend of hismovement. A chqing character \nalso @IS a +2 bonus to his'attack roll, \nmainly from momentum. Certain weapons \n(such as a lance) inflict doubk the rdkd \ndamage in a charge. \ncharactd~movcmcmt rate by 5096 pnd en- \n%\n\n[BOOK_PAGE 97 | PDF_PAGE 98]\n\\ \nWawever, charging gives the opponents \nseved advantages. First, they gain a -2 \nbonus to their initiative ralls. Second, \ncharging characters gain no Dexterity bo- \nnuses to Armor Class and they suffer an AC \npenalty of 1. Finally, if the defend@r is using \na spear or polearm weapon and sets it \nagainst the charge (bracing the butt against \na stone or his foot), he inflicts double dam- \nage on a successful hit. \nTo get out of a com- \nbat, characters can make a careful with- \ndrawal or they can simply flee. \nWithdrawing: When making a with- \ndrawal, a character carefully backs away \nfrom his opponent (who can chow to fol- \nlow). The character moves up to 1/3 his nor- \nmal movement rate. \nIf two characters are fighting a single op- \nponent and one of them decides to with- \ndraw, the remaining character can block the \nadvance of the opponent. This is a useful \nmethod for getting a seriously injured man \nout of a combat. \nFleeing: To flee from combat, a character \nsimply turns and runs up to his full move- \nment rate. However, the fleeing character \ndrops his defemes and turns his back to his \nopponent. \nThe e~lgmy is allowed a free attack (or \nmultiple attacks if the creature has several \nattacks per round) at the rear of the fleeing \ncharacter. This attack is made the instant \nthe character flees: It doesn't count against \nthe number of attacks that opponent is al- \nlowed during the round, and initiative is ir- \nrelevant. \nThe fleeing character can be pursued, un- \nless a companion blocks the advance of the \nenemy. \nAttncklng Without Killing \nThere are times \nwhen a character wants to defeat another \nbeing without killing it. A companion may \nhave been charmed into attacking his \nfriends (and his friends don't want to kill \nhim to save themselves!); an enemy may \nhave information the PCs can get only by \nsubduing him; characters may simply see \nthe monetary value of bringing back a real, \nlive monster. Whatever the case, sooner or \nlater characters are going to try. \nThere are three types of nonlethal \nattacks-punching, wrestling, and over- \nbearing. Punching is basic bare-fistd fight- \ning. Wrestling is the classic combinaZlon of \ngrappling, holds, and throws. Overbearing \nis simply trying to pull down an opponent \nby sheer mass or weight of numbers, pin- \nning him to the ground. \nCombat (Attacking Without Killing) \nPunching and Wrestling \nThese are the most \nbasic of combat skills, unknowingly prac- \nticed by almost all children as they mu& \nand tumble with each other. Thus all char- \nacters, regardlessof class, are assumed to be \nsomewhat proficient in both these forms of \nfighting. \nPunching occurs when a character attacks \nwith his fists. No weapons are used, al- \nthough the character can wear an iron \ngauntlet or similar item. Wrestling requires \nboth hands free, unencumbered by shields \nand the like. \nWhen punchmg or wrestling, a normal at- \ntack roll is made. The normal Armor Class \nof the target is used. If a character is at- \ntempting to wrestle in armor, the modifiers \non Table 57 are used (these are penalties to \nthe attacker's attack roll). Normal modifiers \nto the attack roll are also applied. \nPenalties for being held or attacking a \nheld opponent do not apply to wrest@ \nWrestling involvea a lot of ho \ntwisting as it is, and the damalp du&n \nsystem for punching and wrestling takesthis \ninto account. \nTabIe 57t @MOR MODIFIERS \nFOR WRESTLING \nARaor h&odikr \n-1 \n-2 \n-5 \n-8 \n- 10 \nStudded leather \nChain. ring, and scale mail \nBanded, splint, and plate mail \nField plate armar \nFull plate armor \nIf the attack roll is successful, consult Ta- \nble 58 to find the dt of the attack: Cross- \nindex the character's modified attack roll \nwith the proper attack form. If, for exam- \nple, a character successrUlly punched with \nan 18, the result would be a rabbit punch (if \nhe rolled an 18 on a successfu1 WktStling at- \ntempt, the result would be a kick). Punching \nand wrestling attacks can succeed on attack \nrolls of 1 or less (exceptions to the general \nrule). \nTaFle 58: PUNCHING AND WRESTLING RESULTS \nAttack Roll Punch D%mage %KO wsertle \n20+ Haymaker 2 10 Bear hug\" \n19 Wild swing 0 1 Ann twist \n13 Hook 2 9 Leg lock \n7 Combination 2 10 Throw \n1 Wild swing 0 2 Leg mist \nLess than 1 Haymaker 2 25 Bearhug* \n* Hold can be maintained from round to round, until broken.\n\n[BOOK_PAGE 98 | PDF_PAGE 99]\nPunch: This is the type of blow landed. In \ngame terms, the type of blow has little \neffect, but using the names adds spice to the \nbattle and makes the DMs job of describing \nthe action easier. \nDamage: Bare-handed attacks cause only \n1 or 2 points of damage. Metal gauntlets, \nbrass knuckles, and the like cause ld3 \npoints of damage. A character's Strength \nbonus, if any, does apply to punching \nPunching damage is handled a little dif- \nferently than normal damage. Only 25% of \nthe damage caused by a bare-handed attack \nis normal damage. The remaining 75% is \ntemporary. For the sake of convenience, \nrecord punching damage separately from \nother damage and calculate the percentage \nsplit at the end of all combat. \nIf a character reaches 0 hit points due to \npunching attacks (or any combination of \npunching and normal attacks), he immedi- \nately falls unconscious. \nA character can voluntarily pull his \npunch, not causing any hit point damage, \n% K.O.: Although a punch does very lit- \ntle damage, there is a chance of knocking an \nopponent out. This chance is listed on the \ntable as \"% K.O.\" If this number or less is \nrolled on percentile dice, the victim is \nstunned for Idlo rounds. \nWrestle This lists the action or type of \ngrip the character managed to get. Wres- \ntling moves marked with an asterisk (*) are \nholds maintained from round to round, \nunless they are broken. A hold is broken by \na throw, a gouge, the assistance of another \nperson, or the successful use of a weapon. \n(Penalties to the attack roll apply to weapon \nattacks by a character who is in a hold.) \nAIl wrestling moves inflict 1 point of \ndamage plus Strength bonus (if the attacker \ndesires), while continued holds cause cumu- \nlatively 1 more point of damage for each \nround they are held. A head lock held for six \nrounds would inflict 21 points of damage \ntotal (1 +2 +3 + 4 + 5 + 6). Remember, this is \nthe equivalent of pressing hard on a full- \nnelson headlock for roughly six minutes! \nconcern is to pin \nThe defender also gains a benefit if it has \nmore than two legs: a -2 penalty to the \nattacker's roll for every leg beyond two. \nThere is no penalty to the defender if it has \nno legs. A lone OK: attempting to pull down \na horse and rider would have at least a -8 \npenalty applied to the attack roll (-4 for \nsize and -4 for the horse's four legs). \nIf the attack succeeds, the opponent is \npulled down. A character can be pinned if \nfurther successful overbearing attacks are \nrolled each round. For pinning purposes, do \nnot use the prone modifier to combat (from \nTable 51). \nIf multiple attackers are all attempting to \npull down a single target, make only one \nattack roll with a + 1 bonus for each attack- \ner beyond the first. Always use the to-hit \nnumber of the weakest attacker to figure the \nchance of success, since cooperation always \ndepends on the weakest link. Modifiers for \nsize should be figured for the largest attack- \ner of the group. \nA giant and three pixies attempting to \npull down a man would use the pixies' \nattack roll, modified by +3 for three extra \nattackers and +8 for the size difference of \nthe giant (Huge) and the man (Medium). \nWeapons in Non-Lethal Combat \nAs you mlght ex- \npect, weapons have their place in non-lethal \ncombat, whether a character is defending or \npressing the attack. \nWeapons in Defense: A character \nattempting to punch, wrestle, or overbear \nan armed opponent can do so only by plac- \ning himself at great risk. Making matters \nworse, an armed defender. is automatically \nallowed to strike with his weapon before the \nunarmed attack is made, regardless of the \ninitiative die roll. Furthermore, since his \nopponent must get very close, the defender \ngains a +4 bonus to his attack and damage \nrolls. If the attacker survives, he can then \nattempt his attack. \nThose involved in a wrestling bout are \nlimited to weapons of small size after the \nfirst round of combat-it's very difficult to \nuse a sword against someone who is twist- \ning your sword arm or clinging to your \nback, trying to break your neck. For this \nreason, nearly all characters will want to \ncarry a dagger or a knife. \nNon-Lethal Weapon Attacks It is possi- \nble to make an armed attack without caw- \ning serious damage (striking with the flat of \nthe blade, for example). This is not as easy \nas it sounds, however. \nFirst, the character must be using a weap- \non that enables him to control the damage \nhe inflicts. This is impossible with an arrow \nor sling. It isn't even feasible with a war \nhammer or mace. It can be done with \nswords and axes, as long as the blade can be \nturned so it doesn't cut. \n98 \nSecond, the character has a - 4 penalty to \nhis attack roll, since handling a weapon in \nthis way is clumsier than usual. The damage \nfrom such an attack is 50% normal; one- \nhalf of this damage is temporary. \nNon-Lethal Combat and Creatures \nWhen dealing with \nnon-humanoid opponents, a number of fac- \ntors must be considered. \nFirst, unintelligent creatures, as a rule, \nnever try to grapple, punch, or pull down \nan opponent. They cheerfully settle for tear- \ning him apart, limb by limb. This, to their \nsmall and animalistic minds, is a better solu- \ntion. \nSecond, the natural weapons of a creature \nare always usable. Unlike men with swords, \na lion or a carnivorous ape doesn't lose the \nuse of its teeth and fangs just because a char- \nacter is very close to it. \nFinally, and of greatest importance, crea- \ntures tend to be better natural fighters than \nhumans. All attacks for a tiger are the same \nas punching or wrestling. It's just that the \ntiger has claws! Furthermore, a tiger can use \nall of its legs effectively-front and back. \nTouch Spells and Combat \nMany spells used \nby priests and wizards take effect only when \nthe target is touched by the caster. Under \nnormal circumstances, this is no problem- \nthe spellcaster reaches out and touches the \nrecipient. However, if the target is unwill- \ning, or the spell is used in the midst of a gen- \neral melee, the situation is much different. \nUnwilling Targeta The spellcaster must \nmake a successful attack roll for the spell to \nhave any effect. The wizard or priest calcu- \nlates his to-hit number normally, according \nto the intended victim's Armor Class and \nother protections. The DM can modify the \nroll if the victim is unprepared for or \nunaware of the attack. If the roll succeeds, \nthe spellcaster touches the target and the \nnormal spell effect occurs. \nWiIling Targets: When attempting to cast \na spell on a willing target, the casting is \nautomatic as long as both characters are not \nengaged in combat. For example, if a fighter \nwithdraws from melee, a cleric could heal \nhim the next round. \nIf the recipient of the spell attempts to do \nanything besides waitirig for the spell to \ntake effect, an attack roll against AC 10 \nmust be made. However, no AC modifiers \nfor Dexterity are applied, since the target is \nnot trying to avbid the spell1 \nWhenever a touch spell is successful, the \nspellcaster suffers from any special defenses \nof his target, if they are continually in oper- \nation. A successful touch to a vampire \nwould not result in energy drain, since the \npower only works wh \n1 \ni\n\n[BOOK_PAGE 99 | PDF_PAGE 100]\nit, but touching a fire elemental would resul \nin serious bums. \nWhen a touch spell is cast, it normally re \nmains effective only for that round. How \never, certain spells do specify specia \nconditions or durations. Be sure to checl \neach spell description carefully. \nMissile Weapons \nin Combat \nIn general, missilt \ncombat is handled identically to standarc \nmelee. Intentions are announced, initiativt \nis rolled, and attack rdls are made. How \never, there are some special rules and situa- \ntions that apply only to missile combat. \nMissile weapons are divided into two gen- \neral categories. The first includes all stand- \nard, direct-fire, single-target missiles \n-slings, arrows, quarrels, spears, throwing \naxes, and the like. \nThe second category includes all grenade- \nlike missiles that have an area effect, no \nmatter how small. Thus an attack with these \nweapons does not have to hit its target di- \nrectly to have a chance of affecting it. In- \ncluded in this group are small flasks of oil, \nacid, poison, holy water, potions, and boul- \nders. Hurled boulders are included because \nthey bounce and bound along after they hit, \nleaving a swath of destruction. \nto or less than the short-range distance,-the \ntarget is at short range. \nShort-range attacks suffer no range modi- \nfier. Medium-range attacks suffer a -2 pen- \nalty to the attack roll. Long-range attacks \nsuffer a - 5 penalty. Some weapons have no \nshort range since they must arc a certain dis- \ntance before reaching their target. These at- \ntacks are always made with an attack roll \npenalty. \n’ \nRate of Fire \nand many other missile weapons have dif- \nferent rates of fire (R0F)-the number of \nmissiles they can shoot in a single round. \nSmall, light weapons can be thrown very \n- Bows, crossbows, \nquickly, so up to three darts can be throw \nin a single round. Arrows can be nockec \nand let loose almost as quickly, so up to twc \nshots can be fired in a single round. \nSome weapons (such as heavy crossbows \ntake a long time to load and can be firec \nonly every other round. \nWhatever the ROF, multiple missile shot! \nare handled the same way as other multiplc \nattacks for the purposes of determining ini. \ntiative. The ROF of each missile weapon is \nlisted in table 45 in Chapter 6. \nAbility Modlflen - alle Combat \nAttack roll and dam- \ndamage modifiers for Strength are always \nused when an attack is made with a hurled \nweapon. Here the power of the character’s \narm is a significant factor in the effective- \nness of the attack. \nWhen using a bow, the attack roll and \ndamage Strength modifiers apply only if the \ncharacter has a properly prepared bow (see \nChapter 6: Money and Equipment). Char- \nacters never receive Strength bonuses when \nusing crossbows or similar mechanical de- \nvices. \nDexterity modifiers to the attack roll are \napplied when making a missile attack with a \nhand-held weapon. Thus, a character adds \nhis Dexterity modifier when using a bow, \ncrossbow, or axe but not when firing a tre- \nbuchet or other siege engine. \nFiring into a Melee \nMissile weapons \nare intended mainly as long-range weapons. \nIdeally, they are used before the opponents \nreach your line. However, ideal situations \nare all too rare, and characters often dis- \n:over that the only effective way to attack is \nio shoot arrows (or whatever) at an enemy \ndready in melee combat with their compan- \nons. While possible, and certainly allowed, \nhis is a risky proposition. \nWhen missiles are fired into a melee, the \nIM counts the number of figures in the im- \nnediate area of the intended target. Each \nviedium figure counts as 1. Small (S) figures \n:ount as V2, Large as 2, Huge as 4, and Gar- \n:antuan as 6. The total value is compared to \nhe value of each character or creature in the \narget melee. Using this ratio, the DM rolls a \nlie to determine who (or what) will be the \narget of the shot. \nFor example, Tarus Bloodheart (man-size, \nlr 1 point) and Ruth (ah0 man-sue, or 1 \nloint) are fighting a giant (size G, 6 points) \nJhile Thule fires a long bow at the giant. \n‘he total value of all possible targets is 8 \n5 +I +I). Therek a I in 8 chance that Ruth \ni the target; a 1 in 8 chance that Tam is hit; \nnd a 6 in 8 chance the shot hits the giant. \nThe DM could roll an 8-sided die to deter- \nmine who gets hit, or he could reduce the ra- \ntios to a percentage (75% chance the giant is \nhit, etc.) and roll percentile dice. \nTaking Cover Against Missile Fire \nOne of the best \nways to avoid being hit and injured is to \nhide behind something-a wall, a tree, a \nbuilding corner, a heap of boulders, or \nwhatever happens to be available. Profes- \nsional adventurers, wishing to make this \nsound heroic, call this taking cover. \nTaking cover doesn’t work particularly \nwell in a melee, since the cover hampers de- \nfender and attacker equally. However, it is \nquite an effective tactic against missile fire. \nThere are two types of protection a char- \nacter can have. The first is concealment, \nalso called soft cover. A character hiding be- \nhind a clump of bushes is concealed. He can \nbe seen, but only with difficulty, and it’s no \neasy task to determine exactly where he is. \nThe bushes cannot stop an arrow, but they \ndo make it less likely that the character is \nhit. Other types of concealment include cur- \ntains, tapestries, smoke, fog, and brambles. \nThe other type of protection is cover, \nsometimes called, more precisely, hard \ncover. It is, as its name implies, something a \ncharacter can hide behind that will block a \nmissile. Hard cover includes stone walls, the \ncomer of a building, tables, doors, earth \nembankments, tree trunks, and magical \nwalls of force. \nCover helps a potential target by giving \nthe attacker a negative modifier to his at- \ntack roll. The exact modifier for conceal- \nment or cover depends on the degree to \nwhich it is being used as shelter. A character \nwho stands behind a two-foot wall is a \nmtty obvious target, especially when.cm- \n3ared to the character who lies down behind \n.hat wall and carefully peers over it. Table \n59 lists the different mpdifiers for varying \niegrees of cover and concealment. \nrable 59: COVER AND CONCEALMENT \nrarget b: Cover Concealment \n!5 % hidden \nio % hidden \n’5 % hidden \n’0 % hidden \nMODIFIERS \n-2 -1 \n-4 -2 \n-7 -3 \n- 10 -4 \nCover also has an affect on saving \nhrows, granting the character the modifier \nisted on Table 59 as a bonus to his saving \nhrows against spells that cause physical \n‘amage (e.g., fireball, lightning bolt, etc.). \nFurthermore, a character who has m% \nover (or more) suffers one-half normal \namage on a failed save and no damage at \na saving throw is successful. This\n\n[BOOK_PAGE 100 | PDF_PAGE 101]\nassumes, of course, that the fireball, light- \nning bolt, or whatever, hit the cover-a \nman crouching behind a stone wall would \nbe protected if a fireball exploded in front of \nthe wall, but would not be protected by cov- \ner if the blast occurred behind him, on his \nside of the wall. \nGrenadsUke Mlrdles \nUnlike standard \nmissiles, which target a specific creature, a \ngrenade-like missile is aimed at a point, \nwhether this point is a creature or a spot on \nthe ground. When the attack is announced, \nthe player indicates where he wants the mis- \nsile to land. This then becomes the target \npoint and is used to determine the direction \nand distance of any scatter. \nMost grenade-like missiles are items of \nopportunity or necessity-rocks, flasks of \noil, vials of holy water, or beakers of acid. \nAs such, these items are not listed on the \nequipment tables for range, ROF, and dam- \nage. The range each can be thrown varies \nwith the Strength of the character and the \nweight of the object. \nA missile of five pounds or less can be \nthrown about 30 feet. Short range is 10 feet, \nmedium range is 20 feet, and everything \nbeyond is maximum range. Heavier items \nhave reduced ranges. Just how far an object \ncan be thrown is decided by the DM. \nJ3qceptionally heavy items can be thrown \nonly if the character rolls a successful bend \nbardlift gates check. In no case can a char- \nacter throw an item heavier than his \nStrength would allow him to lift. Thus, the \nDM can rule that a character would have lit- \ntle trouble chucking a half-empty backpack \nacross a ten-foot chasm, but the character \nwould need to make a check in order to \nheave an orc ten feet through the air into the \nfaces of his orcish friends. \nOnce a container hits, it normally breaks \nimmediately. However, this is not always \ntrue. Some missiles, like soft leather flasks \nor hard pottery, are particularly resistant. If \nthere’s some doubt about whetkr or not a \nthrown object will break, the DM can \nrequire an item saving throw (this informa- \ntion is in the DMG) to see if it shatters or \nrips, spewing its contents everywhere. \nThe DMG contains information on how \nto resolve the inevitable situations in which \ngrenade-like missiles miss their tarnets. - \nf Crena -- 1II-c Missiles \nAcid damage is par- \nticularly grim. Aside from the possibility of \nscarring (which is left to the DM), acid dam- \nage cannot be healed by regeneration. It \nmust be healed normally. Thus it is very use- \nful against regenerating creatures such as \ntrolIs. Acid is very rare. \nHoly Water affects most forms of undead \nand creatures from the lower planes. It has \nno effect against a creature in gaseous form \nor undead without material form. \nUnholy water (essentially holy water \nused by evil priests) affects paladins, crea- \ntures whose purpose is to defend good (lam- \nmasu, shedu, etc.), and creatures and beings \nfrom the upper planes. \nHoly (or unholy) water affects creatures \nas does acid, causing damage that cannot be \nregenerated but must be healed normally. \nOil causes damage only when it is lit. This \niormally requires a two-step process-first \nioaking the target in flammable oil and then \nietting it afire. Thus using flaming oil often \n*equires two successful attacks. \nA direct hit from flaming oil burns for \nwo rounds, causing 2d6 points pf damage \nn the first round and ld6 points in the sec- \nmd round. \nPoison is generally not very effective as a \nnissile weapon. Most poisons take effect \n)nly if the missile scores a direct hit, and \nven then only if it drops into the gaping \nnaw of some huge creature. Contact poi- \nons have normal poison effects on a direct \nut. The DM has information about specific \n)oison effects in the \nipeciai De \nSo far, the bulk of this \nhapter has dealt with ways to attack. Now, \ni’s time to turn to defense. There are several \nrays to avoid taking damage. Two of the \nlost common are the saving throw and \nwgic resistance. Somewhat less common, \necause its use is limited to clerics and pala- \nins, is the ability to tum undead. \nDuring a one \nminute combat round, each characte \nassumed to block ma \nattacks and \nblocked. In \nparry all the \ngle out each parry. \nWhen a character deliberately chooser \nnot to parry (a mage casting a spell, fox \ninstance), his chance of being hi! \nincreases. Thus, choosing to parry, in \nand of itself, is not a separate optio \nAD&W game rules. \nsame time, the assumption \ncters in combat are constant \nthemselves to some risk- \ntrying to get a clear view of a target or I \nlooking for the opening to make an \nattack. There are times, however, when \nthis is not the case. Sometimes, the only \nthing a character wants to do is avoid \nbeing hit. \na parry-ror \nfor the round-he can’t attack, move, ( \ncast spells. This frees the character to \nconcentrate solely on defense. At this \npoint, all characters but warriors gain an \nAC bonus equal to half their level. A 6th- \nlevel wizard would have a +3 bonus to \nhis AC (lowering his AC by 3). A war- \nrior gets a bonus eaual to half his level \none. A 6th-level fight gain \note that the benefit IS rfect \nall-around defense, and it‘s not efiective \nagainst rear or missile attacks. It applies \nonly to those characters attacking the \ndefender with frontal melee attacks. This \noptional defense has no effect against \nmagical attacks, so it wouldn‘t do any- \nthing to protect a character from the \nforce of a lightning bolt or fireball, fa \nexample \nThe Savkg TIbrovL \n?he sauing throw is \na die roll that gives a chance, however slim, \nthat the character or creature finds some \nway to save himself from certain destruc- \ntion (or at least lessen the damage of a suc- \ncessful attack). \nMore often than not, the saving throw \nrepresents an instinctive act on the part of \nthe character-diving to the ground just as a \nfireball scorches the group, blanking the \nmind just as a mental battle begins; blocking \nthe worst of an acid spray with a shield. The \nexact action is not important-DMs and \nplayers can think of lively and colorful \nexplanations of why a saving throw suc- \nceeded or failed. Explanations tailored to \nthe events of the moment enhance the \nexcitement of the game. \nRolling Saving Tkowr \nTo make a saving \nthrow, a player rolls a 2kided die (ld20). \nThe result must be equal to or greater than \nthe character’s saving throw number. The \nlumber a character needs to roll varies \niepending upon the character‘s group, his \nevel, and what the character is trying to \nsave himself from. A character’s saving \nthrow numbers can be found in Table 60. \nSaving throws are made in a variety of \nsituations: For attacks involving paralyza- \ntion, poison, or death magic; petrification \nor polymorph; rod, staff, or wand; breath \nweapon; and spells. The type of saving \nthrow a character must roll is determined by \nthe specific spell, monster, magical item, or \nsituation involved. \nMonsters also use Table 60. The DM has \nspecific information about monster saving \n.brows. \ni\n\n[BOOK_PAGE 101 | PDF_PAGE 102]\nI \nCombat (Saving Throws) \nTable 60: CHARACTER SAVING THROWS \nAttack to be Saved Against \nParalyzation, \nCharacter Class and Poison, or Rod, Staff, Petrification Breath \nle12 6 10 9 12 11 \n13-15 5 9 8 11 10 \n16-18 4 8 7 10 9 \n19 + ‘2 6 5 8 \n13-16 10 8 9 13 9 \n17-20 9 6 8 12 7 \n3.1 + R 4 7 11 5 \n5-6 11 13 12 13 14 \n15-16 4 6 5 4 7 \n17+ 4 4 h \n16-20 10 5 7 9 6 \n21 + 8 3 5 7 4 \nExcluding polymorph wand attacks. \n** Excluding those that cause petrification or polymorph. \n*** Excluding those for which another saving throw type is specified, such as death, petrifica- \ntion, polymorph, etc. - \nSaving Throw Prkwity \nSometimes the type \nof saving throw required by a situation or \nitem isn’t clear, or more than one category \nof saving throw may seem appropriate. For \nthis reason, the saving throw categories in \nTable 60 are listed in order of importance, \nbeginning with paralyzation, poison, and \ndeath magic, and ending with spells. \nImagine that Rath is struck by the ray \nfrom a wand of polymorphing. Both a sav- \ning throw vs. wands and a saving throw vs. \npolymorph would be appropriate. But Rath \nmust roll a saving throw vs. wands because \nthat category has a higher priority than \npolymorph. \nThe categories of saving throws are as fol- \nlows: \nSave vs. Paralyzation, Poison, and Death \nMagic: This is used whenever a character is \naffected by a paralyzing attack (regardless \nof source), poison (of any strength), or cer- \ntain spelIs and magical items that otherwise \nkill the character outright (as listed in their \ndescriptions). This saving throw can also be \nused in situations in which exceptional force \nof will or physical fortitude are needed. \nSave vs. Rod, Staff, or Wand As its name \nimplies, this is used whenever a character is \naffected by the powers of a rod, staff, or \nwand, provided another save of higher pri- \nority isn’t called for. This saving throw is \nsometimes specified for situations in which \na character faces a magical attack from an \nunusual source. \nSave vs. Petrification or Polymorph: This \nis used any time a character is turned to \nstone (petrified) or polymorphed by a mon- \nster, spell, or magical item (other than a \nwand). It can also be used when the charac- \nter must withstand some massive physical \nalteration of his entire body. \nSave vs. Breath Weapon: A character uses \nthis save when facing monsters with breath \nweapons, particularly the powerful blast of \na dragon. This save can also be used in situ- \nations where a combination of physical \nstamina and Dexterity are critical factors in \nsurvival. \nSave vs. Spell: This is used whenever a \ncharacter attempts to resist the effects of a \nmagical attack, either by a spellcaster or \nfrom a magical item, provided no other type \n101 \nof saving throw is specified. This save can \nalso be used to resist an attack that defies \nany other classification. \nI \nVoluntarily Failing Savlng Throws \nNo save is made tf \nthe target voluntarily chooses not to resist \nthe effect of a spell or special attack. This is \nthe case even if the character was duped as \nto the exact nature of the spell. When a char- \nacter announces that he is not resisting the \nspell’s power, that spell (or whatever) hasits \nfull effect. \nThe intention not to resist must be clearly \nstated or set up through trickery, howewr. \nIf a character is attacked by surprise or \ncaught unawares, he is normally allowed a \nsaving throw. The DM can modify this sav- \ning throw, making the chance of swxess \nworse, if the situation warrants it. Only in \nextreme cases of trickery and deception \nshould an unwitting character be dmitd a \nsaving throw. \nAbility Checks as slvlng Throws \nWhen a characker \nattempts to avoid danger through thruse of \none of his abilities, an ability check cart be \nused in lieu of a saving throw. \nFor example, Ragnar the thief has broken \ninto someone’s home when he hears a gat- \ning noise from the ceiling above him. Me \nlooks up to find a five-ton block of &e ceil- \ning headed straight for him! He is gokrg to \nneed speedy reactions to get out of the way, \nso a Dexterity ability ch& should be mM \nto see if he avoids the trap. \nModifying Savlng Throws \nSaving throws can \nbe modified by magical item, specific ruks, \nand special situations. These modifiers can \nincrease or decrease the chance of a fucfcs& \nful saving throw. \nModifiers that increase the chance are \ngiven as a number preceded by a plus sign. \nModifiers that make success more diffirult \nare given as a number preceded by a minus \nsign (-1, -2, etc.). \nSaving throw modi€iers affect a hrac- \nter’s die roll, not the saving .throw number \nneeded. Thus, if Delsenora needed an 11 for \na successful saving throw vs. petrification \nand had a + 1 bonus to her save, she wdd \nstill need to roll an 11 or higher after all ad- \njustments were made (but the +1 bonus \nwould be added to her die roll, so that effec- \ntively she needs to roll only a 10 on the die \nto reach her saving throw number of 11). \nHigh ability scores in Dexterity and Wis- \ndom sometimes give saving throw bonuses. \nA high Wisdom protects against illusions, \ncharms, and other mental attacks. Dexter- \nity, if high enough, can give a character a \n.- \nI\n\n[BOOK_PAGE 102 | PDF_PAGE 103]\nCombat (Magic Resistance) \nslightly higher chance of avoiding the effects \nof fireballs, lightning bolts, crushing boul- \nders, and other attacks where nimbleness \nmay be a help. (See Tables 2 and 5. ) \nMagical items like cloaks and rings of \nprotection give bonuses to a character’s sav- \ning throw (these are listed in the item \ndescriptions in the DMG). \nMagical armor allows a saving throw \nbonus only when the save is made necessary \nby something physical, whether normal or \nmagical; magical armor never gives a saving \nthrow bonus against gas (which it cannot \nblock), poison (which operates internally), \nand spells that are mental in nature or that \ncause no physical damage. \nFor example, magical armor would not \nhelp a character’s saving throw against the \nsting of a giant scorpion, the choking effects \nof a stinking cloud spell, or the transforma- \ntion effect of a polymorph others spell. \nMagical armor does extend its protective \npower to saving throws against acid sprays \nor splashes, disintegration, magical and \nnormal fires, spells that cause damage, and \nfalls (if any saving throw is allowed in this \ncase). Other situations must be handled on a \ncase-by-case basis by the DM. \nSpecific spells and magical items have \neffects, both good and ill, on a character’s \nsaving throws. Often, spells force the victim \nto save with a penalty, which makes even \nthe most innocuous spell quite dangerous. \n(Specific information can be found in the \nspell descriptions, for spells, or in the \nDMGs Magical Items section, for magical \nitems.) \n&or poisons of verminous creatures \nsuch as giant centipedes, while dangerous, \nare weak and unlikely to bring about death \nin a healthy man. To recreate this effect in \nthe game, a saving throw bonus is allowed \nfor anyone affected by these poisons. The \nDM has this information. \nUnpredicteble situations are sure to crop \nup. When this happens, the DM must deter- \nmine whether saving throw modifiers are \nappropriate. As a guideline, modifiers for \nsituations should range from -4 to +4. An \nevil cleric attacked in his shrine could very \nwell have a +3 bonus to all his saving \nthrows and a - 3 penalty applied to those of \nhis enemies. The powerful evil of the place \ncould warrant the modifier. \nMagic Resistance \nSome creatures or \nitems strongly resist the effects of magic (or \nimpart such resistance to others). This \nmakes them more difficult to affect with \nmagical energy than ordinary creatures or \nitems. \nA rare few creatures are extremely anti- \nmagical-magic rolls off them like water off \na duck‘s back. More common are creatures, \nespecially from the outer planes of exist- \nence, that live in enchanted or sorcerous \nlands and are filled with powerful magical \nenergies. These creatures eat and breathe \nthe vapors of wizardry, and they have a \nhigh tolerance against arcane power. \nMagic resistance is an innate ability-that \nis, the possessor does not have to do any- \nthing special to use it. The creature need not \neven be aware of the threat for his magic \nresistance to operate. Such resistance is part \nof the creature or item and cannot be sepa- \nrated from it. (Creatures, however, can vol- \nuntarily lower their magic resistance at \nwill.) \nMagic resistance is also an individual \nability. A creature with magic resistance \ncannot impart this power to others by hold- \ning their hands or standing in their midst. \nOnly the rarest of creatures and magical \nitems have the ability to bestow magic \nresistance upon another. \nMagic resistance is given as a percentile \nnumber. For a magical effect to have any \nchance of success, the magic resistance must \nbe overcome. The target (the one with the \nmagic resistance) rolls percentile dice. If the \nroll is higher than the creature’s magic resist- \nance, the spell has a normal effect. If the roll \nis equal to or less than the creature’s magic \nresistance, the spell has absolutely no effect \non the creature. \nEffects of Magic Resistance \nMagic resistance en- \nables a creature to ignore the effects of spells \nand spell-like powers. It does not protect the \ncreature from magical weapon attacks or \nfrom natural forces that may be a direct or \naccidental result of a spell. Nor does it pre- \nvent the protected creature from using his \nown abilities or from casting spells and \nusing magical items. It can be effective \nagainst both individually targeted spells \nand, within limits, area-effect spells. \nIf a magic resistance roll fails, and the \nspell has normal effect, the target can make \nall saving throws normally allowed against \nthe spell. \nWhen Magic Resistance Applies \nMagic resistance ap- \nplies only if the successful casting of a spell \nwould directly affect the resistant creature \nor item. Thus, magic resistance is effective \nagainst magic missile (targeted at a creature \nor item) or fireball (damaging the area the \ncreature or item is in) spells. \nMagic resistance is not effective against \nan earthquake caused by a spell. While the \ncreature may suffer injury or death falling \ninto a chasm the spell opens under its feet, \nthe magical energy of the spell was directed \nat the ground, not the creature. Magic \nresistant creatures are not immune to events \nthat occur as the consequence of spells, only \ntothedirectenergycreatedorrekasedbya \nSpell. \nPlayer characters do not normally have \nmagic resistance (though they still get sav- \ning throws vs. magical spells and such); this \nability is reserved mainly for special mon- \nsters. \nSuccessful Magic Redstance Rolls \nA successful magic \nresistance check can have four different \nresults, depending on the nature of the spell \nbeing resisted: \nIndividugV Targeted Spells By defini- \ntion, these spells affect just one creature, \nand only the targeted creature rolls for mag- \nic resistance (if it has any). If a spell of this \ntype is directed at several targets, each rolls \nindependently of the others. (An example of \nthis would be a hold person spell aimed at \nfour creatures, with each creature getting a \nmagic resistance roll, if they have magic \nresistance.) \nIf the magic repistance roll is successful, \nthe spell has no effect on that creature. If the \nspell is targeted only at the creature, the \nspell fails completely and disappears. If sev- \neral targets are involved, the spell may still \naffect*others who fail their magic resistance \nroll. \nArea-Effect Spells: These spells are not \ntargeted on a single creature, but on a point. \nThe spell’s effect encompasses everything \nwithin a set distance of that point. A suc- \ncessful magic resistance check enables the \ncreature to ignore the effect of the spell. \nHowever, the spell is not negated and still \napplies to all others in the area of effect. \nIn-PIace Spelle: These spells operate con- \ntinuously in a particular place or on a par- \nticular creature, character, or item. Pro- \ntection from evil is one example of this kind \nof spell. \nMagic resistance comes into play only if a \ncreature or item finds himself (or itself) in \nthe place where the spell is in operation. \nEven then, magic resistance may not come \ninto play-nothing happens if the spell isn’t \nof a type that affects the character. Thus, a \npart water spell would not collapse simply \nbecause a magic resistant creature walked \nthrough the area. A protection from evil \nspell, which could affect the creature, would \nbe susceptible to magic resistance. \nIf the DM determines that a magic mist- \nance roll is appropriate, and the roll, suc- \nceeds, the in-place spell collapses (u+mlly \nwith a dramatic thunderclap and pqff of \nsmoke). \nPermanent SpeS: Magic resistanre is \ninsufficient to destroy a permanent spell. \nInstead, the spell is negated (within the wme \nguidelines given for in-place spells) for as \nlong as the magic resistant creature is ip the \narea of effect. \nThus, a magic-resistant creature mi&t be \ni \n1 \n102\n\n[BOOK_PAGE 103 | PDF_PAGE 104]\nCombat (Turning Undead, \nable to step through a permanent wall of \nforce as if it weren't there. However, the \nwall would spring back into existdce as \nsoon as the creature passed through (i.e., no \none else can pass through). \nTurning Undead \nOne important, \nand potentially lifesaving, combat ability \navailable to priests and paladins is the abil- \nity to turn undead. This is a special power \ngranted by the character's deity. Druids cun- \nnot turn undead; priests of specific mythoi \nmay be able to at the DMs option. \nThrough the priest or paladin, the deity \nmanifests a portion of its power, terrifying \nevil, undead creatures or blasting them right \nout of existence. However, since the power \nmwt be channeled through a mortal vessel, \nsuccess is not always assured. \nWhen encountering undead, a priest or \npaladin can attempt to turn the creatures \n(remember that the paladin turns undead as \nif he was two levels lower-a 5th-level pala- \ndin uses the level 3 column in Table 61). \nOnly one attempt can be made per character \nper encounter, but several different charac- \nTo resolve a tuming attempt, look on Ta- \nble 61. Cross-index the Hit Dice or type of \nthe undead with the level of the character \n(two levels lower for a paladin). If there is a \nnumber listed, roll 1&0. If the number \nrolled is equal to or greater than that listed, \nthe attempt is successful. If the letter T \n(for \"turned\") appears, the attempt is auto- \nmatically successful without a die roll. If the \nletter \"D\" (for \"dispel\") is given, the turning \nutterly destroys the undead. A dash (-1 \nmeans that a priest or paladin of that level \ncannot turn that type of undead. A success- \nful turn or dispel affects 2d6 undead. If the \nundead are a mixed group, the lowest Hit \nDice creatures are turned first. \nOnly one die is rolled regardless of the \nnumber of undead the character is attempt- \ning to turn in a given round. The result is \nread individually for each type of undead. \nFor example, Gorus, a 7th-level priest, \nand his party are attacked by two skeletons \nled by a wight and a spectre. The turning at- \ntempt is made, resulting in a roll of 12. \nGorus's player reads the table for all three \ntypes of undead using the same r011-12- \nfor all three. The skeletons are destroyed (as \nGorus knew they would be). The wight is \nTable 61: TURNING UNDEAD \nTvw or Hit Dice Level of Pdestt \noi head 1 2 3 4 5 6 7 8 9 10.1112-13 14+ \nSkeletonorlHD 10 7 4 T T D D D* D* D* D* D* \nZombie 13 10 7 4 T T D D D* D* D* D* \nMummyor7HD - - - 20 19 16 13 1Q 7 4 T T \n*An additional 2d4 Qeatures of this type are turned. \n**Special creatures include unique undead, free-willed undead of the Negative Material \nplane, certain Greater and Lesser Powers, and those undead that dwell in the outer planes. \nt Paladins turn undead as priests who are two levels lower. \nters can make attempts at the same time \n(with the results determined individually). \nAttempting to turn counts as an action, \nrequiring one round and occumng during \nthe character's turn in the initiative order \n(thus the undead may get to act before the \ncharacter can turn them). The mere pres- \nence of the character is not enough-a touch \nof drama from the character is important. \nSpeech and gestures are important, so the \ncharacter must have his hands free and be in \na position to speak. However, turning is not \nlike spellcasting and is not interrupted if the \ncharacter is attacked during the attempt. \nturned (a 4 or better was needed) and flees. \nThe spectre, however, continues forward \nundaunted (since a 16 was needed to turn \nthe spectre). \nTurned undead bound by the orders of \nanother (e.g., skeletons) simply retreat and \nallow the character and those with him to \npass or compIete their actions. \nFree-willed dead attempt to flee the \narea of the turning charam, until out of his \nsight. If unable to escape, they circle at a dis- \ntance, no closer than ten fct to the charac- \nter, provided he continues to maintain his \nturning (no further die rolls are needed). \nIf the character forces the free-willed un- \ndead to come closer than ten feet (bypnessing \nthem into a c-, fa example) the turn- \ning is broken and the dad attack nor- \n&. \nEvil Priests and Undead \nEvil priests are nor- \nmally considered to be in league withundmd \ncreatures, or at least to share their aims and \ngoals. Thus, they have no ability to turn un- \ndead. However, they can attempt to ann- \nmandthesebeings. \nThis is resolved in the same way ma turrp \ning attempt. Up ta 12 undd can be c~m- \nmanded. A 'T\" result means the dad \nautomatically obey the evil priest, whih a 3\" \nmeans the undead become compktely wibaer- \nvient to the evil priest. They f* hiscom- \nmands (to the best of their ability and \nunderstandkg) until turned, commanded, or \ndestroyed by another. \nEvil priests also have the ability to affea \npaladins, turning them as if they were undead. \nHowever, sincethe living spirit of a paladin is \nfar more difficult to quell and subvert, pak \ndins are vastly mom difficult to turn. \nAnevilpriestattemptingtoturnapaladin \ndoes so as if the priest were three Ievdslowu \nthan he actually is. Thus, a7thhel evil priest \nwould turn paladins on the 4th-level column, \nHe would have only aslim chanced turnings \n7th-level paladin (7 HD) and would not be \nabk to turn one of 8th level at all bing the \nI \nlevel of the paladm as them to be turned), \nAll v results against paladins are treatediLp \n'T\" results. \nInjury and Death \nsometimes. no de- \ngree of luck, skiU, ability, or resiptence to vmi- \now atta&canpmr&lt hann from fwningto \nacharacter. Theachmttuinglifecanieswithit \nunavoidable risks. Sooner or later a character \nis going to be hurt. \nTo allow characters to be heroic (and for \neaseofplay).damageishandledlbstracdyin \nthe AD&D@ game. AIl characters and mon- \nsters have a number of hit points. The more \nhit points a creature has, the harder & \nis to defeat. \nDamage is subtracted from a character's \n(or creature's) hit points. Should m ot the \nplayer characters hit an qpt? in the side of \ntheheadfor8pointsofdamagP, h8 \npoints IIT subtracted from the -'s told \nhit points. The danwge isn't applied tq the \nhead, or divided among difkront amas of \nthe body. \nHit point loss is cumulative until a character \ndies or has a chance to heal his wounds. \nCwell the Fine, math 16 hit points, is injured \nby an orc that causes 3 poihts of dam- \nage. Fifteen minutes latn;  we^ rum into a \n'I \n1 \n1 \n103\n\n[BOOK_PAGE 104 | PDF_PAGE 105]\nCombat (Special Damage) \nbugbear that inflicts 7points of damage, Cwell \nhas suffered 10 points of points of damage. \nThis 10 points of hge remains until Cwell \nheals, either naturally or through magical \nmeans. \nwowrdr \nWhen a character \nhits a monster, or vice versa, damage is suf- \nfered by the victim. The amount of damage \ndepends on the weapon or method of attack. \nIn Table 44 of Chapter 6, all weapons are rated \nfor the amount of damage they inflict to \nSmall, Medium, and Large targets. This is \ngiven as a die range (ld8, 2d6, etc.). \nEaJl time a hit is scored, the appropriate \ndice are rolled and the damage is subtracted \nfrom the current hit points of the target. An \norc that attacks with a sword, for example, \ncauses damage accotdmg to the information \ngiven for the type of sword it uses. A troll \nthat bites once and rends with one of its \ndawed hands causes 2d6 points of damage \nwith its bite and ld4+4 points with its claw. \n(The DM gets this information from the \nMonstrous Compendium.) \nSometimes damage is listed as a die range \nalong with a bonus of +1 or more. The \ntroll's claw attack, above, is a good exam- \nple. This bonus may be due to high \nStrength, magical weapons, or the sheer fe \nrocity of the creature's attack. The bonus is \nadded to whatever number comes up on the \ndie roll, assuring that some minimum \namount of damage is cad. Likewise, pen- \nalties can also be applied, but no successful \nattack can result in less than 1 point of dam- \nage. \nSometimes an attack has both a die roll \nand a damage multiplier. The number rolled \non the dice is multiplied by the multiplier to \ndetermine how much damage is inflicted. \nThis occurs mainly in backstabbing at- \ntempts. In cases where damage is multi- \nplied, only the base damage caused by the \nweapon is multiplied. Bonuses due to \nStrength or magic are not multiplied; they \nare added after the rolled damage is multi- \nplied. \nSpecial Damage \nGetting hit by wea- \npons or monsters isn't the only way a charac- \nter can get hurt. Indeed, the world is full of \ndangers for poor, hapless player characters, \ndangers the DM can occasionally spring on \nthem with glee. Some of the nastier forms of \ndamage are described below. \nhave a marvelous (and, to the DM, vastly \namusing) tendency to fall off things, gener- \nallv from great heights and almost always \nonto hard surfaces. While the falling is \nharmless, the abrupt stop at the end tends to \ncause damage. \nWhen a character'falls, he suffers ld6 \npoints of damage for every 10 feet fallen, to \na maximum of 2Od6 (which for game pur- \nposes can be considered terminal velocity). \nThis method is simple and it provides all \nthe realism necessary in the game. It is not a \nscientific calculation of the rate of accelera- \ntion, exact terminal velocity, mass, impact \nenergy, etc., o the falling body. \nThe fact of the matter is that physical \nlaws may describe the exact motion of a \nbody as it falls through space, but relatively \nlittle is known about the effects of impact. \nThe distance fallen is not the only determin- \ning factor in how badly a person is hurt. \nOther factors may include elasticity of the \nfalling body and the ground, angle of im- \npact, shock wave through the falling body, \ndumb luck, and more. \nPeople have actually fallen from great \nheights and survived, albeit very rarely. The \ncurrent record-holder, Vesna Vulovic, sur- \nvived a fall from a height of 33,330 feet in \n1972, although she was severely injured. \nFlight-Sergeant Nicholas S. Alkemade actu- \nally fell 18,000 feet-almost 3.5 miles- \nwithout a parachute and landed uninjured! \nThe point of all this is roll the dice, as de- \nscribed above, and don't worry too much \nabout science. \n'i \nParalysis \nA character or \ncreature affected by paralysis becomes to- \ntally immobile for the duration of the spell's \neffect. The victim can breathe, think, see, \nand hear, but he is unable to speak or move \nin any manner. Coherent thought needed to \ntrigger magical items or innate powers is \nstill possible. \nParalysis affects only the general motor \nfunctions of the body and is not the ultimate \ndestroyer of powerful creatures. It can be \nparticularly potent on flying creatures, \nhowever. \nAn Example of Paralysis: The adventur- \ners encounter a beholder, a fearsome crea- \nture with magical powers that emanate from \nits many eyes. \nAfter several rounds of combat, the par- \nty's priest casts a hold monster spell, para- \nlyzing the creature. The paralyzed beholder \ncan still use the spell-like powers of its eyes \nand can still move about (since it levitates at \nwill). But, on the other hand, it is not able to \nmove its eyestalks to aim. Since all of its \neyes were most likely facing forward at the \nmoment of paralysis, the adventurers clev- \nerly spread out in a ring around the crea- \nture. To attack one or two of them with its \npowers, the beholder must turn its back on \nthe rest. \nEnergy Drain \nThis is a feature of \npowerful undead (and other particularly \nnasty monsters). The energy drain is a par- \nticularly horrible power, since it causes the \nloss of one or more experience leveIsl I \nWhen a character is hit by an energy- \ndraining creature, he suffers normal damage \nfrom the attack. In addition, the character \nloses one or more levels (and thus Hit Dice \nand hit points). For each level lost, roll the \nHit Dice appropriate to the character's class \nand subtract that number of hit points from \nthe character's total (subtract the Constitu- \ntion bonus also, if applicable). If the level(s) \nlost was one in which the character received \na set number of hit points rather than a die \nroll, subtract the appropriate number of hit \npoints. The adjusted hit point total is now \nthe character's maximum (Le., hit points \nlost by energy drain are not taken as dam- \nage but are lost permanently). \nThe character's experience points drop to \nhalfway between the minimum needed for \nhis new (post-drain) level and the minimum \nneeded for the next level abwe his new \nlevel. \nMulti-class and dual-class characters lose \ntheir highest level first. If both levels are \nequal, the one requiring the greater number \nof experience points is lost first. \nAll powers and abilities gained by the \nplayer character by virtue of his former \nlevel are immediately lost, including spells. \nThe character must instantly forget any \nspells that are in excess of those allowed for \nhis new level. In addition, a wizard loses all \nunderstanding of spells in his spell books \nthat are of higher level than he can now cast. \nUpon regaining his previous level, the spell- \ncaster must make new rolls to see if he can \nrelearn a spell, regardless of whether he \nknew it before. \nIf a character is drained to 0th level but \nstill retains hit points (i.e., he is still alive), \nthat character's adventuring career is over. \nHe cannot regain levels and has lost all ben- \nefits of a character class. The adventwer has \nbecome an ordinary person. A restoration \nor wish spell can be used to allow the char- \nacter to resume his adventuring career. If a \n0th-level character suffers another energy \ndrain, he is slain instantly, regardless of the \nnumber of hit points he has remaining. \nIf the character is drained to less than 0 \nlevels (thereby slain by the undead), he re- \nturns as an undead of the same type as his \nslayer in M4 days. The newly risen undead \nhas the same character class abilities it had \nin normal life, but with only half the experi- \nence it had at the beginning of its encounter \nwith the dead who slew it. \nThe hew undead is automatically an \nNPC! His goals and ambitions are utterly \nopposed to those he held before. He pos- \nsesses great hatred and contempt for his \n104\n\n[BOOK_PAGE 105 | PDF_PAGE 106]\nformer colleagues, weaklings who failed \nhim in his time of need. Indeed, one of his \nmain ambitions may be to destroy his \nformer companions or cause them as much \ngrief as possible. \nFurthermore, the newly undead NPC is \nunder the total control of the undead who \nslew it. If this master is slain, its wdead \nminions gain one level for each level they \ndrain from victims until they reach the max- \nimum Hit Dice for their kind. Upon reach- \ning full Hit Dice, these undead are able to \nacquire their own minions (by slaying char- \nacters). \nAppropriate actions on the part of the \nother player characters can prevent a drained \ncomrade from becoming undead. The steps \nmcessary vary with each type of undead and \nare explained in the monster descriptions in \nthe Monstrous Compendium. \nPolson \nThis is an all-too fre- \nquent hazard faced by player characters. \nBites, stings, deadly potions, drugged \nwines, and bad food all await characters at \nthe hands of makvoknt wizards, evil assas- \nsins, hideous monsters, and incompetent \ninnkeepers. Spiders, snakes, centipedes, \nscorpions, wyverns, and certain giant frogs \nall have poisons deadly to characters. Wise \nPCs quickly learn to respect and fear such \ncreatures. \nThe strength of different poisons varies \nwildly and is fivquently overestimated. The \nbite of the greatly feared black widow spi- \nder kins a victim in the United States only \nonce every other year. Only about 2 % of all \nrattksnake bites prove fatal. \nAt the other extreme, there are natural \npoisons of intense lethality. Fortunately, \nsuch poisons tend to be exotic and rare-the \ngolden arrow-poison frog, the western tai- \npan snake, and the stonefish a11 produce \nFurthermore, the effect of a poison de- \npends on how it is delivered. Most fre- \nquently, it must be injected into the \nbloodstream by bite or sting. Other poisons \nare only effective if swallowed; aseassins fa- \nvor these for doctoring food. By far the \nmost deadly variety, however, is contact \npoison, which need only touch the skin to \nbe effective. \nParalytic poisons leave the character un- \nable to move for 2d6 hours. His body is \nlimp, making it difficult for others to move \nhim. The character suffers no other ill ef- \nfects from the poison, but his condition can \nlead to quite a few problems for his compan- \nions. \nDebilitating poisons weaken the charac- \nter for ld3 days. All of the character's abil- \nity scores are reduced by half during this \ntime. All appropriate adjustments to attack \nrolls, damage, Armor Class, etc., from the \nhighly MY Poi==.. \nlowered ability scores are applied during the \ncourse of the illness. Furthermore, the char- \nacter moves at one-half his normal move- \nment rate. Finally, the character cannot heal \nby normal or magical means until the poi- \nson is neutralized or the duration of the de- \nbilitation is elapsed. \nTreating Poison Victims \nFortunately, there are many ways a char- \nacter can be treated for poison. Several \nspells exist that either slow the onset time, \nenabling the character the chance to get fur- \nther treatment, or negate the poison en- \ntirely. However, cure spells (including hean \ndo not negate the progress of a poison, and \nneutralize poison doesn't recover hit points \nalready lost to the effects of poison. In addi- \ntion, characters with herbalism proficiency \ncan take steps to reduce the danger poison \npresents to player characters. \nHealing \nOnce a character is \nwounded, his player will naturally want to \nget him healed. Characters can heal either \nby natural or magical means. Natural heal- \ning is slow, but it's available to all charac- \nters, regardless of class. Magical healing \nmay or may not be available, depending on \nthe presence (or absence) of spellusters or \nmagical devices. \nThe only limit to the amount of damage a \ncharacter can recovet through healing is the \ntotal hit points the character has. A charac- \nter cannot exceed this limit until he gains a \nnew level, whereupon another Hit Die (or a \nset number of points) is added to his total. \nHealii can never restore more hit points to \na character than his maximum hit point to- \ntal. \nNatural Healing \nchmctem heal nat- \nurally at a rate of 1 hit point per day of rest. \nRest is defined as low activity-mthing \nmore stremrous than riding a horse or trav- \neling from one place to another. Fighting, \nrunning in fear, lifting a heavy Wder, or \nany other physical activity, prevents rest- \ning, since it strains old wounds d may \nevenreopenthem. \nIf a character has complete bed rest (do- \ni- nothing for anentire day), he can regain \n3 hit points for the day. For each complete \nweek of bed rest, tbe &wader can add any \nConstitution hit point bonus he might have \nto the base d 21 points (3 points pa day) he \nregained &&g that week. \nIn both cases above, the character is as- \nsumed to be getting adequate food, water, \nand sleep. If these are lacking, the character \ndoes not regain any hit points that day. \nMagical Heall- \nHealing spells, po- \ntions, and magical devices can speed the \nprocess of healing considerably. The spe- \ncifics of such magical healing methods are \ndescribed in the spell descriptions in this \nbook and in the DMG (for magical items). \nBy using these methods, wounds dose in- \nstantly and vigor is restored. The effects are \nimmediate. \nMagical healing is particularly useful in \nthe midst of combat or in preparation for a \ngrievous encounter. Remember, however \nthat the characters' opponents are just as \nlikely to have access to magical he- as \nthe player characters-an evil high priest is \nlikely to carry healing speIls to bestow on \nhis own followers and guards. Heding is \nnot, of itself, a good or evil act. \nRemember that under no circumstances \ncan a character be healed to a point greater \nthan his original hit point total. For exam- \nple, say a character has 30 hit points, but \nsuffers 2 points of damage in a fit. A while \nlater, he takes an additional point of dam- \nage, bringing his current hit point total to \n27. A spelkmter cottldn't restore more than \n3 poinb to him, regardless of the healing \nmethod d. Any excess points are lost. \nHcrlutlrm a Hdlng Profl \nCbacter Deatb \nreaches 0 hit points, \nThe character is tmmsdktdy \nable to do mything des sow \nmagideffect'takespl.eadmce. \nDeath From Pokon \ncates \nwho \nhive \nPoisons remain dfective for 2db honnr af- \nactive venom in his system. I \ncharacter is restored to &. If this is not \ndone, then after the character & the res- \nurrectioarsurvivdlkasgivmin\"Rzisi \nthe Dead on page 106 (and assuming the \nroll is successful), he must immediately roll \na successfd saw how vs. poison or suf- \nfer all the effects of the poison in his body, as \nper the normal des. This may only injure \nsome characters, but it may kill other char- \nacters seconds after being raised! \n' . .'? ' .. \n.. *,*: :\n\n[BOOK_PAGE 106 | PDF_PAGE 107]\nI \n/ \nCombat (Character Death) \nDeath From Massive Damage 1 I \nIn addition to dy- \ning when hit points reach 0, a character also \nruns the risk of dying abruptly when he suf- \nfers massive amounts of damage. A charac- \nter who suffers 50 or more points of damage \nfrom a single attack must roll a successful \nsaving throw vs. death, or he dies. \nThis applies only if the damage was done \nby a single attack. Multiple attacks totaling \n50 points in a single round don’t require a \nsaving throw. \nFor example, a character would be required \nto make a check if a dragon breathed on him \nfor 72 points of damage. He wouldn’t have to \ndo so if eight orcs hit him for a total of 53 \npoints of damage in that round. \nIf the saving throw is successful, the char- \nacter remains alive (unless of course the 50- \nhit-point loss reduced his hit points to 0 or \nbelow!). If the saving throw fails, the char- \nacter immediately dies from the intense \nshock his body has taken. His hit points are \nreduced to 0. \nThe character may still be raised in the \nInescapable Death \nThere are occasions \nwhen death is unavoidable, no matter how \nmany hit points a character has. \nA character could be locked in a room \nwith no exits, with a SO-ton ceiling descend- \ning to crush him. He could be trapped in an \nescape-proof box filled completely with \nacid. These examples are extreme (and ex- \ntremely grisly), but they c \nfantasy world. \nRaking the Dea \nCurative and heal- \ning spells have no effect on a dead \ncharacter-he can only be returned to life \nwith a raise dead or resurrection spell (or a \ndevice that accomplishes one of these ef- \nfects). Each time a character is returned to \nlife, the player must make a resurrection \nsurvival roll based on his current Constitu- \ntion (see Table 3). If the die roll is successful \n(Le., the player rolls equal to or less than his \nresurrection survival percentage), the char- \nacter is restored to life in whatever condi- \ntion is specified by the spell or device. \nA character restored to life in this way has \nhis Constitution permanently lowered by 1 \npoint. This can affect hit points previously \nearned. Should the character’s Constitution \nbonus go down, the character’s hit point to- \ntal is reduced by the appropriate number of. \nhit points (the amount of hit point bonus \nlost is multiplied by the number of levels for \nwhich the character gained extra hit points \nfrom that bonus). When the character’s \nConstitution drops to 0, that character can \nno longer be raised. He is permanently re- \nmoved from play. \n‘ \n1 06"
  },
  "mechanics": {
    "extraction_mode": "book_page_range_concat"
  }
}