{
  "schema_version": "1.2.1",
  "id": "death_fog",
  "name": "Death Fog",
  "compatible_rulesets": [
    "add_2e"
  ],
  "category": "spell",
  "tags": [
    "add_2e",
    "spell",
    "player_handbook",
    "appendix_conversion"
  ],
  "summary": "Death Fog (Alteration, Evocation) aus dem AD&D 2e Player's Handbook.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "appendix": 3,
    "spell_list": "wizard",
    "level_band": "sixth",
    "book_pages": [
      175
    ],
    "pdf_pages": [
      176
    ],
    "raw_block": "Death Fog (Alteration, Evocation)\nRange: 30 yards\nComponents: V, S, M\nDuration: ld4 rounds + l/level\nCasting Time: 6\nArea of Effect: Two 10-foot cubes/level\nSaving Throw: None\nThe casting of a death fog spell creates an\narea of solid fog that has the additional\nproperty of being highly acidic. The vapors\nare deadly to living things, so that vegeta-\ntion exposed to them will die-grass and\nsimilar small plants in two rounds, bushes\nand shrubs in four, small trees in eight, and\nlarge trees in 16 rounds. Animal life not\nimmune to acid suffers damage according to\nthe length of time it is exposed to the vapors\nof a death fog, as follows:\n1st round: 1 point\n2nd round: 2 points\n3rd round: 4 points\n4th and each succeeding round: 8 points\nThe death fog otherwise resembles the\n2nd-level fog cloud: rolling, billowing\nvapors that can be moved only by a very\nstrong wind. Any creature attempting to\nmove through the death fog progresses at a\nrate of but one foot per unit of normal\nmovement rate per round. A gust of wind\nspell cannot affect it. A fireball, flame\nstrike, or a wall of fire can bum it away in a\nsingle round.\nThe material components are a pinch of\ndried and powdered peas, powdered animal\nhoof, and strong acid of any sort (including\nhighly distilled vinegar or acid crystals),\nwhich must be obtained from an alchemist.\nange: 10 yards/level\nComponents: V, S, M\nuration: Instantaneous\nArea of Effect: One 30-fOOt cube/level\nSaving Throw: None\nWhen a death spell is cast, it snuffs out\ne forces of creatures in the area of effect\ntantly and irrevocably. Such creatures\not be raised or resurrected, but an indi-\nidual slain in this manner might be brought\nack via a wish. The number of creatures\ncan be slain is a function of their-Hit\nMaximum # of\nCreatures‘ Hit Dice Creatures Affected\nUnder 2 4d20\n2 to 4 2d20\n4+1 to 6+3 2d4\n6+4 to 8+3 ld4\nIf creatures of differing Hit Dice are\nattacked with a death spell, roll the dice\n(4d20) to determine how many creatures of\nunder 2 Hit Dice are affected. If the number\nrolled is greater than the actual number of\nsub-2 Hit Dice creatures, apply the remain-\nder of the roll to the hlgher Hit Dice crea-\ntures by consulting the following table.\nConversion\nCreature’s Hit Dice Factor (CF)\nUnder 2 1\n2 to 4 2\n4+1 to6+3 10\n6+4 to 8+3 20\nIn other words, from the 4d20 roll sub-\ntract the number of creatures of less than 2\nHit Dice (these creatqres die). If there are\nany remaining points from the 4d20 roll,\nsubtract 2 for each creature of 2 to 4 Hit\nDice (these creatures also die). If this still\ndoesn’t use up all the 4d20 roll, subtract 10\nfor each creature of 4 +1 to 6 +3 Hit Dice,\nand so on. Stop when all the creatures are\ndead, all the 4d20 roll is used up, or the\nremainder is less than 1/z of the CF of any\nremaining creatures. (If the remainder is 1/z\nor more of the CF of a creature, that crea-\nture dies.)\nExample: A mixed group of 20 goblins,\neight gnolls, and four ogres, led by a hill\ngiant, are caught in the area of a death spell.\nThe 4d20 roll gives a total of 53 points; 20 of\nthis eliminates the goblins (20 x 1 CF), 16\nkills the gnolls (8 x 2 CF), and the remain-\ning 17 kills two ogres (10 points to kill one\nogre, and the remaining 7 points are enough\nto kill one more ogre). The other two ogres\nand the hill giant are unharmed.\nA death spell does not affect lycan-\nthropes, undead creatures, or creatures\nfrom planes other than the Prime Material.\nThe material component of this spell is a\ncrushed black pearl with a minimum value\nof 1,Ooo gp.\nDemi-Shadow Magi<!\n(IllusiodPhantasm)\nRange: 60 yards + 10 yarddlevel\nComponents: V, S\nDuration: Special\nCasting Time: 6\nArea of Effect: Special\nSaving Throw: Special\nThis spell is similar to the 5th-level\nshndow magic spell, but this spell enables\nthe casting of partially real 4th- and 5th\nlevel evocations (cone of cold, wall Of fire,\nwall of ice, cloudkill, etc.). If recognized as\ndemi-shadow magic (if a saving throw vs.\nspell is successful), damaging spells inflict\nonly 40% of nod damage, with a mini-\nmum of 2 points per die of damage. A demi-\nmagic cloudkill days creatures with kwor\nthan 2 Hit Dice and inflicts Id2 points of\ndamage per round."
  },
  "mechanics": {
    "school_or_type": "Alteration, Evocation",
    "parser": "header_block_v3_1",
    "spell_card": {
      "name": "Death Fog",
      "canonical_name_guess": null,
      "school_or_type": "Alteration, Evocation",
      "range": "30 yards",
      "components": "V, S, M",
      "duration": "ld4 rounds + l/level",
      "casting_time": "6",
      "area_of_effect": "Two 10-foot cubes/level",
      "saving_throw": "None",
      "description_excerpt": "This spell is similar to the 5th-level shndow magic spell, but this spell enables the casting of partially real 4th- and 5th level evocations (cone of cold, wall Of fire, wall of ice, cloudkill, etc.). If recognized as demi-shadow magic (if a saving throw vs. spell is successful), damaging spells inflict only 40% of nod damage, with a mini- mum of 2 points per die of damage. A demi- magic cloudkill days creatures with kwor than 2 Hit Dice and inflicts Id2 points of damage per round."
    },
    "quality_flags": []
  }
}