{
  "schema_version": "1.2.1",
  "id": "emdquake",
  "name": "Emdquake",
  "compatible_rulesets": [
    "add_2e"
  ],
  "category": "spell",
  "tags": [
    "add_2e",
    "spell",
    "player_handbook",
    "appendix_conversion"
  ],
  "summary": "Emdquake (Alteration) aus dem AD&D 2e Player's Handbook.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "appendix": 4,
    "spell_list": "priest",
    "level_band": "sixth",
    "book_pages": [
      233
    ],
    "pdf_pages": [
      234
    ],
    "raw_block": "Emdquake (Alteration)\nSphere: Elemental (Earth)\nRange: 120 yards\nComponents: V, S, M\nDuration: 1 round\nCasting Time: 1 turn\nArea of Effect: 5-foot diameter/level\nSaving Throw: None\nWhen this spell is cast by a priest, a local\ntremor. of fairly high strength rips the\nground. The shock is over in one round.\nThe earthquake affects all terrain, vegeta-\ntion, structures, and creatures in its area of\neffect. The area of effect of the earthquake\nspell is arcular, with a diameter of five feet\nfor every experience level of the priest cast-\ning it. Thus a 20th-level priest casts an\nearthquake spell with a 1Wfootdiameter\narea of effect.\nSphere: Charm, Summoning\nRange: 10 yards\nComponents: V, S, M\nDuration: Special\nCasting Time: 1 round\nArea of Effect: 1 creature\nSaving Throw: None\nWhen this spell is employed, the priest\nconfronts some powerful creature from an-\nother plane (including devas and other pow-\nerful minions, for instance, but not\ndemigods or deities of any sort) and requires .\nof it some duty or quest. A creature of an\nalignment opposed to the priest (e.g., evil if\nthe priest is good, chaotic if the priest is law-\nful) cannot be ordered around unless it is\nwilling. Note that an absolute (true) neutral\ncreature is effectively opposed to both good\nand evil, and both law and chaos.\nEarthquake Effects:\nTERRAIN\nCave or cavern\nCliffs\nGround\nMarsh\nTunnel\nVEGETATION\nSmall growth\nTrees\nSTRUCTURES\nCREATURES __\nSee 'TERRAIN\" entry\n-Collapses roof\n-Crumble, causing landslide\n-Cracks open, causing the following tractions\nof creatures to fall in and die:\n-Size S: 1 in 4\n-Size M: 1 in 6\n-Size L: 1 in 8\n-Drains water off to form muddy, rough\nground.\n-Caves in\n-NO effect\n-1 in 3 are uproot\nSustain 5dU points of struct\nthose suffering full damage are thrown down\nin rubble.\nThe spellcaster must know something\nabout the creature to exact service from it,\nor else he must offer some fair trade in re-\nturn for the service. That is, if the priest is\naware that the creature has received sane\nfavor from someone of the priest's align-\nment, then the exaction spell can name this\nas cause; if no balancing reason for ervice is\nknown, then some valuable gift or service\nmust be pledged in return for the exaction.\nThe service exacted must be reasonable with\nrespect to the past or promised favor or re-\nward, and with the being's effort and risk.\nThe spell then acts, subject to a magic resist-\nance roll, as a quest upon the being that is to\nperform the required service. Immediately\nupon completion of the service, the being is\ntransported to the vicinity of the priest, and\nthe priest must then and there return the\npromised reward, whether it is irrevocable\ncancellation of a past debt or the giving of\nsome service or other material reward. M-\nter this is done, the creature is instmtiy\nfreed to return to its own plane.\nThe DM adjudicates when an equitabIe\narrangement has been reached. If the caster\nrequests too much, the creature is free to de-\npart or to attack the priest (as if the agree-\nment were breached) according to its\nnature. If circumstances leave the situation\nunbalanced (for exampk, the creature dies\nwhile achieving a result that was not worth\nthe creature dying), then this might create a\ndebt owed by the caster to the creature's sur-\nviving kith and kin, making the caster d-\nnerable to a future exaction from that\nquarter. Agreeing to a future exaction or re-\nlease in the event of catastrophic failure or\ndeath are common castef pledges in securing\nan exaction.\nFailure to fulfill the promise to the letter\nresults in the priest being subject to exaction\nby the subject cream or by its master,\nliege, etc., at the very least. At worst, the\ncreature may attack the reneging priest\nwithout fear of any of his spclls affecting it,\nfor the priest's failure to live up to the bar-\ngain gives the creature total immunity from\nthe priest's spell powers.\nThe material components of this spell are\nthe priest's holy symbol, some matter or\nsubstance from the plane of the creature\nfrom whom an exaction is expected, and\nknowledge of the creature's nature or\nactions that is written out on a parchment\nthat is burned to seal the pledge.\n233"
  },
  "mechanics": {
    "school_or_type": "Alteration",
    "parser": "header_block_v3_1",
    "spell_card": {
      "name": "Emdquake",
      "canonical_name_guess": "Earthquake",
      "school_or_type": "Alteration",
      "range": "120 yards",
      "components": "V, S, M",
      "duration": "1 round",
      "casting_time": "1 turn",
      "area_of_effect": "5-foot diameter/level",
      "saving_throw": "None",
      "description_excerpt": "When this spell is employed, the priest confronts some powerful creature from an- other plane (including devas and other pow- erful minions, for instance, but not demigods or deities of any sort) and requires . of it some duty or quest. A creature of an alignment opposed to the priest (e.g., evil if the priest is good, chaotic if the priest is law- ful) cannot be ordered around unless it is willing. Note that an absolute (true) neutral creature is effectively opposed to both good and evil, and both law and chaos. Earthquake Effects: TERRAIN Cave or cavern Cliffs Ground Marsh Tunnel VEGETATION Small growth Trees STRUCTURES CREATURES __ See 'TERRAIN\" entry -Collapses roof -Crumble, causing landslide -Cracks open, causing the following tractions of creatures to fall in and die: -Size S: 1 in 4 -Size M: 1 in 6 -Size L: 1 in 8 -Drains water off to form muddy, rough ground. -Caves in -NO effec"
    },
    "quality_flags": [
      "canonical_name_guess_applied"
    ]
  }
}