{
  "schema_version": "1.2.1",
  "id": "sunray",
  "name": "Sunray",
  "compatible_rulesets": [
    "add_2e"
  ],
  "category": "spell",
  "tags": [
    "add_2e",
    "spell",
    "player_handbook",
    "appendix_conversion"
  ],
  "summary": "Sunray (Evocation, Aheration) aus dem AD&D 2e Player's Handbook.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "appendix": 4,
    "spell_list": "priest",
    "level_band": "sixth",
    "book_pages": [
      235,
      236
    ],
    "pdf_pages": [
      236,
      237
    ],
    "raw_block": "Sunray (Evocation, Aheration)\nSphere: Sun\nRange: 10 yards/level\nComponents: V, S, M\nDuration: 1 + ld4 rounds\nCasting Time: 4\nArea of Effect: Sfoot-radius sphere\nSaving Throw: Special\nWith this spell, the caster can evoke a\ndazzling beam of light each round in which\nno action other than movement is per-\nformed. The sunray is like a ray of natural\n(plus special)\nsunlight. All creatures in the 10-foot-\ndiameter area of effect must roll successful\nsaving throws vs. spell or be blinded for ld3\nrounds, those using infravision at the time\nfor 2d4 rounds. Creatures to whom sunlight\nis harmful or unnatural suffer permanent\nblindness if the saving throw is failed, and\nare blinded for 2d6 rounds if the saving\nthrow is successful. Those within its area of\neffect, as well as creatures within 20 feet of\nits perimeter, lose any infravision capabili-\nties for ld4 + 1 rounds.\nUndead caught within the sunray’s area of\neffect receive 8d6 points of damage, one-\nhalf if a saving throw vs. spell is successful.\nrhose undead 20 feet to either side of the\nSUNay’S area of effect receive 3d6 points of\ndamage, no damage if a save is successful.\nIn addition, the ray may result in the total\ndestruction of those undead specifically af-\nfected by sunlight, if their saving throws are\nfailed. The ultraviolet light generated by the\nspell inflicts damage on fungoid creatures\nand subterranean fungi just as if they were\nundead, but no saving throw is allowed.\nThe material components are an aster\nseed and a piece of aventurine feldspar (sun-\nstone)."
  },
  "mechanics": {
    "school_or_type": "Evocation, Aheration",
    "parser": "header_block_v3_1",
    "spell_card": {
      "name": "Sunray",
      "canonical_name_guess": null,
      "school_or_type": "Evocation, Aheration",
      "range": "10 yards/level",
      "components": "V, S, M",
      "duration": "1 + ld4 rounds",
      "casting_time": "4",
      "area_of_effect": "Sfoot-radius sphere",
      "saving_throw": "Special",
      "description_excerpt": "With this spell, the caster can evoke a dazzling beam of light each round in which no action other than movement is per- formed. The sunray is like a ray of natural (plus special) sunlight. All creatures in the 10-foot- diameter area of effect must roll successful saving throws vs. spell or be blinded for ld3 rounds, those using infravision at the time for 2d4 rounds. Creatures to whom sunlight is harmful or unnatural suffer permanent blindness if the saving throw is failed, and are blinded for 2d6 rounds if the saving throw is successful. Those within its area of effect, as well as creatures within 20 feet of its perimeter, lose any infravision capabili- ties for ld4 + 1 rounds. Undead caught within the sunray’s area of effect receive 8d6 points of damage, one- half if a saving throw vs. spell is successful. rhose undead 20 feet to either side of the SUNay’S area of effect receive 3d6 p"
    },
    "quality_flags": []
  }
}