{
    "schema_version":  "1.1",
    "name":  "Globale Ereignisse des Jahres 1925 [Erweiterung]",
    "type":  "Lore Document",
    "category":  "history",
    "source_markdown":  "global_events_1925.md",
    "converted_from_markdown":  true,
    "tags":  "history",
    "summary":  "Eine Auswahl von realen Ereignissen, über die NPCs sprechen oder die in Zeitungen stehen könnten, um die Welt lebendiger zu machen.",
    "source_text":  "# Globale Ereignisse des Jahres 1925\r\n\r\n*Eine Auswahl von realen Ereignissen, über die NPCs sprechen oder die in Zeitungen stehen könnten, um die Welt lebendiger zu machen.*\r\n\r\n**Januar:**\r\n- In Norwegen wird der Name der Hauptstadt von Christiania zurück zu Oslo geändert.\r\n- In Washington D.C. wird Nellie Tayloe Ross als erste weibliche Gouverneurin eines US-Bundesstaates (Wyoming) vereidigt.\r\n\r\n**Februar:**\r\n- Ein schwerer Diphtherie-Ausbruch in Nome, Alaska, führt zu einem dramatischen Hundeschlitten-Staffellauf (\"Serum Run to Nome\"), um Medizin zu liefern.\r\n\r\n**März:**\r\n- Calvin Coolidge wird für seine zweite Amtszeit als US-Präsident vereidigt.\r\n- In Tennessee wird der \"Butler Act\" verabschiedet, der das Lehren der menschlichen Evolutionstheorie an staatlichen Schulen verbietet.\r\n\r\n**April:**\r\n- In Paris eröffnet die \"Exposition internationale des arts décoratifs et industriels modernes\", die dem Art-déco-Stil seinen Namen gibt.\r\n\r\n**Mai:**\r\n- Der britische Forscher Percy Fawcett verschwindet auf der Suche nach der \"verlorenen Stadt Z\" im brasilianischen Dschungel.\r\n\r\n**Juni:**\r\n- Der Genfer Protokoll, ein internationales Abkommen zum Verbot des Einsatzes von chemischen und biologischen Waffen, wird unterzeichnet.\r\n\r\n**Juli:**\r\n- Der berühmte \"Scopes-Prozess\" (Affenprozess) findet in Dayton, Tennessee, statt, bei dem es um das Recht geht, Evolution zu unterrichten.\r\n\r\n**August:**\r\n- Der Ku-Klux-Klan veranstaltet einen riesigen Marsch mit über 25.000 Mitgliedern durch Washington D.C.\r\n\r\n**September:**\r\n- Spanien und Frankreich starten eine massive Militäroffensive gegen die Rif-Republik in Marokko.\r\n\r\n**Oktober:**\r\n- Die Verträge von Locarno werden unterzeichnet, die die westlichen Grenzen Deutschlands garantieren und eine Ära der Entspannung in Europa einleiten sollen.\r\n\r\n**November:**\r\n- Der britische Archäologe Howard Carter entdeckt den fast unberührten Sarkophag von Tutanchamun im Tal der Könige in Ägypten, was eine weltweite Ägypten-Manie auslöst.\r\n\r\n**Dezember:**\r\n- F. Scott Fitzgeralds Roman \"Der große Gatsby\" wird veröffentlicht und fängt den Geist der \"Roaring Twenties\" ein.\r\n- In Berlin hat Alban Bergs Oper \"Wozzeck\" Premiere und schockiert das Publikum mit ihrer atonalen Musik und düsteren Thematik.",
    "mechanics":  null,
    "generated_variant":  true,
    "source_seed_file":  "global_events_1925.json",
    "generation_batch":  "lore-expansion-2026-02-27",
    "erweiterungswert":  "standard"
}
