{
    "name":  "Sensorische Raum-Details [Erweiterung]",
    "details":  [
                    "Dielen knarren unter jedem Schritt.",
                    "Dicker Staub tanzt im Lichtstrahl einer Taschenlampe.",
                    "Der Geruch von Mottenkugeln und altem Leder hängt in der Luft.",
                    "Die Tapete löst sich in feuchten Fetzen von der Wand.",
                    "Ein kalter Luftzug kommt aus einer unbekannten Richtung.",
                    "Das leise, stetige Tropfen von Wasser ist das einzige Geräusch.",
                    "Ein Porträt an der Wand scheint dich mit den Augen zu verfolgen.",
                    "Der Raum ist unnatürlich kalt.",
                    "Ein schwacher Geruch von Ozon, als wäre gerade ein Blitz in der Nähe eingeschlagen.",
                    "Spinnweben hängen wie Leichentücher von der Decke.",
                    "Der Boden ist mit einer dünnen Schicht aus feinem, grauem Staub bedeckt.",
                    "Ein Spiegel an der Wand ist blind und fleckig.",
                    "Der Geruch von verwelkten Blumen und stehendem Wasser.",
                    "Ein Windspiel vor dem Fenster klimpert leise, obwohl kein Wind geht.",
                    "Der Raum ist vollgestopft mit Möbeln, die unter weißen Tüchern verborgen sind.",
                    "Ein Kamin, in dem die Asche noch warm zu sein scheint.",
                    "Der Boden ist an einer Stelle dunkel verfärbt, als wäre etwas ausgelaufen.",
                    "Ein leises Kratzen ist aus den Wänden zu hören.",
                    "Der Raum ist unordentlich, als hätte jemand ihn in Eile verlassen.",
                    "Ein einzelner, verlassener Kinder-Schuh liegt in einer Ecke.",
                    "Der Geruch von billigem Parfüm hängt noch in der Luft.",
                    "Ein Fenster steht einen Spalt offen und lässt kalte Nachtluft herein.",
                    "Der Putz bröckelt von der Decke.",
                    "Ein seltsames, nicht-euklidisches Muster ist in den Holzboden geritzt.",
                    "Der Raum ist unheimlich ordentlich, als wäre er eine Ausstellung.",
                    "Ein leises Summen geht von einer der Wände aus.",
                    "Der Geruch von Krankheit und Desinfektionsmittel.",
                    "Ein Schachbrett steht auf einem Tisch, die Partie ist halb gespielt.",
                    "Ein Grammophon spielt leise eine zerkratzte Platte, die immer wieder springt.",
                    "Der Raum ist leer, bis auf einen einzelnen Stuhl in der Mitte."
                ],
    "generated_variant":  true,
    "source_seed_file":  "room_details.json",
    "generation_batch":  "lore-expansion-2026-02-27",
    "erweiterungswert":  "standard"
}
