{
  "name": "Shadow",
  "source_page": 121,
  "raw_text": "Shadow\nCLIMATETERRAIN:\nAny ruins or subterranean\nchambers\nFREQUENCY:\nRare\nORGANIZATION:\nRoving bands\nACTIVITY CYCLE:\nNight or darkness\nDIET:\nLiving beings\nINTELLIGENCE:\nLow (5-7)\nTREASURE:\nALIGNMENT:\nChaotic evil\nNO. APPEARING:\n2-20 (2d10)\nARMOR CLASS:\nMOVEMENT:\n12\nHIT DICE:\n3 + 3\nTHACO:\n17\nNO: OF ATTACKS:\nDAMAGEIATTACK:\n2-5 + special\nSPECIAL ATTACKS:\nStrength drain\nSPECIAL DEFENSES:\n+1or better weapon to hit\nMAGIC RESISTANCE:\nSee below\nSIZE:\nM (6' tall)\nMORALE:\nSpecial\nXP VALUE:\n650\nShadows are shadowy; undead creatures that drain strength from\ntheir victims with their chilling touch.\nShadows are 90 % undetectable in all but the brightest of sur-\npoints) , the curse is activated and the majority of the character's\nroundings (continual light or equivalent), as\nnormally ap-\nessence is shifted to the\nNegative Material plane_\nOnly a shadow\npear to be\nnothing more than their name would suggest. In bright\nof their former\nremains on the Prime Material plane, and the\nlight\ncan be clearly seen .\ntransformation always renders the victim both terribly insane\nand undeniably evil.\nCombat:\nAs shadows exist primarily on the Negative Material\nAttempts to remove the curse from captured shadows have all\nplane, they have the ability to drain the life force of their victims\nfailed , thus providing more clues into the nature of the disorder:\nThe chilling touch of a shadow inflicts 2-5 points of damage to its\nA limited wish\nproved only partially successful as the victim\nvictim as well as\ndraining one point of Strength.\nLost Strength\nreturned for an hour but remained insane for the duration. It has\npoints return 2-8 turns after being touched. If a human or demi-\nbeen recently speculated that a full wish, followed by a heal spell ,\nhuman opponent is reduced to zero Strength or zero hit points by\nmight be capable of restoring a shadow to his former state, but\nshadow, the shadow has drained the life force and the opponent\nit must be emphasized that this is only a theory:\nbecomes\na shadow as well. The newly formed shadow is then\nFortunately; shadows rarely leave their lairs, and a bold party\ncompelled to join the roving band and pursue a life of evil. Other\nwishing to rescue a lost fighter or wizard should have plenty of\nliving creatures simply collapse from fatigue (if taken to zero\ntime to venture forth and recover their friend, provided that no\nStrength) or fall unconscious (if taken to zero hit points), where\none else explores the lair and slays the unfortunate character\nare left to die or are hounded\nupon waking\nwhile the shadows\nabsent\nShadows are immune t0 sleep, charm, and hold\nand are\nThe original body of a victim is destroyed when changed to a\nunaffected by cold-based attacks. They can be turned by clerics_\nshadow whether by the curse itself or by unprotected exposure to\nthe Negative Material plane. In any case, killing\nshadow is\nHabitatiSociety:\nShadows travel in loosely organized packs\nmerely\na case of severing the bond between the Prime Material\nthat freely roam ancient ruins, graveyards, and dungeons_\nand Negative Material forms.\nspecialize in terrifying their victims.\nShadows have no leaders and thus\nmuch of their time\nroaming aimlessly about their chosen surroundings: Contrary to\npopular belief, shadows do not hoard\ntreasure. In fact,\nsuch\nearthly baubles only help to remind the creatures of their former\nlives . Instead, the furious undead throw all of the treasure\nfind away in the same location (often at the bottom of a well or\ndeep\nwhere it is out of sight of the band: It is therefore specu-\nlated that the removal of a shadow hoard would be quite easy\n(even welcomed) , were it not for the fact that shadows attack liv-\nbeings without hesitation, regardless of their intent or threat_\nEcology:\nAccording to most knowledgeable sages, shadows ap-\nto have been magically created, perhaps as part of some an-\ncient curse laid upon some\ndead enemy. The curse affects\nonly humans and demihumans s0 it would seem that it affects the\nsoul or spirit. When victims no longer can resist, either through\nloss of consciousness (hit points) or physical prowess (Strength\nthey\nself\nthey\nspell\nagain\nagain\nare\nthey\nspells\nThey\nspend\nthey\npit) ,\ning\npear\nlong-€",
  "climate_terrain": "Any ruins or subterranean",
  "frequency": "Rare",
  "organization": "Roving bands",
  "activity_cycle": "Night or darkness",
  "diet": "Living beings",
  "intelligence": "Low (5-7)",
  "alignment": "Chaotic evil",
  "number_appearing": "2-20 (2d10)",
  "movement": "12",
  "hit_dice": "3 + 3",
  "thac0": "17",
  "special_attacks": "Strength drain",
  "special_defenses": "+1or better weapon to hit",
  "magic_resistance": "See below",
  "size": "M (6' tall)",
  "morale": "Special",
  "xp_value": "650",
  "id": "shadow"
}