{
  "schema_version": "1.0.0",
  "category": "rules_chapter",
  "tags": [
    "add_2e",
    "player_handbook",
    "chapter",
    "chapter_12"
  ],
  "summary": "Kapitel 12: npcs. Buchseiten 114-116.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "chapter_number": 12,
    "chapter_slug": "npcs",
    "book_page_start": 114,
    "book_page_end": 116,
    "pdf_page_start": 115,
    "pdf_page_end": 117,
    "text": "[BOOK_PAGE 114 | PDF_PAGE 115]\nPlayer characters cannot fight, survive, \nwheel, deal, plot, or scheme without inter- \nacting with non-player characters (NPCs). \nIndeed, the very heart of the AD&D@ game \nis the relationship between player charac- \nters and non-player characters. How the \nplayer characters react to and treat NPCs \ndetermines the type of game the group \nplays. Although many choices are possible, \nplayers quickly find that consideration and \ngood treatment of NPCs is the most fre- \nquently successful route. \nAn NPC is any person, creature, or rnon- \nster that is controlled by the DM. Most \nNPCs are either people (intelligent races \nthat live in local society) or monsters (intel- \nligent and unintelligent creatures that aren’t \nnormally found in towns and villages). The \nterm “monster” is only a convenient label. It \ndoesn’t mean the creature is automatically \ndangerous or hostile. Likewise, NPCs who \nare people aren’t uniformly helpful and \ncooperative. As with all things, the range of \npossible reactions of NPCs to PCs covers \nthe entire spectrum. \nIn the course of their adventures, player \ncharacters will be most concerned with \nthree groups of NPCs: hirelings, followers, \nand henchmen. It is their aid that helps play- \ner characters vanquish deadly monsters and \naccomplish mighty deeds. As their names \nimply, these NPCs can be persuaded in vari- \nous ways to join the player characters in \ntheir adventures. The most common meth- \nods of persuasion are money and loyalty. \nHirelings \nThe most frequent- \nly employed NPC is the hireling. A hireling \nis a person who works for money. Most \nhirelings have fairly ordinary skills, while \nothers are masters of a craft or art, and a \nfew are experts of specialized adventuring \nskills. Typical hirelings include the follow- \ning: \nArcher Architect \nArmorer Assassin \nBaker Blacksmith \nBladesmi th Foot Sol& \nJeweler Laborer \nMessenger Minstrel \nSage Sailor \nSPY Thief \nHirelings are always employed for a \nstated term of service or for the perform- \nance of a specific task. Thus a mercenary \ncontracts to serve for a season. A thief can \nbe hired to steal a named item. A sage works \nto answer a single question. A blacksmith \nmay indenture himself for a term of years. A \nsailor works for a single voyage. Quite \noften these contracts can be renewed with- \nout difficulty, but the only thing that binds a \nhireling to the player character is regular \npay and good treatment. Hirelings do not \nserve a PC out of any great loyalty. \nThus there are some things hirelings will \nnot do. Most hirelings do not foolishly risk \ntheir lives. There are soldiers willing to take \ntheir chances on the field of battle, but even \nthese courageous (or foolish) few do not \nwillingly undertake the greater hazards of \nadventuring. They man castle walls, guard \ncaravans, collect taxes, and charge the \nmassed foe well enough, but they often \nrefuse to accompany a PC on an adventure. \nEven a hireling who regularly undertakes \ndangerous missions (a thief or an assassin, \nfor example) normally refuses to join player \ncharacter parties. These hirelings are loners. \nThey contract to do a job and get it done in \ntheir own way, without interference from \nanyone else. \nHirelings are no more loyal than human \nnature &lows. For the most part, if paid and \ntreated well, with opportunities to realize \ntheir ambitions, work for a charismatic \nleader, hirelii can be relied on to do their \n1 \ni \njobs faithfully. But poor pay, injustice, dis- \ncrimination, threats, abuse, and humilia- \ntion at the hands of their masters make them \nsomewhat less than reliable. A smart leader \nsees to the comfort and morale of his men \nbefore his own concerns. With less savory \ncharacters-those hired to perform dark \ndeeds-the player character takes even \ngreater chances, especially given the ques- \ntionable morals of such characters. \nWhatever their personalities, hirelings \ngenerally need to make morale checks \n(explained in the DMG) whenever they are \nfaced with a particularly dangerous situa- \ntion or are offered a bribe or other tempta- \ntion. \nFinding hirelings is not difficult. People \nneed jobs. It is simply a matter of advertis- \ning. Under normal circumstances, appli- \ncants respond to ads. Only when trying to \nemploy vast numbers or hire those with \nunusual specialties (such as spies) does the \nprocess become complicated. Just what\n\n[BOOK_PAGE 115 | PDF_PAGE 116]\nNPCs (Followers) \nneeds to be done in this situation depends \nentirely upon the DMs campaign. Your \ncharacter may have to skulk through the \nunsavory bars.of the waterfront, rely on \nquestionable go-betweens, or pay a visit to \nthe thieves' guild (if there is one). Just \nemploying one of these characters can be a \nsmall adventure in itself. \nEmployment costs of hirelings vary from \na few gold pieces a month to thousands of \ngold pieces for an especially dangerous task. \nThe skill and experience of a hireling has a \ngreat effect on his salary. A learned sage \nresearching some obscure piece of lore can \ncharge hefty sums. Costs can also be affect- \ned by the conditions of the campaign-the \nsetting, the recent events of the world, and \nthe reputations of the player characters (if \nany). Most hirelings sign on for what they \nthink is fair. While few will turn down more \nmoney, most will drive the best bargain they \ncan. Your DM has more information about \nemployment costs, since he may need to \nalter these to fit his campaign. \nFoliowers \nMore reliable than \nthose who are motivated purely by money \nare those characters who, while they expect \npay, were originally drawn into service by \nthe reputation of the player character. These \nare followm, usually a unit of soldiers of \none type or another. Followers serve only \nthose of significant power and reputation, \nthus the construction of a stronghold is nec- \nessary to attract followers. \nFollowers have the same needs and limita- \ntions of hirelings. Most must be paid and \nwell-treated. They also do not accompany \nthe player characters on group adventures. \nThey have some advantages over hirelings, \nhowever. Followers do not serve for a spe- \ncific term of mtract. They remain with the \nplayer character as long as their basic needs \nare met. They are more loyal than the aver- \nage hireling and are treated as elite troops. \nUnlike most hirelings, followers can \nincrease in level (although this occurs very \nslowly since they act only as soldiers). All \nfollowers in a unit advance to the next level \nat the same time. Finally, the player charac- \nter need not seek out followers-they come \nto him, seeking positions within his illustri- \nous household. \nFollowers appear only once. Replace- \nments do not anive to fill the ranks of the \nfallen. (Massive losses of fol€owers in com- \nbat only gives the character a bad reputa- \ntion, discouraging others from flockiq to \nhis banner.) player characters should take \nthem as an elite bodyguard. \nSome characters attract unique followers \nsuch as animals or magical beings. \nAlthough termed followers, these creatures \nare more properly treated as henchmen in \ncare of their followers, perhaps treating \n115 \nterms of loyalty and what they will and will \nnot do. They do not count against the char- \nacter's limit on henchmen, however, since \nthey are technically followers. \nHenchmen \nHenchmen are much \nthat hirelings are not. They are adventurers \nwho serve out of loyalty. They are willing to \nrisk their lives for those they respect. They \nare also hard to find. \nHendunen are powerful allies to a player \ncharacter. Unlike hirelings, they have the \nnerve and ability to become powerful \nadventurers. Although they expect their \nshare of treasure, they do not usdy join a \nplayer character for money. They are \nattracted to the PC because of his reputation \nor other qualities he possesses. As such, \nhenchmen cannot be expected to flock to the \nbanner of a neophyte adventurer. He may \ngain himself one or two companions, but \nothers come only when he has earned a \ngreater reputation, met more people, and \nproven himself a true friend and ally to \nthese NPCs. \nHenchmen can come from any source. \nMost often they are at first mere hirelings or \nfollowers who, through distinctive actions, \ncome to the attention of the player charac- \nter. Some may be higher level, more skilled \nhirelings who develop a bond to the player \ncharacter through long employment. Oth- \ners may be followers who have sound \nadvice for the player character. \nA henchman is always of lower level than \nthe K. Should he ever equal or surpass the \nPCs level, the henchman leaves forever; it is \ntime for him to try his luck in the real world. \nIn some ways, the player character is the \nmentor arid the henchman his student. \nWhen the studmt has kamed as much as the \nteacher, it is time for him to go out on his \nHenchmen are more thitn just loyal fol- \nlowers; they are friends and allies. Natu- \nrally they expect to be treatedassuch. They \nhave little need for those who do not trust \nthem or treat them coldly. Abusiveness or \ntaking advantage of the friendshp quickly \nends the relathship. Just as players must \nwith their own friends, player characters \nmust be sensitive to the needs and feelinsa of \ntheir henchmen. Furthermore, henchmen \nattach thentselves to a particular player \ncharacter, not a group of player characters. \nThus it is only under the direst of circum- \nstances that a hendunan accepts the orders \nof another PC. Should his friend (the player \ncharacter) fall, the henchman sees to his \nneeds. He doesn't abandon him and con- \ntinue on with the other player characters \nunless this is dearly the only way to aid his \nfriend. \nA PC's Charisma determines the maxi- \nmum number of henchmen he can have. \nown. \nfor one reason or another. \nThere are certain things henchmen do not \ndo. They do not give away or loan out nag- \nical items. They do not allow ob free \naccess to their spell books. They do not toi- \nerate spell use that questions their loyalty \n(detect lie or know alignment cast upolr \nthem). They do not accept less than their \ndue share. ln general, within these limits, \nhenchman do what is desired of tkm. The \nDM can at any time dictate the adions of a \nhenchman, since the character is still an \nNPC. \nIf a PC is not attentive to the wishes and \nneeds of his henchmen, or if he abuses and \nhumiliates thcm, he can expect the worst. \nThis is the stuff mutinies and rebellions are \nmade of. Should an abusive player charac- \nter fall at the hands of a once-loyal hench- \nman, he has only himself to blame. \nOn the other hand, not all henchmen are \nparagons of loyalty. The player character \nmust always be aware that henchmen are \nsometimes not what they seem. They can bc\n\n[BOOK_PAGE 116 | PDF_PAGE 117]\ni \nI NPCs (Player Character Obligations) I \na means to get at the player character. \nThroughout history, many a cruel and cun- \nning villain has posed as a true companion, \nwaiting his chance to strike or spy on his \nfriend. \nPlayer Character \nObligations \nWhenev \ncharacter takes on a hireling, follower, or \nhenchman, he has committed himself to cer- \ntain obligations and customs that surround \nsuch agreements. Some of these are obvi- \nous, having been worked out between the \nplayer character and the NPC in advance. \nUsually the wage and term of service are set- \ntled upon before any agreement is reached. \nFor hirelings and followers, this is a set \namount of money each day, week, or \nmonth, or a fee for a specific task. Hench- \nmen commonly receive a portion (1/z a nor- \nmal share) of all treasure and magic found \non adventures. A player character is nor- \nmally expected to contribute a little more \nfrom his own funds, however. \nOther obligations of the player character \nare varied. Some must always be consid- \nered, while others almost never come into \neffect. A player character is expected to pro- \nvide meals and boarding (unless the NPC \nhas a home nearby). This is the most com- \nmon obligation and applies to NPCs of all \nwalks of life. For those engaged in more \ndangerous pursuits, however, additional \nconcessions must be granted. Since horses \nare expensive, player characters should be \nready to cover the cost of mounts lost in \ncombat or on campaign. It is unreasonable \nto expect a mercenary to buy a new mount \nfrom his meager savings. Likewise, other \nitems of war craft-weapons and armor- \nmust be replaced by the player character. \nAll soldiers are expected to provide their \nown equipment when they are first \nemployed, but the player character must \nreplace all losses. Certainly all player char- \nacters are expected to pay the cost of special \ntransport--securing passage on ships and \narranging wagons for baggage. Of the grim- \nmer duties, player characters are expected \nto pay for a decent (though hardly lavish) \ninterment. \nOne of the more unusual obligations of a \nplayer character is to ransom his men. This \nis especially true of men lost during a cam- \npaign. The greater number of soldiers lost in \na battle are not slain but captured. Common \npractice of the medieval period was to offi- \ncially ransom these prisoners for well- \nestablished prices. A common yeoman \nfootman might ransom for 2 gp, a minor \npriest for 80 gp, a knight's squire for 200 gp, \nand a king's man for 500 gp. These are paid \nfor by the lord of the prisoner. A player \ncharacter (as a lord and master) is expected \nto do the same. Of course, the player char- \nacter can pass much of this cost on to his \nown subjects and the relatives of the pris- \noner. Thus men might languish for long per- \niods in the hands of the enemy before their \nransom was raised. Furthermore, should a \nplayer character ransom a hireling, fol- \nlower, or henchman, he has every reason to \nexpect loyal service from that man in the \nfuture. After all, he has demonstrated his \nwillingness to save that NPC from hardship \nand death. \nIn a fantasy world, a player character is \nalso expected to bear the cost of magical \nspells cast to the benefit of his men. He may \narrange to have his men blessed before bat- \ntle or healed after it. He shouldn't grumble \nabout the expense, because the spells also \nmake good tactical sense. The bless spell \nincreases the success of his army in the field. \nMagical cures get his army back on its feet \nquicker. All th& things can make him very \nsuccessful while also making him popular \nwith his hired men. \nFinally, the player character is expected to \nmake an effort to raise or restore slain \nhenchmen. This is not a normal expectation \nof hirelings or followers (although it can \nhappen in extreme cases). The effort should \nbe honest and true. A player character \nshouldn't fool himself into thinking no one \nwill notice if he doesn't do his utmost. The \nplayer character who returns from an \nadventure minus his henchman is automati- \ncally under a cloud of suspicion, despite his \nmost vehement protests. A player character \nmust take great care to maintain his reputa- \ntion as a good and upright employer. \n116"
  },
  "mechanics": {
    "extraction_mode": "book_page_range_concat"
  }
}