{
  "schema_version": "1.0.0",
  "category": "rules_chapter",
  "tags": [
    "add_2e",
    "player_handbook",
    "chapter",
    "chapter_00"
  ],
  "summary": "Kapitel 0: intro and glossary. Buchseiten 8-12.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "chapter_number": 0,
    "chapter_slug": "intro_and_glossary",
    "book_page_start": 8,
    "book_page_end": 12,
    "pdf_page_start": 9,
    "pdf_page_end": 13,
    "text": "[BOOK_PAGE 8 | PDF_PAGE 9]\nWelcome to the Second Edition AD&D@ Game - \nI \nYou are reading the key to the most exciting \nhobby in the world-role-playing games. \nThese first few pages will introduce yo \nto the second edition of the most successfr. \nrole-playing game ever published. If you ar \na novice role-player, stop right here an1 \nreadzhe section labeled The Real Basics (01 \nthe next page). When you understand wha \nrole-playing and the AD&P game are a1 \nabout, come back to this point and read thl \nrest of the introduction. If you are an experi \nenced role-player, skip The Real Basics. \nWhy a Second Edition? \nBefore answerin! \nthat question, let‘s define what the seconc \nedition of the AD&D game is and is not. \nThis second edition of the AD&D game is \na lot different from the first edition. Thc \npresentation of the game has been cleanec \nup. The rules are reorganized, clarified, anc \nstreamlined. Where necessary, things that \ndidn’t work have been fixed. Things that did \nwork haven‘t been changed. \nThe second edition of the AD&D game is \nnot a statement of what any one person \nthinks the game should be. It is the result of \nmore than three years of discussion, \nthought, consultation, review, and play- \ntesting. \nNow to the question of ”Why a second \nedition’l” The AD&D game evolved over \nthe course of 16 years. During that time, the \ngame grew tremendously through play. \nChanges and improvements (and a few mis- \ntakes) were made. These were published in \nsubsequent volumes. By 1988, the game \nconsisted of 12 hardcover rule books. It was \nphysically and intellectually unwieldy (but \nstill a lot of fun). The time was right to reor- \nganize and recombine all that information \ninto a manageable package. That package is \nthe second edition. \nHow the Rule Books \narc Organized \nThe AD&D game \nrule books are intended primarily as refer- \nence ,books. They are designed so any spe- \ncific rule can be found quickly and easily \nduring a game. \nEverything a player needs to know is in \nthe Player’s Handbook. That’s not to say \nthat all the rules are in this book. But every \nrule that a player needs to know in order to \nplay the game is in this book. \nA few rules have been reserved for the \nDungeon Master’s Guide (DMG). These \neither cover situations that very seldom \narise or give the Dungeon Master (DM) \ninformation that players should not have \nbeforehand. Everything else in the DMG is \ninformation that only the Dungeon Master \nneeds. If the DM feels that players need to \nknow something that is explained in th \nDMG, he will tell them. \nLike the DMG, the Monstrous Compen \ndium is the province of the DM. This give \ncomplete and detailed information abou \nthe monsters, people, and other creature \ninhabiting the AD&D world. Some DM \ndon‘t mind if players read this information \nbut the game is more fun if players don‘ \nknow everything about their foes-i \nheightens the sense of discovery and dange: \nof the unknown. \nLearning the Game \nIf you have playa \nthe AD&D game before, you know almosi \neverything you need to play the second edi- \ntion. We advise you to read the entire Play- \ner’s Handbook, but the biggest changes are \nin these chapters: Character Classes, Com- \nbat, and Experience. Be sure to read at least \nthose three chapters before sitting down to \nplay. \nIf you come to a term you do not under- \nstand, look for it in the Glossary, which \nbegins on page 11. \nIf you have never played the AD&D \ngame before, the best way to learn to play \nthe game is to find a group of experienced \nplayers and join them. They can get you \nimmediately into the game and explain \nthings as you need to know them. You don’t \nneed to read anything beforehand. In fact, \nit’s best if you can play the game for several \nhours with experienced players before read- \ning any of the rules. One of the truly mar- \nvelous things about a role-playing game is \nthat even though the concept is difficult to \nexplain, it is simple to demonstrate. \nIf none of your friends are involved in a \ngame, the best place to find experienced \nplayers is through your local hobby store. \nRole-playing and general gaming clubs are \ncommon and are always eager to accept \nnew members. Many hobby stores offer a \nbulietin board through which DMs can \nadvertise for new players and new players \n:an ask for information about new or ongo- \nng games. If there is no hobby store in your \nuea, check at the local library or school. \nIf you can’t find anyone else who knows \nhe AD&D game, you can teach yourself. \ntead the Player’s Handbook and create \n,ome characters. Try to create a variety of \n:haracter classes. Then pick up a pre- \npackaged adventure module for low-level \n*haracters, round up two or three friends, \nmd dive into it. You probably will make lots \nIf mistakes and wonder constantly whether \nIOU are doing everything wrong. Even if \n‘ou are, don‘t worry about it. The ADkD \name is big, but eventually you’ll bring it \nnder control. \n8 \nThe Second Edition \nADbD Game Line \nQuite a few books \nand other products are published for the \nAD&D game. As a player, you need only \none of them-this book. Every player and \nDM should have a copy of the Player’s \nHandbook. Everything else is either option- \nal or intended for the Dungeon Master. \nThe Dungeon Master’s Guide is essential \nfor the DM and it is for the DM only. Play- \ners who are not themselves DMs have no \ncause to read the DMG. \nThe Monstrous Compendium is not one, \nbut several products. The book can be \nexpanded whenever new compendiums are \nreleased. The first pack o€ monsters is essen- \ntial to the game. It indudes the most com- \nmonly encountered monsters, mythical \nbeasts, and legendary creatures. Additional \npacks expand on these monsters and give \nthe game more variety. Specialty \ncompendiums-those for Greyhawk, the \nForgotten Realms, Kara-Tur, etc.-are high- \nly recommended for DMs who play in those \nsettings. \nExpanded character class books-The \nComplete Fighter, The Complete Thief, \netc.-provide a lot more detail on these \ncharacter classes than does the Player’s \nHandbook. These books are entirely \noptional. They are for those players who \nreally want a world of choice for their char- \nacters. \nAdventure modules contain complete \ngame adventures. These are especially use- \nful for DMs who aren’t sure how to create \ntheir own adventures and for DMs who \nneed an adventure quickly and don’t have \ntime to write one of their own. \nA Note About Pronouns \nThe male pronoun \n‘he, him, his) is used exclusively throughout \n,he second edition of the ADkD game rules. \nNe hope this won‘t be construed by anyone \no be an attempt to exclude females from the \n:ame or imply their exclusion. Centuries of \nise have neutered the male pronoun. In \nwitten material it is clear, concise, and \namiliar. Nothing else is. \nCreating a Character \nTo create a charac- \nter to play in the AD&D game, proceed, in \norder, through Chapters 1 through 6. \n(Chapter 5 is optional). These chapters will \ntell you how to generate your character‘s \nability scores, race, and class, decide on his \nalignment, pick proficiencies, and buy \nequipment. Once you have done all this, \nyour character is ready for adventure!\n\n[BOOK_PAGE 9 | PDF_PAGE 10]\nThis section is intended for novice role- \nplayers. If you have played role-playing \ngames before, don't be surprised if what you \nread here sounds familiar. \nGames come in a wide assortment of \ntypes: board games, card games, word \ngames, picture games, miniatures games. \nEven within these categories are subcatego- \nries. Board games, for example, can be \ndivided into path games, real estate games, \nmilitary simulation games, abstract strategy \ngames, mystery games, and a host of others. \nStill, in all this mass of games, role- \nplaying games are unique. They form a cat- \negory all their own that doesn't overlap any \nother category. \nFor that reason, role-playing games are \nhard to describe. Comparisons don't work \nbecause there isn't anything similar to com- \npare them to. At least, not without stretch- \ning your imagination well beyond its \nnormal, everyday extension. \nBut then, stretching your imagination is \nwhat role-playing is all about. So let's try an \nanalogy. \nImagine that you are playing a simple \nboard game, called Snakes and Ladders. \nYour goal is to get from the bottom to the \ntop of the board before all the other players. \nAlong the way are traps that can send you \nsliding back toward your starting position. \nThere are also ladders that can let you jump \nahead, closer to the finish space. So far, it's \npretty simple and pretty standard. \nNow let's change a few things. Instead of \na flat, featureless board with a path winding \nfrom side to side, let's have a maze. You are \nstanding at the entrance, and you know that \nthere's an exit somewhere, but you don't \nknow where. You have to find it. \nInstead of snakes and ladders, we'll put in \nhidden doors and secret passages. Don't roll \na die to see how far you move; you can \nmove as far as you want. Move down the \ncorridor to the intersection. You can turn \nright, or left, or go straight ahead, or go \nback the way you came. Or, as long as \nyou're here, you can look for a hidden door. \nIf you find one, it will open into another \nstretch of corridor. That corridor might take \nyou straight to the exit or lead you into a \nblind alley. The only way to find out is to \nstep in and start walking. \nOf course, given enough time, eventually \nyou'll find the exit. To keep the game inter- \nesting, let's put some other things in the \nmaze with you. Nasty things. Things like \nvampire bats and hobgoblins and zombies \nand ogres. Of course, we'll give you a sword \nand a shield, so if you meet one of these \nthings you can defend yourself. You do \nknow how to use a sword, don't you? \nAnd there are other players in the maze as \nwell. They have swords and shields, too. \nHow do you suppose another player would \nreact if you chance to meet? He might \nAfter all, even an ogre might think twice \nabout attacking two people carrying sharp \nswords and stout shields. \nFinally, let's put the board somewhere \nyou can't see it. Let's give it to one of the \nplayers and make that player the referee. \nInstead of looking at the board, you listen to \nthe referee as he describes what you can see \nfrom your position on the board. You tell \nthe referee what you want to do and he \nmoves your piece accordingly. As the ref- \neree describes your surroundings, try to pic- \nture them mentally. Close your eyes and \nconstruct the walls of the maze around \nyourself. Imagine the hobgoblin as the ref- \neree describes it whooping and gamboling \ndown the corridor toward you. Now imag- \nine how you would react in that situation \nand tell the referee what you are going to do \nabout it. \nWe have just constructed a simple role- \nplaying game. It is not a sophisticated game, \nbut it has the essential element that makes a \nrole-playing game: The player is placed in \nthe midst of an unknown or dangerous situ- \nation created by a referee and must work his \nway through it. \nThis is the heart of role-playing. The \nplayer adopts the role of a character and \nthen guides that character through an \nadventure. The player makes decisions, \ninteracts with other characters and players, \nand, essentially, \"pretends\" to be his charac- \nter during the course of the game. That \ndoesn't mean that the player must jump up \nand down, dash around, and act like his \ncharacter. It means that whenever the char- \nacter is called on to do something or make a \ndecision, the player pretends that he is in \nthat situation and chooses an appropriate \ncourse of action. \nPhysically, the players and referee (the \nDM) should be seated comfortably around a \ntable with the referee at the head. Players \nneed plenty of room for papers, pencils, \ndice, rule books, drinks, and snacks. The \nreferee needs extra space for his maps, dice, \nrule books, and assorted notes. \nThe Goal \nAnother major dif- \nference between role-playing games and \nother games is the ultimate goal. Everyone \nassumes that a game must have a beginning \nand an end and that the end comes when \nsomeone wins. That doesn't apply to role- \nplaying because no one \"wins\" in a role- \nplaying game. The point of playing is not to \nwin but to have fun and to socialize. \nAn adventure usually has a goal of some \nsort: protect the villagers from the mon- \nsters; rescue the lost princes; explore the \nandent ruins. Typically, this goal can be \nattained in a reasonable playing time: four \nto eight hours is standard. This might \nrequire the players to get together for one, \n9 \ntwo, or even three playing sessions to reach \ntheir goal and complete the adventure. \nBut the game doesn't end when an adven- \nture is finished. The same characters can go \non to new adventures. Such a des of \nadventures is called a campaign. \nRemember, the point of an adventure is \nnot to win but to have fun while working \ntoward a common goal. But the hngth of \nany particular adventure need not impose \nan artificial limit on the length of the game. \nThe AD&W game embraces more than \nenough adventure to keep a group of char- \nacters occupied for years. \nRequired Materials \nAside from a copy \nof this book, very little is needed to play the \nAD&D game. \nYou will need some sort of Character \nrecord. TSR publishes character record \nsheets that are quite handy and easy to we, \nbut any sheet of paper will do. Blank pap, \nlined paper, or even graph paper can be \nused. A double-sized sheet of paper (11 x 17 \ninches), folded in half, is excellent. Keep \nyour character record in pencil, because it \nwill change frequently during the game. A \ngood eraser is also a must. \nA full set of polyhedral dice is necessary. \nA full set consists of 4-, 6, &I 10-, 12-, and \n20-sided dice. A few extra 6- and 1O-sided \ndice are a good idea. Polyhedral dice should \nbe available wherever you got this book. \nThroughout these rules, the various dice \nare referred to by a code that is in the fonn: \nI of dice, followed by \"d,!' followed by a \nnumeral for the type of dice. In other \nwords, if you are to roll one hided die, you \nwould see \"roll ld6!' Five lz-sided dice are \nreferred to as \"SdlZ!' (If you don't have five \n12aided dice, just roll one five times and \nadd the results.) \nWhen the rules say to roll \"percentile \ndice\" or \"Idloo: you need to generate a \nrandom number from 1 to 100. One way to \ndo this is to roll two loaided dice of diffelc \nent color& Before you roll, designate one \ndie as the tens place and the other as the \nones place. Rolling them together enables \nyou to generate a number from I to 100 (a \nresult of \"0\" on both dice is read as \"00\" or \n\"100\"). For example, if the blue die (repre- \nsenting the tens place) rolls an \"8\" and the \nred die (ones place) rolls a \"5:' the result is \n85. Another, more expensive, way to gener- \nate a number from 1 to 100 is to buy one of \nthe dice that actually have numbers from 1 \nto 100 on them. \nattack, but he also might offer to team up. \nI \nAt least one player should have a few \nsheets of graph paper for mapping the \ngroup's progress. Assorted pieces of scratch \npaper are handy for making quick notes, for \npassing secret messages to other players or \nthe DM, or for keeping track of odd bits of \ninformation that you don't want cluttering\n\n[BOOK_PAGE 10 | PDF_PAGE 11]\nI The Real Basics \nup your character record. \nMiniature figures are handy for keeping \ntrack of where everyone is in a confusing sit- \nuation like a battle. These can be as elabo- \nrate or simple as you like. Some players use \nminiature lead or pewter figures painted to \nresemble their characters. Plastic soldiers, \nchess pieces, boardgame pawns, dice, or \nbits of paper can work just as well. \nAn Example of Play \nTo further clarify \nwhat really goes on during an AD&W \ngame, read the following example. This is \ntypical of the sort of action that occurs dur- \ning a playing session. \nShortly before this example begins, three \nplayer characters fought a skirmish with a \nwererat (a creature similar to a werewolf \nbut which becomes an enormous rat instead \nof a wolf). The wererat was wounded and \nfled down a tunnel. The characters are in \npursuit. The group includes two fighters \nand a cleric. Fighter 1 is the group’s leader. \nDM: You’ve been following this tunnel for \nabout 120 yards. The water on the floor \nis ankle deep and very cold. Now and \nthen you feel something brush against \nyour foot. The smell of decay is getting \nstronger. The tunnel is gradually filling \nwith a cold mist. \nFighter 1: I don’t like this at all. Can we see \nanything up ahead that looks like a door- \nway, or a branch in the tunnel? \nDM: Within the range of your torchlight, \nthe tunnel is more or less straight. You \ndon‘t see any branches or doorways. \nCleric: The wererat we hit had to come this \nway. There’s nowhere else to go. \nFighter 1: Unless we missed a hidden door \nalong the way. I hate this place; it gives \nme the creeps. \nFighter 2: We have to track down that were- \nrat. I say we keep going. \nighter 1: OK. We keep moving down the \ntunnel. But keep your eyes open for any- \nthing that might be a door. \nM: Another 30 or 35 yards down the tun- \nyou find a stone block on the floor. \n1: A block? I take a closer look. \ns a cut block, about 12 by 16 inches, \n18 inches or so high. It looks like a \nerenf kind of rock than the rest of the \nghter 2: Where is it? Is it in the center of \nthe tunnel or off to the side? \n: It’s right up against the side. \nFighter 1: Can I move it? \nDM (checking the character’s Strength \nscore): Yeah, you can push it around \nwithout too much trouble. \nFighter 1: Hmmm. This is obviously a \nmarker of some sort. I want to check this \narea for secret doors. Spread out and \nexamine the walls. \nDM (rolls several dice behind his rule book, \nwhere players can’t see the results): \nNobody fiids anything unusual along \nthe walls. \nFighter 1: It has to be here somewhere. \nWhat about the ceiling? \nDM: You can’t reach the ceiling. It‘s about a \nfoot beyond your reach. \nCleric: Of course! That block isn’t a marker, \nit’s a step. I climb up on the block and \nstart prodding the ceiling. \nDM (rolling a few more dice): You poke \naround for 20 seconds or so, then sud- \ndenly part of the tunnel roof shifts. \nYou‘ve found a panel that lifts away. \nFighter 1: Open it very carefully. \nCleric: I pop it up a few inches and push it \naside slowly. Can I see anything? \nDM: Your head is still below the level of the \nopening, but you see some dim light \nfrom one side. \nFighter 1: We boost him up so he can get a \nbetter look. \nDM: OK, your friends boost you up into the \nroom. . . \nFighter 1: No, no! We boost him just high \nenough to get his head through the open- \ning. \nDM: OK, you boost him up a foot. The two \nof you are each holding one of his legs. \nCleric, you see another tunnel, pretty \nmuch like the one you were in, but it \nonly goes off in one direction. There‘s a \ndoorway about 10 yards away with a \nsoft light inside. A line of muddy \npawprints leads from the hole you‘re in \nto the doorway. \nCleric: Fine. I want the fighters to go first. \nDM: As they‘re lowering you back to the \nblock, everyone hears some grunts, \nsplashing, and clanking weapons coming \nfrom further down the lower tunnel. \nThey seem to be closing fast. \nCleric: Up! Up! Push me back up through \nthe hole! I grab the ledge and haul myself \nup. I’ll help pull the next guy up. \n(All three characters scramble up through \nthe hole.) \nDM: What about the panel? \nFighter 1: We push it back into place. \nDM: It slides back into its slot with a nice, \nloud ”clunk.” The grunting from below \ngets a lot louder. \nFighter 1: Great, they heard it. Cleric, get \nover here and stand on this panel. We’re \ngoing to check out that doorway. \nDM: Cleric, you hear some shouting and \nshuffling around below you, then there’s \na thump and the panel you’re standing \non lurches. \n3eric: They’re trying to batter it open! \n3M (t4 the, fighters): When you peer around \nthedoorway, you see a small, dirty room \nall cot, a table, and a couple of \nstools with On the cot is a wererat curled up \ninto a ball. Its back is toward you. \nThere‘s another door in the far wall and a \n10 \nsmall gong in the corner. \nFighter 1: Is the wererat moving? \nDM: Not a bit. Cleric, the panel just \nthumped again. You can see a little crack \nin it now. \nCleric: Do something quick, you guys. \nWhen this panel starts coming apart, I’m \ngetting off it. \nFighter 1: OK already! I step into the room \nand prod the wererat with my shield. \nWhat happens? \nDM: Nothing. You see blood on the cot. \nFighter 1: Is this the same wererat we fought \nbefore? \nDM: Who knows? All wererats look the \nsame to you. Cleric, the panel thumps \nagain. That crack is looking really big. \nCleric: That’s it. I get off the panel. I’m mov- \ning into the room with everybody else. \nDM: There‘s a tremendous smash and you \nhear chunks of rodc banging around out \nin the corridor, followed by kits of snarl- \ning and squeaking. You see flashes of \ntorchlight and wererat shadows through \nthe doorway. \nFighter 1: All right, the other fighter and I \nmove up to block the doorway. That’s \nthe narrowest area, they can only come \nthrough it one or two at a time. Cleric, \nyou stay in the room and be ready with \nyour spells. \nFighter 2: At last, a decent, stand-up fight! \nDM: As the first wererat appears in the \ndoorway with a spear in his paws, you \nhear a slam behind you. \nCleric: I spin around. What is it? \nDM: The door in the back of the room is \nbroken off its hinges. Standing in the \ndoorway, holding a mace in each paw, is \nthe biggest, ugliest wererat you’ve ever \nseen. A couple more pairs of red eyes are \nshining through the darkness behind \nhim. He’s licking his chops in a way that \nyou find very unsettling. \nCleric: Aaaaarrrgh! I scream the name of \nmy deity at the top of my lungs and then \nflip over the cot with the dead wererat on \nit so the body lands in front of him. I’ve \ngot to have some help here, guys. \nFighter 1 (to fighter 2): Help him, I’ll handle \nthis end of the room. (To DM): I’m \nattacking the wererat in the doorway. \nDM: While fighter 2 is switching positions, \nthe big wererat looks at the body on the \nfloor and his jaw drops. He looks back \nup and says, ”That‘s Ignatz. He was my \nbrother. You killed my brother.” Then he \nraises both maces and leaps at you. \nAt this point a ferocious melee breaks \nout. The DM uses the combat rules to play \nout the battle. If the characters survive, they \ncan continue on whatever course they \nchoose. \nI 1\n\n[BOOK_PAGE 11 | PDF_PAGE 12]\nI Glossary \nAbility - any of the six natural traits that rep- \nresent the basic definition of a player char- \nacter: Strength, Dexterity, Constitution, \nIntelligence, Wisdom, and Charisma. A \nplayer character's abilities are determined at \nthe beginning of a game by rolling &sided \ndice (d6s). The scores continue to be used \nthroughout the game as a means of deter- \nmining success or failure of many actions. \nAbility check - a ld20 roll against one of \nyour character's ability scores (modifiers \nmay be added to or subtracted from the die \nroll). A result that is equal to or less than \nyour character's ability score indicates that \nthe attempted action succeeds. \nAC -abbreviation for Armor Class (9.u.). \nAlignment - a factor in defining a player \ncharacter that reflects his basic attitude to- \nward society and the forces of the universe. \nBasically there are nine categories demon- \nstrating the character's relationship to order \nvs. chaos and good vs. evil. A player char- \nacter's alignment is selected by the player \nwhen the character is created. \nArea of effect - the area in which a magical \nspell or a breath weapon works on any crea- \ntures unless they make a saving throw. \nArmor Class (ubbr. AC) - a rating for the \nprotective value of a type of armor, figured \nfrom 10 (no armor at all) to 0 or even -10 \n(the best magical armor). The higher the \nAC, the more vulnerable the character is to \nattack. \nAttack roll -The ld20 roll used to determine \nif an attack is successful. \nBend barsflift gates roll - the roll of percen- \ntile dice to determine whether a character \nsucceeds in bending metal bars, lifting a \nheavy portcullis, or similar task. The result \nneeded is a function of Strength and can be \nfound in Table 1. \nBonus spells - extra spells at various spell \nlevels that a priest is entitled to because of \nhigh Wisdom; shown in Table 5. \nBreath weapon - the ability of a dragon or \nother creature to spew a substance out of its \nmouth just by breathing, without making \nan attack roll. Those in the area of effect \nmust roll a saving throw. \nCha - abbreviation for Charisma (q.v.). \nChance of spell failure - the percentage \nchance that a priest spell will fail when cast. \nBased on Wisdom, it is shown in Table 5. \nChance to know spell - the percentage \nchance for a wizard to learn a new spell. \nBased on Intelligence, it is shown in Table 4. \nCharisma (ubbr. Cha) - an ability score rep- \nresenting a character's persuasiveness, per- \nsonal magnetism, and ability to lead. \nCommon - the language that all player char- \nacters in the AD&W game world speak. \nOther languages may require the use of pro- \nficiency slots. \nCon - abbreviation for Constitution (q.v.). \nConstitution (abbr. Con) - an ability score \nthat represents a character's general phy- \nsique, hardiness, and state of health. \nd - abbreviation for dice or die. A roll that \ncalls for2d6, for example, means that the \nplayer rolls two six-sided dice. \nd3 - since there is no such thing as a three- \nsided die, a roll calling for & means to use a \nd6, making 1 and 2 be a 1, 3 and 4 be a 2, \nand 5 and 6be a 3. \nd4 - a four-sided die. \nd6 - a six-sided die. \nd& - an eight-sided die. \nd1O - a ten-sided die. Two dlOs can be used \nas percentile dice (q.u.). \nd12 - a twelveaided die. \ndzo - a twenty-sided die. \ndloo - either an actual 1Wsided die or two \ndifferentcolored ten-sided dice to be rolled \nas percentile dice (q.u.). \nDMG - a reference to the Dungeon Master's \nGuide. \nDamage - the effect of a successful attack or \nother harmful situation, measured in hit \npoints. \nDemihuman - a player character who is not \nhuman: a dwarf, elf, gnome, half-elf, or \nhalfling. \nDex - abbreviation for Dexterity (q.u.). \nDexterity (ubbr. Dex) - an ability score rep- \nresenting a combination of a character's \nagility, reflexes, hand-eye coordination, and \nthe like. \nDual-class character - a human who \nswitches character class after having al- \nready progressed several levels. Only hu- \nmans can be dual-classed. \nEncumbrance - the amount, in pounds, that \na character is carrying. How much he can \ncarry and how being encumbered affects his \nmovement rate are based on Strength and \nare shown in Tables 47 and 48. Encum- \nbrance is an optional rule. \nEnergy drain - the ability of a creature, espe- \ncially undead, to drain energy in the form of \nclass levels from a character, in addition to \nthe normal loss of hit points. \nExperience points (ubbr. XP) - points a char- \nacter earns (determined by the Dungeon \nMaster) for completing an adventure, for \ndoing something related to his class particu- \nlarly well, or for salving a major problem. \nExperience points are accumulated, ena- \nbling the character to rise in level in his \nclass, as shown in Table 14 for warriors, Ta- \nble 20 for wizards, Table 23 for priests, and \nTable 25 for rogues. \nFollower - a non-player character who \nworks for a character for money but is ini- \ntially drawn to his reputation. \nGaze attrrck - the ability of a creature, such \nas a basilisk, to attack simply by making eye \ncontact with the victim. \nHenchmen - non-player characters who \nwork for a character mainly out of loyalty \nand love of adventure. The number of \nhenchmen a character can have is based on \nCharisma and is shown in Table 6. The DM \nand the player share control of the hench- \nmen. \nHireling - non-player characters who work \nfor a character just for money. Hirelings are \ncompletely under the control of the DM. \nHit dice - the dice rolled to determine a char- \nacter's hit points. Up to a certain level, one \nor more new Hit Dice are rolled each time a \ncharacter attains a new class level. A fighter, \nfor example, has only one IO-sided Hit Die \n(Idlo) at 1st level, but when he rises to the \n2nd level, the player rolls a second d10, in- \ncreasing the character's hit points. \nHit points - a number representing 1. how \nmuch damage a character can suffer before \nbeing killed, determined by Hit Dice (9.u.). \nThe hit points lost to injury can usually be \nregained by rest or healing. 2. how much \ndamage a specific attack does, determined \nby weapon or monster statistics, and sub- \ntracted from a player's total. \nInfravision - the ability of certain Character \nraces or monsters to see in the dark. Mra- \nvision generally works up to 60 feet in the \ndarkness. \nInitiative - the right to attack first in a com- \nbat round, usually determined by the Iowest \nroll of a 10-sided die. The initiative roll is \neliminated if surprise (q.u.) is achieved. \nInt -abbreviation for Intelligence (q.u.). \nInteUigence (ubbr. Int) -an ability score rep- \nresenting a character's memory, reasoning, \nand learning ability. \nItalic type - used primarily to indicate spells \nand magical items. \nLevel - any of several difkrent game factors \nthat are variable in degree, especially: 1. \nclass level, a measure of the character's \npower, starting at the 1st level as a begin- \nning adventurer and rising through the ac- \ncumulation of experience points to the 20th \nlevel or higher. At each level attained, the \ncharacter received new powers. 2. spell \nlevel, a measure of the power of a magical \nspell. A magic-using character can use only \nthose spells for which his class level qualifies \nhim. Wizard spells come in nine levels (\"a- \nble 21); priest spells in seven (Table 24), \nLoyalty base - a bonus added to or a penalty \nsubtracted from the probability that hench- \nmen are going to stay around when the go- \ning gets tough. Based on the character's \nCharisma, it is shown in Table 6. \nM - abbreviation for material component \n(S.U.). \nMagical defense adjustment - a bonus \nadded to or a penalty subtracted from sav- \ning throws vs. spells that attack the mind. \nBased on Wisdom, it is shown in Table 5. \nManeuverability class - a ranking for fiying \ncreatures that reflects their ability to tun \neasily in aerial combat. Each class-from a \ntop of A to a bottom rank of E-has specific \nstatistical abilities in combat. \nMaterial component (ubbr. M) -any specific \nitem that musk be handled in same way dur- \ning the casting of a magic spell. \nI\n\n[BOOK_PAGE 12 | PDF_PAGE 13]\n- \nGlossary \nMaximum press - the most weight a charac- \nter can pick up and raise over his head. It is a \nfunction of Strength and may be found in \nTable 1. \nMelee - combat in which characters are \nfighting in direct contact, such as with \nswords, claws, or fists, as opposed to fight- \ning with missile weapons or spells. \nMissile combat - combat involving the use \nof weapons that shoot missiles or items that \ncan be thrown. Because the combat is not \n\"toe-to-toe,\" the rules are slightly different \nthan those for regular combat. \nMovement rate -a number used in calculat- \ning how far and how fast a character can \nmove in a round. This number is in units of \n10 yards per round outdoors, but it repre- \nsents 10 feet indoors. Thus, an MR of 6 is 60 \nyards per round in the wilderness, but only \n60 feet per round in a dungeon. \nMR - abbreviation for movement rate \n(9.v.). \nMulti-class character - a demihuman who \nimproves in two or more classes at the same \ntime by dividing experience points between \nthe different classes. Humans cannot be \nmulti-classed. \nMythos (pl. mythoi) - a complete body of \nbelief particular to a certain time or place, \nincluding the pantheon of its gods. \nNeutrality - a philosophical position, or \nalignment, of a character that is between be- \nlief in good or evil, order or chaos. \nNon*ayer character - any character con- \ntrolled by the DM instead of a player. \nNPC - abbreviation for non-player charac- \nter (q.v.). \nOpen doors roll - the roll of a 2kided die to \nsee if a character succeeds in opening a \nheavy or stuck door or performing a similar \ntask. The die roll at whicl! the character suc- \nceeds can be found in Table 1. \nopposition school - a school of magic that \nis directly opposed to a specialist's school of \nchoice, thus preventing him from learning \nspells from that school, as shown in Table \nrL - abbreviation for player character \n67.v.). \nPercentage (or percent) chance - a number \nbetween 1 and 100 used to represent the \nprobability of something happening. If a \ncharacter is given an X percentage chance of \nan event occurring, the player rolls percen- \ntile dice (q.v.). \nPercentile dice - either a 100-sided die or \ntwo lhided dice used in rolling a percent- \nage number. If 2610 are used, they are of dif- \nferent colors, and one represents the tens \ndigit while the other is the ones. \nPlayer character (abbr. PC) - the characters \nin a role-playing game who are under the \ncontrol of the players. \nPoison save - a bonus or a penalty to a sav- \ning throw vs. poison. Based on Constitu- \ntion, it is shown in Table 3. \nPrime requisite - the ability score that is \nmost important to a character class; for ex- \nample, Strength to a fighter. \nProficiency - a character's learned skill not \ndefined by his class but which gives him a \ngreater percentage chance to accomplish a \nspecific type of task during an adventure. \nWeapon and nonweapon profiaency slots \nare acquired as the character rises in level, \nas shown in Table 34. The use of proficien- \ncies in the game is optional. \nProficiency check - the roll of a 2kided die \nto see if a character syceeds in doing a task \nby comparing the die roll to the character's \nrelevant ability score plus or minus any \nmodifiers shown in Table 37 (the modified \ndie roll must be equal to or less than the abil- \nity score for the action to succeed). \nq.v. - \"which see,\" or \"turn to.\" \nRace - a player character's species: human, \nelf, dwarf, gnome, half- elf, or hawing. \nRace puts some limitations on the Pc's \nclass. \nRate of fire (ubbr. ROF) -number of times a \nmissile-firing or thrown weapon can be shot \nin a round. \nReaction adjustment - a bonus added to or \npenalty subtracted from a die roll used in \ndetermining the success of a character's \naction. Such an adjustment is used espe- \ncially in reference to surprise (shown on Ta- \nble 2 as a function of Dexterity) and the \nreaction of other intelligence beings to a \ncharacter (shown on Table 6 as a function of \nCharisma). \nRegenexation - a special ability to heal faster \nthan usual, based on an extraordinarily high \nConstitution, as shown in Table 3. \nResistance - the innate ability of a being to \nwithstand attack, such as by magic. \nGnomes, for example, have a magic resist- \nance that adds bonuses to their saving \nthrows against magic (Table 9). \nResurrection survival - the percentage \nchance a character has of being magically \nraised from death. Based on Constitution, it \nis shown in Table 3. \nReversible - of a magic spell, able to be cast \n\"backwards,\" so that the opposite of the \nusual effect is achieved. \nROF - abbreviation for rate of fire (q.v.). \nRound - in combat, a segment of time ap \nproximately 1 minute long, during which a \ncharacter can accomplish one basic action. \nTen combat rounds equal one turn. \nS - abbreviation for somatic component \n(S.V.). \nSaving throw - a measure of a character's \nability to resist (to \"save vs.\") special types \nof attacks, especially poison, paralyzation, \nmagic, and breath weapons. Success is usu- \nally determined by the roll of ld20. \nSchool of magic - One of nine different cate- \ngories of magic, based on the type of magi- \ncal energy utilized. Wizards who \nconcentrate their work on a single school \nare called specialists. The specific school of \n12 \nwhich a spell is a part is shown after the \nname of the spell in the spell section at the \nend of the book. \nSomatic compunent (ubbr, S) - the gestwes \nthat a spellcaster must use to cast a specific \nspell. A bound wizard cannot cast a spell re- \nquiring somatic components. \nSpedalkt - a wizard who concentrates on a \nspecific school of magic (q.a.), as opposed \nto a mage, who studies all magic in general. \nSpell immunity - protection that certain \ncharacters have against illusions or other \nspecific spe€ls, based on high Intelligence \n(Table 4) or Wisdom (Table 5). \nSphere of influence - any of sixteen catego- \nries of clerical spells to which a priest may \nhave major access (he can eventually leant \nthem all) or minor access (he can learn only \nthe lower level spells). The relevant sphere \nof influence is shown as the first item in the \nlist of characteristics in the priest spelis. \nStr - abbreviation for Strength (4.v.). \nStrength (ab&. Str) - an ability score repre- \nsenting a character's muscle power, endur- \nance, and s-ina. \nSurprise- roll - the roll of a ten-sided die by \nthe Dungeon Master to determine if a char- \nacter or group takes another by surprise. \nSuccessful surprise (a roll of 1,2, or 3) can- \ncels the roll for initiative on the first round \nof combat. \nSystem shock - a percentage chance that a \ncharacter survives major magical effects, \nsuch as being petrified. Based on Constitu- \ntion, it is shown in Table 3. \nTHACO - an acronym for 'To Hit Armor \nClass 0,\" the number that a character needs \nto roll in order to successfuliy hit a target \nwith AC 0. \nTo-hit d - another name for attack roll \n(q.v.). \nTurn - in game time, approximately 10 min- \nutes; used especially in figuring how long \nvarious magic spells may last. In combat, a \nturn consists of 10 rounds. \nTurn undead -a magical ability of a cleric or \npaladin to turn away an undead creature, \nsuch as a skeleton or a vampire. \nV - abbreviation for verbal component \n(q.0.). \nVerbal component - specific words or \nsounds that must be uttered while casting a \nspell. \nMapon speed - an initiative modifier used \nin combat that accounts for the time re- \nquired to get back into position to reuse a \nweapon. \nWis - abbreviation for Wisdom (4.a.). \nWisdom (abbr. Wir) - an ability score repre- \nsenting a composite of a character's intui- \ntion, judgment, common sense, and will \npower. \nXP - abbreviation for experience points \n67.0.)."
  },
  "mechanics": {
    "extraction_mode": "book_page_range_concat"
  }
}