{
  "schema_version": "1.0.0",
  "category": "rules_chapter",
  "tags": [
    "add_2e",
    "player_handbook",
    "chapter",
    "chapter_03"
  ],
  "summary": "Kapitel 3: player character classes. Buchseiten 25-45.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "chapter_number": 3,
    "chapter_slug": "player_character_classes",
    "book_page_start": 25,
    "book_page_end": 45,
    "pdf_page_start": 26,
    "pdf_page_end": 46,
    "text": "[BOOK_PAGE 25 | PDF_PAGE 26]\nChapter 3: Plaver Character Classes i!? I \nAfter choosing your character's race, you \nselect his character class. A character class is \nlike a profession or career. It is what your \ncharacter has worked and trained at during \nhis younger years. If you wanted to become \na doctor, you could not walk out the door \nand begin work immediately. First you \nwould have to get some training. The same \nis true of character classes in the AD&D@ \ngame. Your character is assumed to have \nsome previous training and guidance before \nbeginning his adventuring career. Now, \narmed with a little knowledge, your charac- \nter is ready to make his name and fortune. \nThe character classes are divided into \nfour groups according to general occupa- \ntions: warrior, wizard, priest, and rogue. \nWithin each group are several similar char- \nacter classes. All classes within a group \nshare the same Hit Dice, as well as combat \nand saving throw progressions. Each char- \nacter class within a group has different spe- \ncial powers and abilities that are available \nonly to that class. Each player must select a \ngroup for his character, then a specific class \nwithin that group. \nWarrior Wizard Priest Rogue \nFighter Mage Cleric Thief \nRanger Illusionist Druid Bard \nPaladin Other Other \nFighter, mage, cleric, and \nstandard classes. They are \nlegendary archetypes that \nto many different cultures. \nappropriate to any sort of \ntional. Your DM may decide that one \nTo hetp you choose your character's class, \neach group and its subordinate classes are \ndescribed briefly. The groups and classes are \ndescribed in detail later in this chapter. \nWarrior. There are three different classes \nwithin the warrior group: fighter, paladin, \nand ranger. All are well-trained in the use of \nweapons and skilled in the martial arts. \nThe fighter is a champion, swordsman, \nsoldier, and brawler. He lives or dies by his \nknowledge of weapons and tactics. Fighters \ncan be found at the front of any battle, con- \ntesting toe-to-toe with monsters and vil- \nlains. A good fighter needs to be strong and \nhealthy if he hopes to survive. \nThe paladin is a warrior bold and pure, the \ne~emplar of everything good and true. Like \nthe fighter, the paladin is a man of combat. \nHowever, the paladin lives for the ideals of \nrighteousness, justice, honesty, piety, and \nchivalry. He strives to be a living example of \nthese virtues so that others m&t learn from \nhim as well as gain by his actions. \nThe ranger is a warrior and a woodsman. \nHe is skilled with weapons and is knowl- \nedgeable in tracking and woodcraft. The \nranger often protects and guides lost trav- \nelers and honest peasant-folk. A ranger \nneeds to be strong and wise to the ways of \nnature to live a full life. \nWizard: The wizard strives to be a master \nof magical energies, shaping them and cast- \ning them as spells. To do so, he studies \nstrange tongues and obscure facts and de- \nvotes much of his time to magical research. \nA wizard must rely on knowledge and wit \nto survive. Wizards are rarely seen adven- \nturing without a retinue of fighters and \nmen-at-arms. \nBecause there are different types (or \nschools) of magic, there are different types \nof wizards. The mage studies all types of \nmagic and learns a wide variety of spells. \nHis broad range makes him well suited to \nthe demands of adventuring. The illusionist \nis an example of how a wizard can specialize \nin a particular school of magic, illusion in \nthis case. \nPriest: A priest sees to the spiritual needs \nof a community or location. Two types of \npriests-clerics and druids-are described \nin the Player's Handbook. Other types can \nbe created by the DM to suit specific cam- \npaigns. \nThe cleric is a generic priest (of any my- \nthos) who tends to the needs of a commu- \nnity. He is both protector and healer. He is \nnot purely defensive, however. When evil \nthreatens, the cleric is well-suited to seek it \nout on its own ground and destroy it. \nThe druid class is optional; it is an exam- \nple of how the priest can be adapted to a cer- \ntain type of setting. The druid serves the \ncause of nature and neutrality; the wilder- \nness is his community. He uses his special \npowers to protect it and to preserve balance \nin the world. \nRogue: The rogue can be found through- \nout the world, wherever people gather and \nmoney changes hands. While many rogues \nare motivated only by a desire to amass for- \ntune in the easiest way possible, some \nrogues have noble aims; they use their skills \nto correct injustice, spread good will, or \ncontribute to the success of an adventuring \ngroup \nThere are two types of rogues: thieves \nand bards. \nTo accomplish his goals, for good or ill, \nthe thief is a skilled pilferer. Cunning, nim- \nbleness, and stealth are his hallmarks. \nWhether he turns his talent against innocent \npassers-by and wealthy merchants or op- \npressors and monsters is a choice for the \nthief to make. \nThe bard is also a rogue, but he is very \ndifferent from the thief. His strength is his \npleasant and charming personality. With it \nand his wits he makes his way through the \nworld. A bard is a talented musician and a \n2s \n. \nwalking storehouse of gossip, tall tales, and \nlore. He learns a little bit about everything \nthat crosses his path; he is a jack-of-all- \ntrades but master of none. While many \nbards are scoundrels, their stories and sorrgs \nare welcome almost everywhere. \nClass Ability Scor- irements \nEach of the charac- \nter classes has minimum scores in various \nabilities. A character must satisfy these min- \nimums to be of that class. If your character's \nscores are too low for him to belong to any \ncharacter class, ask your DM for permission \nto reroll one or more of your ability scores \nor to create an entirely new character. If you \ndesperately want your character to belong \nto a particular class but have scores that are \ntoo low, your DM might allow you to in- \ncrease these scores to the minimum needed. \nHowever, you must ask him first. Don't \ncount on the DM allowing you to raise a \nscore above 16 in any case. \n-- 1- \nI \nTable 13: CLASS ABILITY MINIMUMS \nCharacter \nClaSS Str Dex con ht wlr chp \nFighter 9 - - - - - \nPaladin* 12 - 9- 13 17 \nThief 9---- \nBard * - l2- 13 - 15 \ncludes illusionist. \n* Optional character class. Speciaiist in- t\n\n[BOOK_PAGE 26 | PDF_PAGE 27]\n! \nClass Descriptions \nThe complete char- \nacter class descriptions that follow give the \nspecific, detailed information you need \nabout each class. These are organized ac- \ncording to groups. Information that applies \nto the entire group is presented at the start of \nthe section. Each character class within the \ngroup is then explained. \nThe descriptions use game terms that may \nbe unfamiliar to you; many of these are ex- \nplained in this text (or you may look the \nterms up in the Glossary). \nExperience Points measure what a char- \nacter has learned and how he has improved \nhis skill during the course of his adventures. \nCharacters earn experience points by com- \npleting adventures and by doing things spe- \ncifically related to their class. A fighter, for \nexample, earns more experience for charg- \ning and battling a monster than does a thief, \nbecause the fighter's training emphasizes \nbattle while the thief's emphasizes stealth \nand cleverness. Characters accumulate ex- \nperience points from adventure to adven- \nture. When they .accumulate enough, they \nrise to the next level of experience, gaining \nadditional abilities and powers. The experi- \nence level tables for each character group \nlist the total, accumulated experience points \nneeded to reach each level. \nence level. Your DM will tell YOU the re- \nquirement ancem \ntime come \nLevel is a measure of the character's power. \nA begumkg character starts at 1st level. To ad- \nvance to the next level, the character must \nearn a requisite number of experience points. \nI3JfBarcnt character classes improve at differ- \nent rates. Each incmwe in level improves the \n~swwivabilityandskills. \nPcbe Reqddte is the ability score or \nscoaes that are most important to a particu- \n4 rlrta9. A fighter must be strong and a \nmapamst be intelligent; their prime requi- \nsh, therefore, are Strength and Intelli- \ngence, respectively. Some character classes \nhave more than one prime requisite. Any \ncharacter who has a score of 16 or more in \nallhis prime requisites gains a 10 percent bo- \nnus to his experience point awards. \nWarrior \nThe warrior group \nencompasses the character classes of heroes \nwho make their way in the world primarily \nby skill at arms: fighters, paladins, and \nrangers. \nWarriors are allowed to use any weapon. \nThey can wear any type of armor. Warriors \nget 1 to 10 (Idlo) hit points per level and can \ngain a special Constitution hit point bonus \nthat is available only to warriors. \nThe disadvantage warriors have is that \nthey are restricted in their selection of magi- \ncal items and spells. \nAll warriors use Table 14 to determine \ntheir advancement in level as they earn ex- \nperience points. \nAll warriors gain one IO-sided hit die per \nlevel from 1st through 9th. After 9th level, \nwanion gain just 3 hit points per level and \nthey no longer gain additional hit point bo- \nnuses for high Constitution scores. \nTable 14 WARRIOR EXPERIENCE \nLEVELS \nHit \nPaladin/ Dice \nLevel Fighter Ranger (dlo) \n1 0 0 1 \n2 2,000 2,250 2 \n3 4.000 4.500 3 \n7 64,000 75,000 7 \n8 125,000 150,ooO 8 \n9 250.000 300.000 9 \n14 1,500,000 1,800,000 9+15 \n20 3,000,000 3,600,000 9+33 \nAll warriors gain the ability to make \nmore than one melee attack per round as \nthey rise in level. Table 15 shows how many \nmelee attacks fighters, paladins, and rang- \ners can make per round, as a function of \ntheir levels. \nTable 15: WARRIOR MELEE AlTACKS \nWarrior Level AttadcdRound \n1-6 l/round \n7-12 3/2 rounds \n13&up 2/round \nPER ROUND \nFighter \nAbility Requirements: Strength 9 \nPrime Requisite: Strength \nAllowed Races: All \nThe principal attribute of a fighter is \nStrength. To become a fighter, a character \nmust have a minimum Strength score of 9. \nA good Dexterity rating is highly desirable. \nA fighter who has a Strength score (his \nprime requisite) of 16 or more gains a 10 per- \ncent bonus to the experience pointsheeams. \nAlso, high Strength gives the fighter a \nbetter chance to hit an opponent and en- \nables him to cause more damage. \nter 1s a warnor, an expert in weap- \nons and, if he is clever, tactics and strategy. \nThere are many famous fighters from leg- \nend: Hercules, Perseus, Hiawatha, \nBeowulf, Siegfried, Cuchulain, Little John, \nTristan, and Sinbad. History is crowded \nwith great generals and warriors: El Cid, \nHannibal, Alexander the Great, Charle- \nmagne, Spartacus, Richard the Lionheart, \nand Belisarius. Your hghter could be mod- \neled after any of these, or he could be \nunique. A visit to your local library can \nFighters can have any alignment: good \nor evil, lawful or chaotic, or neutral. \nAs a master of weapons, the fighter is the \nonly character able to have weapon speciali- \nzation (explained in Chapter 5). Weapon \nspecialization enables the fighter to use a \nparticular weapon with exceptional skill, \nimproving his chances to hit and cause dam- \nage with that weapon. A fighter character is \nnot required to specialize in a weapon; the \nchoice is up to the player. No other charac- \nter class-not even ranger or paladin-is al- \nlowed weapon specialization. \nWhile fighters cannot cast magiul @is, \nthey can use many magical items, inohrlfng \npotions, protection scrolls, most r&p, and \nall forms of enchanted armor, wtlp(w10, urd \nshields. \nWhen a fighter attains 9th lewd cbccames \na \"Lord), he can automatidy attract men- \nat-arms. These sofdiers, having heard of thr \nfighter, come for the dwce to gain fame, \nloris adventure, and cash. They \nas they are well-treated, and \npaid well. Abusive treatn-mt or a disastrous \ncampaign can lead to grumbling, dcsation, \nand possibly mutiny. To attract the men, the \nfighter must have a castle or stron&c&d and \nsizeable manor lands around it. As he \nclaims and rules this land, soldkls $owmy \nto his domain, thereby incredhg his power. \nFurthermore, the fighter can tax iurd de- \nvelop these lands, gaining a steady income \nfrom them. Your DM has information about \ngaining and ming a barony. \nIn addition to regular men-at-arms, the \n9th-level fighter also attracts an elite body- \nguard (his '%household guards\"). Although \nthese soldiers are still mercenaries, they \nhave greater loyalty to their Lord than do \ncommon soldiers. In return, they expect bet- \nter treatment and more pay than the com- \nmon soldier receives. Although the elite unit \ncan be chosen randomly, it is better to ask \nyour DM what unit your fighter attracts. \nThis allows him to choose a troop consistent \nwith the campaign. \n26\n\n[BOOK_PAGE 27 | PDF_PAGE 28]\nTable 16: FIGHTER'S FOLLOWERS \nRdl percentile dice on each of the follow- \ning subtables of Tkble 16 once for the leader \nof the troops, once for troops, and once for a \nbodyguard (household guard01 unit. \nDie \nRoll \n01-40 \n41-75 \n76-95 \n* 96-99 \n00 \nDie \nRoll \n01-50 \n51-75 \n76-90 \n' 91-99 \n00 \nDie \nRoll \n01-10 \nLeader (and suggested magical \nitems) \n5th-level fighter, plate mail, \nshield, battle uxe +2 \n6th-level fighter, plate mail, shield \n+I, spear +I, dagger +I \n6th-level fighter, plate mail +I, \nshield, spear +1, dugger +1, plus \n3rd-level fighter, splint mail, \nshield, crossbow of distance \n7th-level fighter, plate mail +I, \nshield +I, broad sword +2, \nheavy war horse with horseshoes \nof speed \nDMs Option \nTroopdFollowers (all 0th-level) \n20 cavalry with ring mail, shield, 3 \njavelins, long sword, hand axe; \n100 infantry with scale mail, \npolearm *, club \n20 infantry with splint mail, morn- \ning star, hand axe; 60 infantry \nwith leather armor, pike, short \nsword \n40 infantry with chain mail, heavy \ncrossbow, short sword; 20 infan- \ntry with chain mail, light cross- \nbow, military fork \n10 cavalry with banded mail, \nshield, lance, bastard sword, \nmace; 20 cavalry with scale mail, \nshield, lance, long sword, mace; \n30 cavalry with studded leather \narmor, shield, lance, long sword \nDMs Option (Barbarians, head- \nhunters, armed peasants, extra- \nheavy cavalry, etc.) \nPlayer selects type. \n11-20 \n21-30 \n31-40 \nElite Units \n10 mounted knights: 1st-level \nfighters with field plate, large \nshield, lance, broad sword, morn- \ning star, and heavy war horse with \nfull barding \n10 1st-level elven fighter/mages \nwith chain mail, long sword, long \nbow, dagger \n15 wardens: 1st-level rangers with \nscale mail, shield, long sword, \nspear, long bow \n20 berserkers: 2nd-level fighters \nwith leather armor, shield, battle \naxe, broad sword, dagger \n(berserkers receive +1 bonus to \nattack and damage rolls) \n41-65 20 expert archers: 1st-level fight- \ners with studded leather armor, \nlong bows or crossbows (+2 to \nhit, or bow specialization, if using \nthat optional rule) \n30 infantry: 1st-level fighters with \nplate mail, body shield, spear, \nshort sword \n00 DMS Option (pegasi cavalry, \neagle riders, demihumans, siege \ntrain, etc.) \nThe DM may design other tables that are \nmore appropriate to his campaign. Check \nwith your DM upon reaching 9th level. \nA fighter can hold property, including a \ncastle or stronghold, long before he reaches \n9th level. However, it Is only when he reach- \nes this level that his name is so widely \nknown that he attracts the loyalty of other \nwarriors. \n66-99 \nAbility Requirements: Strength 12 \nConstitution 9 \nWisdom 13 \nCharisma 17 \nPrime Requisites: Strength, \nCharisma \nRaces Allowed: Human \nideals that he must maintain at all tim \nThroughout legend and history the \nmany heroes who could be called \ndins: Roland and the 12 Peers of C \nmagne, Sir Lancelot, Sir Gawain, a \nGalahad are all examples of the \nHowever, many brave and heroic s \ndiers have tried and failed to live up \nthe ideals of the paladin. It is not an e \ntask! \nOnly a human may become a paladin. He \nmust have minimum ability scores of \nStrength 12, Constitution 9, Wisdom 13, \nand Charisma 17. Strength and Charisma \nare the prime requisites of the paladin. A \npaladin must be lawful good in alignment \nand must always remain lawful good. A \npaladin who changes alignment, either \ndeliberately or inadvertently, loses all his \nspecial powers-sometimes only temporari- \nly and sometimes forever. He can use any \nweapon and wear any type of armor. \nA paladin who has Strength and Cha- \nrisma scores of 16 or more gains a 10 percent \nbonus to the experience points he earns. \nLawfulness and good deeds are the meat \nand drink of a paladin. If a paladin ever \nknowingly performs a chaotic act, he must \nseek a high-level (7th or more) cleric of law- \nful good alignment, confess his sin, and do \npenance as prescribed by the cleric. If a pal- \nadin should ever knowingly and willingly \nperform an evil act, he loses the status of \npaladinhood immediately and irrevocably. \nAll benefits are then lost and no deed or \nmagic can restore the character to pala- \ndinhood: He is ever after a fighter. The \ncharacter's level remains unchanged when \nthis occurs and experience points are adjust- \ned accordingly. Thereafter the character is \nbound by the rules for fighters. He does not \ngain the benefits of weapon specialization (i€ \nthis is used) since he did not select this for \nhis character at the start. \nIf the paladin commits an evil act while \nenchanted or controlled by magic, he loses \nhis paladin status until he can atone for the \ndeed. This loss of status means the character \nloses all his special abilities and essentially \nfunctions as a fighter (without weapon spe- \ncialization) of the same level. Regaining his \nstatus undoubtedly requires completion of \nsome dangerous quest or important mission \nto once again prove his worth and assuage \nhis own guilt. He gains no expzience prior \nto or during the course of this mission, and \nregains his standing as a paladin only upon \ncompleting the quest. \nA paladin has the following special bene- \nfits: \nA paladin can detect the presence of evil \nintent up to 60 feet away by concentrating \non locating evil in a particular direction. He \ncan do this as often as desired, but each \nattempt takes one round. This ability \ndetects evil monsters and characters. \nA paladin receives a + 2 bonus to PH sav- \ning throws \nA paladin is immune to all forms of dir- \nease. (Note that certain magical afflic- \ntions-lycanthropy and mummy rot-are \ncurses and not diseases.) \nA paladin can heal by laying on hands. \nThe paladin restores 2 hit points per ex&- \nence level. He can heal himself or someom \nelse, but only once per day. \nA paladin can cure diseases of all sorts \n(though not cursed afflictions such as lycan- \nthropy). This can be done only once per \nweek for each five levels of experience (once \nper week at levels 1 through 5, twice per \nweek at levels 6 through 10, etc.). \nA paladin is sumunded by an aura of \nprotection with a IGfoot radius. Within \nthis radius, all summoned and specifically \nevil creatures suffer a -1 penalty to their \nattack rolls, regardless of whom they \nattack. Creatures affected by this aura can \nspot its source easily, even if the paladin is \ndisguised. \nA paladin using a Jtofj- sword projects a \ncircle of power 30 feet in diameter when the \nsword is unsheathed and held. This power \ndispels hostile magic of a level up to the pal- \nadin's experience level. (A holy sword is a \nvery special weapon; if your paladin \n27\n\n[BOOK_PAGE 28 | PDF_PAGE 29]\nClasses (Ranger) \nacquires one, the DM will explain its other \npowers.) \nA paladin gains the power to turn \nundead, devils, and demons when he reach- \nes 3rd level. He affects these monsters the \nsame as does a cleric two levels lower-e.g., \nat 3rd level he has the turning power of a \n1st-level cleric. See the section on priests for \nmore details on this ability. \nA paladin may call for his war horse upon \nreaching 4th level, or anytime thereafter. \nThis faithful steed need not be a horse; it \nmay be whatever sort of creature is appro- \npriate to the character (as decided by the \nDM). A paladin's war horse is a very special \nanimal, bonded by fate to the warrior. The \npaladin does not really \"call\" the animal, \nnor does the horse instantly appear in front \nof him. Rather, the character must find his \nwar horse in some memorable way, most \nfrequently by a specific quest. \nA paladin can cast priest spells once he \nreaches 9th level. He can cast only spells of \nthe combat, divination, healing, and pro- \ntective spheres. (Spheres are explained in \nthe Priest section.) The acquisition and cast- \ning of these spells abide by the rules given \nfor priests. \nThe spell progression and casting level are \nlisted in Table 17. Unlike a priest, the pala- \ndin does not gain extra spells for a high Wis- \ndom score. The paladin cannot cast spells \nfrom clerical or druidical scrolls nor can he \nuse priest items unless they are allowed to \nthe warrior group. \nTable 17: PALADIN SPELL \nPROGRESSION \nPaladin Casting Priest Spell Level \nLevel Level 1 2 3 4 \n9 1 I--- \n10 2 2--- \n11 3 21- - \n12 4 22-- \n13 5 221- \n14 6 321- \n15 7 3211 \n16 8 3321 \ncastle or keep (funds can be set aside for this \npurpose). All excess must be donated to the \nchurch or another worthy cause. This \nmoney can never be given to another player \ncharacter or NPC controlled by a player. \nA paladin must tithe to whatever charita- \nble, religious institution of lawful good \nalignment he serves. A tithe is 10 percent of \nthe paladin's income, whether coins, jewels, \nmagical items, wages, rewards, or taxes. It \nmust be paid immediately. \nA paladin does not attract a body of fol- \nlowers upon reaching 9th level or building a \ncastle. However, he can still hire soldiers \nand specialists, although these men must be \nlawful good in comportment. \nA paladin may employ only lawful good \nhenchmen (or those who act in such a man- \nner when alignment is unknown). A paladin \nwill cooperate with characters of other \nalignments only as long as they behave \nthemselves. He will try to show them the \nproper way to live through both word and \ndeed. The paladin realizes that most people \nsimply cannot maintain his high standards. \nEven thieves can be tolerated, provided they \nare not evil and are sincerely trying to \nreform. He will not abide the company of \nthose who commit evil or unrighteous acts. \nStealth in the cause of good is acceptable, \nthough only as a last resort. \nRanger \nAbility \nRequirements: Strength 13 \nDexterity 13 \nConstitution 14 \nWisdom 14 \nWisdom \nPrime Requisites: Strength, Dexterity, \nRaces Allowed: Human, Elf, Half-elf \n13 in Strength, 1 \nDexterity, and 14 in Wisdom. The prime \nrequisites of the ranger are Strength, Dex- \nterity, and Wisdom. Rangers are always \ngood, but they can be lawful, neutral, or \nchaotic. It is in the ranger's heart to do good, \nbut not always by the rules. \nA ranger who has Strength, Dexterity, \nand Wisdom scores of 16 or more gains a 10 \npercent bonus to the experience points he \nearns. \nAlthough the ranger can use any weapon \nand wear any armor, several of his special \nabilities are usable only when he is wearing \nstudded leather or lighter armor. \nAlthough he has the basic skills of a war- \nrior, the ranger also has several advantages. \nWhen wearing studded leather or lighter \narmor, a ranger can fight two-handed with \nno penalty to his attack rolls (see page 96). \nObviously, the ranger cannot use a shield \nwhen fighting this way. A ranger can still \nfight with two weapons while wearing \nheavier armor than studded leather, but he \nsuffers the standard attack roll penalties. \nThe ranger is a skilled woodsman. Even if \nthe optional proficiency rules are not used, \nthe ranger has Tracking proficiency. If the \nproficiency rules are used in your campaign, \nthe ranger knows Tracking without expend- \ning any points. Furthermore, this skill \n* Maximum spell ability \nThe following strictures apply to pala- \ndins. \nA paladin may not possess more than 10 \nmagical items. Furthermore, these may not \nexceed one suit of armor, one shield, four \nweapons (arrows and bolts are not count- \ned), and four other magical items. \nA paladin never retains wealth. He may \nkeep only enough treasure to support him- \nself in a modest manner, pay his henchmen, \nmen-at-arms, and servitors a reasonable \nrate, and to construct or maintain a small \n28 \nTable 18: RANGER ABILITIES \nRanger Hidein Move Casting Priest Spell Levels \nLevel Shadows Silentlv Level 1 2 3 \n7 43% 55% - - - - \n8 49 % 62 % 1 1 \n9 56% 70% 2 a - - \n10 63 70 78 70 3 2 1 - \n- - \n~ - \n- 11 70 % 86 % 4 2 2 \n12 94 % 5 2 3 1 \n16 99 % 99 % 9 3 3** 3 \n* Maximum percentile score \n* * Maximum spell ability\n\n[BOOK_PAGE 29 | PDF_PAGE 30]\nimproves by +I for every three levels the \nranger has earned (3rd to 5th level, + 1; 6th \nto 8th level, +2, etc.). While wearing stud- \nded leather or lighter armor, the ranger can \ntry to move silently and hide in shadows. \nHis chance to succeed in natural surround- \nings is given on Table 18 (modified by the \nranger's race and Dexterity, as given on Ta- \nbles 27 and 28 on page 39). When attempt- \ning these actions in non-natural \nsurroundings (a musty crypt or city streets) \nthe chance of success is halved. Hiding in \nshadows and moving silently are not possi- \nble in any armor heavier than studded \nleather-the armor is inflexible and makes \ntoo much noise. \nIn their roles as protectors of good, rang- \ners tend to focus their efforts against some \nparticular creature, usually one that ma- \nrauds their homeland. Before advancing to \n2nd level, every ranger must select a species \nenemy. Typical enemies include giants, \norcs, lizard men, trolls, or ghouls; your DM \nhas final approval on the choice. Thereafter, \nwhenever the ranger encounters that enemy, \nhe gains a +4 bonus to his attack rolls. This \nenmity can be concealed only with great dif- \nficulty, so the ranger suffers a - 4 penalty on \nall encounter reactions with creatures of the \nhated type. Furthermore, the ranger will ac- \ntively seek out this enemy in combat in pref- \nerence to all other foes unless someone else \npresents a much greater danger. \nRangers are adept with both trained and \nuntamed creatures, having a limited degree \nof animal empathy. If a ranger carefully ap- \nproah or tends any natural animal, he \ncan try to modify the animal's reactions. (A \nnatural animal is one that can be found in \nthe real world-a bear, snake, zebra, etc.) \nWhen dealing with domestic or non- \nhostile animals, a ranger can approach the \nanimal and befriend it automatically. He \ncan easily discern the qualities of the crea- \nture (spotting the best horse in the corral or \nseeing that the runt of the litter actually has \ngreat promise). \nWhen dealing with a wild animal or an \nanimal trained to attack, the animal must \nroll a saving throw vs. rods to resist the \nranger's overtures. (This table is used even \nthough the ranger's power is non-magical.) \nThe ranger imposes a -1 penalty on the die \nroll for every three experience levels he has \nearned (-1 at 1st to 3rd, -2 at 4th to 6th, \netc.). If the creature fails the saving throw, \nits reaction can be shifted one category as \nthe ranger chooses. Of course, the ranger \nmust be at the front of the party and must \napproach the creature fearlessly. \nFor example, Beornhelm, a 7th-level \nranger, is leading his friends through the \nwoods. On entering a clearing, he spots a \nhw black bear blocking the path on the \nother side. Signaling his friends to wait, \nBeornhelm approacheq the beast, whisper- \ning soothing words. The DM rolls a saving \nthrow vs. rods for the bear, modified by -3 \nfor Beornhelm's level. The bear's normal re- \naction is unfriendly, but Beornhelm's pres- \nence reduces this to neutral. The party waits \npatiently until the bear wanders off to seek \nits dinner elsewhere. \nLater, Beomhelm goes to the horse market \nto get a new mount. The dealer shows him a \nspirited horse, notorious for being vicious and \nstubborn. Beomhelm approaches it caddy, \nagain speakmg soothingly, and mounts the \nstallion with no difficulty. Ridden by \nBeornhelm, the horse is spirited but well- \nbehaved. Approached by anyone else, the \nhorse reverts to its old ways. \nA rarrger can learn priest spells, but only \nthose of the plant or animal spheres (see \npage 34). when he reaches 8th level (see Ta- \nble 18). He gains and uses his spells accord- \ning to the rules given for priests (see page \n32). He does not gain bonus spells for a high \nWisdom score, nor is he ever able to use \nclerical scrolls or magical items unless spe- \ncifically noted otherwise. \nRangers can build castles, forts, or \nstrongholds, but do not gain any special fol- \nlowers by doing so. \nAt 10th level, a ranger attracts 2d6 fol- \nlowers. These followers might be normal \nhumans, but they are often animals or even \nstranger denizens of the land. Table 19 can \nbe used to determine these, or your DM \nmay assign specific followers. \nTable 19 RANGER'S FOLLOWERS \nDie \nRoll Follower \n01-10 Bear, black \n11-20 Bear, brown \n21 Brownie \n22-26 Cleric (human) \n39-40 Druid \n41-50 Falcon \n51-53 Fighter (elf) \n54-55 Fighter (gnome) \n56-57 Fighter (halfling) \n58-65 Fighter (human) \n67-72 Great cat (tiger, lion, etc.) * \n27-38 Dog/wolf \n66 Fighter/mage (elf)* \n73 Hippogriff \n74 Pegasus * \n75 Pixie * \n76-80 Ranger (half-elf) \n81-90 Ranger (human) \n91-94 Raven \n95 Satyr * \n96 Thief (halfling) \n97 Thief (human) \n98 Treant * \n99 Werebear/weretiger * \n00 Other wilderness creature \n(chosen by the DM) \n* If the ranger already has a follower of \nhis type, ignore this result and roll again. \nOf course, your DM can assign particuf9r' \ncreatures, either choosing from the list \nabove or from any other source. He can also \nrule that certain creatures are not found in \nthe region-it is highly unlikely that a tiger \nwould come wandering through a territory \nsimilar to western Europe! \nThese followers arrive over the course of \nseveral months. Often they are encountered \nduring the ranger's adventures (allowing \nyou and your DM a chance to role-play the \ninitial meeting). While the followers are au- \ntomatically loyal and friendb toward the \nranger, their future behavior tkpends on the \nranger's treatment of them. In all cases, the \nranger does not gain any special method of \ncommunicating with his followers. He must \neither have some way of speaking to them \nor they simply mutely accompany him on \nhis journeys. (\"Yeah, this bear's been with \nme for years. Don't know why-he just \nseems to follow me around. I don't own him \nand can't tell him to do anything he don't \nwant to do,\"said the grizzled old &man \nsitting outside the tavern.) \nOf course, the ranger is not ubligated to \ntake on followers. If he prefers to remain in- \ndependent, he can release his followers at \nany time. They reluctantly depart, but \nstand ready to answer any call for aid he \nmlght put out at a later time. \nLike the paladin, the ranger has a code of \nbehavior. \nA ranger must always retain his good \nalignment. If the ranger intentionally corn \nmits an evil act, he automatically losar his \nranger status. Thereafter he is consMcrrd a \nfighter of the same level (if he has more ex- \nperience points than a fighter of his level, he \nloses all the excess experience points). Hi9 \nranger status can nnwr be regained. If the \nranger involuntarily commits an evil act \n(perhaps in a situation of no choice), he cart- \nnot earn any more experience points until he \nhas cleansed himself of that evil. This can be \naccomplished by correcting the wrongs hc \ncommitted, revenging himself on the person \nwho forced him to commit the act, or releas- \ning those oppressed by evil. The ranger in- \nitinctively knows what things he must do to \nregain his status (i.e., the DM creates a spe- \n:ial adventure for the character). \nFurthermore, rangers tend to be loners, \nnen constantly on the move. They cannot \nlave henchmen, hirelings, mercenaries, or \nwen servants until they reach 8th level. \nNhile they can have any monetary amount \n>f treasure, they cannot have more treasm \nhan they can carry. Excess treasure must ei- \nher be converted to a portable form or de \ntated to a worthy institution (an NPC \n:rouu. not a player character). \nI \n29 \nI \nI\n\n[BOOK_PAGE 30 | PDF_PAGE 31]\nWizard \nThe wizard group \nencompases all spellcasters working in the \nvarious fields of magic-both those who spe- \ncialize in speafic schools of magic and those \nwho study a broad range of magical theories. \nSpending their lives in pursuit of arcane wis- \ndom, wizards have little time for physical \nendeavors. They tend to be poor fighters with \nlittle knowledge of weapoq. However, they \ncommand powerful and dangerous enaes \nwith a few simple gestures, rare components, \nand mystical words. \nSpells are the tools, weapons, and armor \nof the wizard. He is weak in a toe-to-toe \nfight, but when prepared he can strike down \nhis foes at a distance, vanish in an instant, \nbecome a wholly different creature, or even \ninvade the mind of an enemy and take con- \ntrol of his thoughts and actions. No secrets \nare safe from a wizard and no fortress is \nsecure. His quest for knowledge and power \noften leads him into realms where mortals \nwere never meant to go. \nWid cannot wear any armor, for several \nmasons. Firstly, most spells require complicated \n-and oddposturingsby the caster and \namor reshicts the wds ability to do these \n(andwill spend most of his life) learning arcane \nhguages, poring through old books, and prac- \nticing his spells. This leaves no time for learning \notha things (like how to wear armor properly \nand wit effectively). If the wizard had spent \nhis time leaming about armor, he would not \nhave even the meager skills and powers he \n~with.Then?areevenunfoundedtheories \nthadrim thematerialsin most armors disrupt \ntkllrlirdr fabric of a spell as it gakenergy; \ntkiwo cannot exist side by side in harmony. \nWhile this idea is popular with the common \npeople, true wizarck know this is simply not \nhu~.Ifitwem, howwouldtheyeverbeableto \ncast spells mquking iron braziers or metal \nw \nrestricted in the weapons they can use. They \narelimited to those that areeasy to learn or are \nsometimes useful in their own research. \nHence, a wizard can use a dagger or a staff, \nitems that are traditionally useful in magical \nstudies. Other weapons allowed are darts, \nknives, and @ (weapons that require little \nskill, little strength, or both). \nWizards can use more magical items than \nany other characters. These include \npotions, rings, wands, rods, scrolls, and \nmost miscellaneous magical items. A wizard \ncan use a magical version of any weapon \nallowed to his class but cannot use magical \narmor, because no armor is allowed. \nBetween their spells and magical items, \nhowever, wizards wield great power. \nFinally, all wizards khether mages or spe- \ncialists) can create new magical items, ranging \nfrom simple scrolls artd potions to powerful \nprope!rly. ssondly, the wizard spent his youth \nFor simh reasons, wizards are severely \nstaves and magic swords. Once he reaches 9th \nlevel, a wizard can pen magical scrolls and \nbrew potions. He can construct more power- \nful magical items only after behaslearned the \nappropriate spells (or works with someone \nwho knows them). Your DM should codt \nthe Spell Resear& and Magical Items sections \nof the DMG for more information. \nNo matter what school of magic the wiz- \nard is involved in, Intelligence is his prime \nrequisite (or one of several prime requi- \nsites). Characters must have an Intelligence \nscore of at least 9 to qualify to be a wizard. \nAll wizards use Table 20 to determine \ntheir advancement in level as they earn \nexperience points. They also use Table 21 to \ndetermine the levels and numbers of spells \nthey can cast at each experience level. \nAll wizards gain one four-sided Hit Die \n(ld4) per level from 1st through 10th levels. \nAfter loth level, wizards earn 1 hit point per \nlevel and they no longer gain additional hit \npoint bonuses for high Constitution scores. \nTable 21: WIZARD SPELL PROGRESSION \nTable 2(k WIZARD €XPEMENCE LEVELS \nLevel Ma@Spedist €HtDice(rIl) \n1 0 1 \n2 2,500 2 \n3 \n7 60,000 7 \n8 8 \n,---,- \n14 i.SOO.ooO 10+4 \n19 3,375,000 10+9 \n20 3,750,000 lO+lO \n13 5 5 5 4 4 2 - - \n14 5 5 5 4 4 2 1 - - \n- \n20 5 5 5 5 5 4 3 3 2 \nLearning and casting spells require long \nstudy, patience, and research. Once his \nadventuring life begins, a wizard is largely \nresponsible for his own education; he no \nlonger has a teacher looking over his shoul- \nder and telling him which spell to learn next. \nThis freedom is not without its price, how- \never. It means that the wizard must find his \nown source for magical knowledge: \nlibraries, guilds, or captured books and \nscrolls. \nWhenever a wizard discovers instructions \nfor a spell he doesn't know, he can try to \nread and understand the instructions. The \nplayer must roll percentile dice. If the result \nis equal to or less than the percentage chance \nto learn a new spell (listed on Table 4, page \n16), the character understands the spell \n30 \nand how to cast it. He can enter the spell in \nhis spell book (unless he has already learned \nthe maximum number of spells allowed for- \nthat level). If this die roll is higher than the \ncharacter's chance to learn the spell, he \ndoesn't understand the spell. Once a spell is \nlearned, it cannot be unlearned. It remains \npart of that character's repertoire forever. \nThus a character cannot choose to \"forget\" a \nspell so as to replace it with another. \nA wizards spell book can be a single \nbook, a set of books, a bundle of scrolls, or \nanything else your DM allows. The spell \nhook is the wizards diary, laboratory jour- \nnal, and encyclopedia, containing a record \nof everything he knows. Naturally, it is his \nmost treasured possession; without it he is \nalmost helpless.\n\n[BOOK_PAGE 31 | PDF_PAGE 32]\n, A spell book contains the complicated \ninstructions for casting the spell-the spews \nvecipe, so to speak. Merely reading these \ninstructions aloud or trying to mimic the \ninstructions does not enable one to cast the \nspell. Spells gather and shape mystical ener- \ngies; the procedures involved are very \ndemanding, bizarre, and intricate. Before a \nwizard can actually cast a spell, he must \nmemorize its arcane formula. This locks an \nenergy pattern for that particular spell into \nhis mind. Once he has the spell memorized, \nit remains in his memory until he uses the \nexact combination of gestures, words, and \nmaterials that triggem the release of this \n_gnergy pattern. Upon casting, the energy of \nthe spell is spent, wiped clean from the wiz- \nard's mind. The wizard cannot cast that \nspell again until he returns to his spell book \nand memorizes it again. \nInitially the wizard is able to retain only a \nfew of these magical energiesinhismind at \none time. Furthermore, some spells are \nmore demanding and complex than others; \nthese are impossible for the inexperienced \nwizard to memorize. With experience, the \nwizard's talent expands. He can memorize \nmore spells and more complex spells. Still, \nhe never escapta his need to study; the wiz- \nard must always return to his spell books to \nrefresh his powers. \nAnother important power of the wizard is \nhis ability to research new spells and con- \nstruct magical items. Both endeavors are \ndifficult, time-consuming, costly, occasion- \nally even perilous. Through research, a wiz- \nard can create an entirely new spell, subject \nto the DM's approval. Likewise, by consult- \ning with your DM, your character can build \nmagical items, either similar to those \nalready given in the rules or of your own \ndesign. Your DM has information concem- \ning spell reswch akd magical item creation. \nnospedabeneCitsfrombuiMingafortress or \nstronghold. They can own property and \nlpceivethenormalbenefits,suchasmontyr \never, the reputatiom of wizards tend to dis- \ncauragepeople from flocking to their doors. \nAt best, a wizard may acquire a few hench- \nmen and appm~tices to help m his work. \n~~~~~,~~ \nincamcand maaarpries for pmtecbm ' .HOW- \nmlW \nAbility Requirements: Intelligence 9 \nPrime Requisite: Intelligence \nRaces Mowed: Human, Elf, \nHalf-elf \nMages are themost versatile types of wiz- \nards, those who choose not to specialize in \nany s.ingle school of magic. This is both an \nadvantage and a disadvantage. On the posi- \ntive side, the mage's selection pf spells \nenables him to qeal with many different sit- \nuations. Wizards who study within a single \nschool of magic learn highly specialized \nspells, but at the expense of spells from oth- \ner areas.) The other side of the coin is that \nthe mage's ability to learn specialized spells \nis limited compared to the specialist's. \ncounterpart! \nthe; exist only in legend and mytk \nHowever, players can model their chai \nacters after such legendary figures 5 \nMerlin, Circe, or Medea. Accounts \nowerful wizards and sorceresses \nA mage who has an Intelligence score of \n16 or higher gains a 10 percent bonus to the \nexperience points he earns. \nThe Schools of Magic \nSpells are divided \ninto nine different categories, or schools, \naccording to the types of magical energy \nthey utilize. Each school has its own special \nmethods and practices. \nof magic are not organized places where a \nperson goes to study. The word \"school\" \nidentifies a magical discipline. A school is \nan approach to magic and spellcasting that \nemphasizes a particular sort of spell. Practi- \ntioners of a school of magic may set up a \nmagical university to teach their methods to \nbeginners, but this is not necessary. Many \npowerful wizards learned their craft study- \ning under reclusive masters in distant lands. \nThe nine schools of magic are Abjuration, \nAlteration, ConjuratiodSummo- En- \nchantmenKharm, Greater Divination, Nu- \nsion, Invocation/Evocation, Necromancy, \nAlthough they are called schools, schools \nand Lesser Divination. \nIllusi \n' /Enchant. /Charm Alteration-- \nGreater Div. --+&--- Coni ./Summ. \nInvoc./Evoc. ,' ' ' I %--Abjuration \nNecromancy \n-* I / \nThis diagram illustrates the schools that \noppose each other. See Table 22 and its entry \ndescriptions for more information. \nwhile the ninth, lesser divination, is a minor \nschool. The minor school of lesser divina- \ntion includes all divination spells of the 4th \nspell level or less (available to all wizards). \nGreater divinations are those divination \nspells of the 5th spell level or higher. \nSpecialist Wizards \nA wizard who concentrates his &ort iu a \nsingle school of magic is called a sped&&. \nThere are specialists in each type of magic, \nalthough some are extremely rare. Not all \nspecialists are well-suited to adventuring- \nthe diviner's spells are limited and not -- \nally useful in dangerous situations. On the \nother hand, player characters watt to \nconsult an NPC diviner More stcu2h\\$ an \nadventure. \nSpecialist wizards have advan- a~ \ndisadvantages when compared to mages. \nTheir chance to know spells of their school \nof magic is greatly increased, but the inten- \nsive study results in a smallcl dwce to \nknow spells outside their school. The nm \nber of spells they can cast increases, but they \nlose the ability to cast spells of the school in \nopposition to their specialty (opposite it in \nthe diagram). Their ability to research and \ncreate new spells within their specialty is \nincreased, but the initial selection of spells \nin their school may be quite limited. All in \nall, players must cdder the advantaws \nand disadvantages carefully. \nNot all wizards can become specialists. \nThe player character must meet certain \nrequirements to become a specialist. Most \nspecialist wizards must be single-classed; \nmulti-classed characters cannot become \nspecialists, except for gnomes, who seem to \nhave more of a natural bent for the school of \nillusion than characters of any other race. \nDualclass humens can choose to become \nspecialists. The dedication to the particular \nschool of magic requires all the attention \nand concentration of the character. He does \nnot have time for other class-relpkd pur- \nsuits. \noftheseschools,eightaregreater~ools \n~ \nTable 22: WIZARD SPECIALIST REQUIREMENTS \nMinimum \nAbility \nSpecialist School Race Score Opposition SchooYs) \nAbjurer Abjuration H 15 Wis Alteration dr Illusion \nConjurer Conj./Summ. H, l/z E 15 Con Gr. Divin. & Invocation \nTransmuter Alteration H, 1/2 E 15 Dex Abjuhtkon dr Necromancy \n/ / /\n\n[BOOK_PAGE 32 | PDF_PAGE 33]\nIn addition, each school has different \nrestrictions on race, ability scores, and \nschools of magic allowed. These restrictions \nam given on 'Fable 22. Note that lesser divi- \n~th kt Bot available as a specialty. The \nspells of this group, vital to the functioning \nof a wizard, are available to all wizards. \nRace lists those tam that, either through \na ~hvql tendency or a quirk of fate, &re \nallowed to speckalizc in that art. Note that \nthe gnome, though unable to be a regular \nmage, can specialize in inusians. \nMinimmn Ability score lists the ability \nminimums needed to study intensively in \nthat schwl. All schools require at least the \nminimum htelligence demanded of a mage \nand aa additional prime requisite, as Med. \nOppdtion srbool(r) always includes the \nschool directly opposite the character's \nschool o€ study in the diagram on page 31. \nIn addition, the schools to either side of this \none may also be disallowed due to the \nnature of &e ohrracta's school. For exam- \nple, an inrobfavoicer cannot learn \nLa&tiPntaentfchrrm or conjuration/ \n~.speElsdcannotusemagid \nems xthat ,duplicate spells from these \n,Being a spmidist does have Signifikt \n&- tp balance the trade-offs the \n-a specialist gains one additid SpeH \nper@ level, prwkkd thadditional spell \niszobm in thc speci?lirt's school. Thus a 1st- \npeltihhnist dd have two spells-one \n-any Spcn heknows and the other iim- \nd to.spells of the illusion school. \n*f &caw rpccialiets have an enhanced \nof spells within their school, \neyaccivea *lbonuswhenmakingsav- \nimg thmws against those spells when cast by \n0th wizards. Likewlsc, other characters \nsuffera-lpedtywhenmakingsaving \nttimws against a specialist casting spdls \nwithin fils school. Both of these modifiers \ncart bein effect at the same tima-e.g., when \nan enchante~ casts an enchantment spell at \nanother enchanter, the modifiers cancel \nspedahts receive a bonus of +15 per- \ncent when learning spells from their school \nand a penalty of -15 percent when learning \nspells from other schools. The bonus or pen- \nalty is applied to the percentile dice roll the \nplayer must make when the character tries \nto learn a new spell (see Table 4). \n* Whenever a specialist reaches a new \nspell level, he automatically gains qne spell \nof his school to add to his spell books. This \nspell can be selected by the DM or he can \nallow the player to pick. No roll for learning \nthespell need bemade. It ir lsQumed that the \ncharacter hasdiscovered thianew spell dur- \ning the course of his resear& and study, \n* When a specialist wizard attempis to \ncreate a new spell (using the rules given in \nthe DMG), the DM should count the new \nIch other out. \nspell as one level less (for detenninhg tht \ndifficuhy)ifthespdlf&wi*theschgal \nofthespecialist. hr;eiwhanteratkmpti&to \ncreate a new enchantment spell wouki have \nan easier time of it than an illmionist \nattempting to do the same. \nIllusionist \nAbility Requinmthtrr: Dexterity 16 \nPrime Requisite: Intellipm \nRaces Allowed: Humul, Gnome \nThe illusionist is an exampk of a special- \nist. The baiption of the illusionist given \nhcvl be used as a -for crrptingwiz- \nardsspedalizing in oh magkal gdrools. \nFirst, the school of ilbion is a very \ndemanding field of study. To specialize as an \nillusionist, a wizard needs a Dexterity score \nof at least 16. \nh illusionist who has an Intelligence of \n16 or more gains a 10 percent bonus to the \nexperience points he eams. \nBecause the illusionist knows far more \nabout illusions thn the standard wizard, he \nis allowed a +1 bonus when rolling saving \nthrows against illudons: other characters \nsuffer a -1 penalty when rolling saving \nthrows against his illusions. (These modi- \nfiers apply oniy if the spell allows a saving \nthrow.) \nThrough th-e course of his studies, the illu- \nsionist has become &tat memorizing illu- \nsion BpeIls (though it is sa an arduous \nprocess). He can memorfze an extra illusion \nspell at each spell level. Thus as a lst-level \ncaster he can memorize two spells, although \natleastoneofthesemustbeanillusionspaH. \nLater, when hq begins to researdl new \nspells for his collection, he finds it easier to \ndevise new illusion spells to fill spcdalized \nneeds. Rese&~ in other schools is harder \nandmretimec-for him. \nFinally, the intense study of illusion magk \nprevents the character from mastering the \notherclassesof SpdletBPtare totally alien to \nthe illusion school (those diametrically \nopposite illusion on the diagram). Thus, the \nillusionist cannot learn spells from the \nschools of necromancy, invocation/evo- \ncation, or abj-wation. \nAs an example, consider Joinville the illu- \nsionist. He has an Intelligence score of 15. In \nthe CQUTS~ of his travels he captures an en- \nemy wizards spell book that contains an im- \nproved invisibility spell, a continual light \nspell, and a fireball spell, none of which are \nin Joinville's spell book. He has an 80 per- \ncent chance to learn the improved invisibil- \nity spell. Continual fight is an alteration \nspell, however, so his chance to learn it is \nonly 50 percent (consult Table 4 to see where \nthese figures come from). He cannot learn \nthe fireball spell, or even transcribe it into \nhis spell book, because it is an evocation \nspell. \n32 \nPriest \\ \nThe priest is a be- \nliever and advocate of a god from a particu- \nlar mythos. More then just a follower, he \ninterdes a& ac~ on beh;rlf of oth, \nseeking to use ?Ji powers to advance the \nbeliefsofhfemytfios. \nAll priests hve certain powers: The abil- \nity to cast speils, the strmgth of arm to \ndefend their be&&, pnd special, deity- \nwhib priests an not as fierce in combat as \ngrruntedpomrsto ekltheminthciralling. \nwaniors, they arc trained to weweapoxuy \nin the fight for their cause. They an cast \nspells, primerily to further their god's eiw \n.', i *.\n\n[BOOK_PAGE 33 | PDF_PAGE 34]\nI \nand protect its adherents. They have few of- \nfensive spells, but these amvery powerful. \ndl priests use eight-sided Hit Dice (d8s). \nOnly priests gain additional. spells for hav- \ning high Wisdom scores. All priests have a \nlimited selection of weapons and armor, but \nthe restrictions vary according to the my- \nthos. \nAll priests use Table 23 to determine their \nadvancement in level as they gajn experi- \nence points. They also all use Table 24 to de- \ntermine how many spells they receive at \neach level of experience. \nAll priest spells are divided into 16 cate- \ngories called spheres of influence. Different \ntypes of priests have access to different \nspheres; no priest can cast spells from every \nsphere of influence. The 16 spheres of influ- \nence are as follows: All, Animal, Astral, \nCharm, Combat, Creation, Divination, Ele- \nmental, Guardian, Healing, Necromantic, \nPlant, Protection, Summoning, Sun, and \nWeather (see page 34). \nIn addition, a priest has either major or \nminor access to a sphere. A priest with ma- \njor access to a sphere can (eventually) cast \nall spells in the sphere. A priest with minor \naccess to a sphere can cast only 1st-, 2nd-, \nand 3rd-level spells from that sphere. \nAll priests gain one eight-sided Hit Die \n(ld8) per level from 1st through 9th. After \n9th level, priests earn 2 hit points per level \nand they no longer gain additional hit point \nbonuses for high Constitution scores. \nTable 23: PRIEST EXPERIENCE LEVELS \nHit \nDice \nLevel Cleric Druid (d8) \n1 0 0 1 \n2 1,500 2,000 2 \n7 55,000 35,000 7 \n8 110,000 60,000 8 \n9 225.000 90,000 9 \n13 1.125.000 750.000 9+8 \n1,575,000 3,000,000 9+12 \n19 2,475,000 1,500,ocw) 9+20 \n20 2,700,000 2,000,000 9+22 \n* See section on hierophant druids, \npage 37. \nTable 24: PRIEST SPELL PROGRESSIOP \nPriest Spell Level \nLevel I 2 3 4 5 6” 7** \n1 I------ \n2 2------ \n3 3 1 ----- \n73321--- \n83332--- \n94432 1I- \n13 6 6 6 4 2 2 - \n146665321 \n15 6 6 6 6 4 2 1 \n209998752 \nf Usable only by priests with 17 or greatr \n*’ Usable .only by priests with 18 a \nWisdom. \ngr&lt*W&m. \nCleric \nAbility Requirement: Wisdom 9 \nPrime Requisite: Wisdom \nRaces Allowed: All \nThe most common type of priest is th \ncleric. The cleric may be an adherent of an \nreligion (though if the DM designs a specifi \nmythos, the cleric’s abilities and spells ma \nberhanged-see following). Clerics are ger \nerdly good, but are not restricted to gooc \nthey ean have any alignment acceptable t \ntheir ami&. A cleric must have a Wisdor \nscore of 9 or more. High Constitution ali \nCharisma are also particularly useful. \nA cleric who has a Wisdom of 16 or mor \ngains a 10 percent bonus to the experienc \npoints he earns. \ncleric class is similar to certain reli- \nus orders of knighthood of the Middle \nthe Teutonic Knights, the Knights \nars, and Hospitalers. These orders \nound in other lands, such as the \nClerics are sturdy soldiers, although their i \nselection of weapons is limited. They can \nwear any type of armor and use any shield. \nStandard clerics, being reluctant to shed \nblood or spread violence, are allowed to use \nonly blunt, bludgeoning weapons. They can \nuse a fair number of magical items including \nclerical scrolls, most potions and rings, \nsome wands and rods, staves, armor, \nshields, and magical versions of any weap- \nons allowed by their order. \nSpells are the main tools of the cleric, \nhowever, helping him to serve, fortify, pro- \ntect, and revitalize those under his care. He \nhas a wide variety of spells to choose from, \nsuitable to many different purposes and \nneeds. (A priest of a specific mythos proba- \nbly has a more restricted range of spells- \nsee page 34.) A cleric has major access to \nevery sphere of influence except the plant, \nanimal, weather, and elemental spheres (he \nhas minor access to the elemental sphere \nand cannot cask spells of the other three \nspheres). \nThe cleric receives his speh as insight di- \nrectly from his deity (the deity does not need \nto make a persol~al appearance to grant the \nspells the cleric prays for),.as a sign of and \nreward for hisfaith, so he must takecare not \nto abuse his power lest it be taken awry as \npunishment. \nThe cleric is also granted power over \nundead-evil creatures that exist in a form \nof non-life, neither dead nor alive. The \ncleric is charged with defeating these mock- \naries of life. His ability to turn undead (see \npage 103) enables him to drive away these \ncreatures or destroy them utterly (though a \ncleric of evil *alignment can bind the ma- \ntures to his will). Some of the more - \nunded creatures are ghosts, zom% && \ntons, ghouls, and mummies. Vi utd \nliches (undead sorcerers) are two of. the \nmost powerful undead. \nAs a cleric advances in level, he gaiRsaddi- \ntional spells, better combat skills, and a \nstronger turning ability. Upon reaching Btfi \nlevel, the cleric automatically attracts a fanati- \ncally loyal group of believers, provided the \ncharacter has established a place of waship of \nsignificant size. The cleric can build this place \nof worship at any time during his tamer, but \nhe does not attract believers until he reaches \n8th level. These followers are normal ww \nriors, 0th-level soldiers, ready to fight $or the \nderic’s cause. The cleric attracts 20 to WM of \nthese followers; they arrive over a period of \nseveral weeks. After the initial followers as- \nsemble, no new followers trickle m to fill the \nranks of those who have fallen in service. The \nDM decides the exact number and types d fol- \nlowers attracted by the cleric. The character \ncan hire other troops as needed, but these are \nnot as loyal as his followers. \n. At 9th level, the cleric may receive official \napproval to establish a religious stronghold, \n, \n1 ~ .\n\n[BOOK_PAGE 34 | PDF_PAGE 35]\nObviously, the stronghold must contain all \nthe trappings of a place of worship and must \nbe dedicated to the service of the cleric’s \ncause. However, the construction cost of the \nstronghold is half the normal price, since the \nwork has official sanction and much of the \nlabor is donated. The cleric can hold prop- \nerty and build a stronghold anytime before \nreaching 9th level, but this is done without \nchurch sanction and does not receive the \nbenefits described above. \nPriests of Speclflc Mytho \nIn the simplest ver- \nsion of the AD&D@ game, clerics serve reli- \ngions that can be generally described as \n“good” or ”evil.” Nothing more needs to be \nsaid about it; the game will play perfectly \nwell at this level. However, a DM who has \ntaken the time to create a detailed campaign \nworld has often spent some of that time de- \nvisiig elaborate pantheons, either unique \ncreations or adaptations from history or lit- \nerature. If the option is open (and only your \nDM can decide), you may want your char- \nacter to adhere to a particular mythos, tak- \ning advantage of the detail and color your \nDM has provided. If your character follows \na particular mythos, expect him to have \nabilities, spells, and restrictions different \nfrom the generic cleric. \nPriesthood in any mythos must be de- \nfined in five categories: requirements, \nweapons allowed, spells allowed, granted \npowers, and ethos. \nRequirements \nBefore a character can become a priest of \na particular mythos, certain requirements \nmust be met. These usually involve mini- \nmum ability scores and mandatory align- \nments. All priests, regardless of mythos, \nmust have Wisdom scores of at least 9. Be- \nyond this, your DM can set other require- \nments as needed. A god of battle, for \nexample, should require strong, healthy \npriests (13 Str, 12 Con). One whose sphere is \nart and beauty should demand high Wis- \ndom and Charisma (16 or better). Most dei- \nties demand a specific type of behavior from \ntheir followers, and this will dictate align- \nment choices. \nWeapons Allowed \nNot all mythoi are opposed to the shed- \nding of blood. Indeed, some require their \npriests to use swords, spears, or other spe- \ncific weapons. A war deity might allow his \npriests to fight with spears or swords. An \nagridtural deity might emphasize weapons \nderived from farm implements-sickles and \nbills, for example. A deity of peace and har- \nmony might grant only the simplest and \nleast harmful weapons-perhaps only las- \nsoes and nets. Given below are some sug- \ngested weapons, but many more are \npossible (the DM always has the final word \nin this matter). \nDeity Weapon \nAgriculture Bill, flail, sickle \nBlacksmith War hammer \nDeath Sickle \nDisease Scourge, whip \nEarth Pick \nHealing Mantatcher, quarterstaff \nHunt \nLightning Dart, javelin, spear \nLove Bow and arrows, \nman-catcher \nNature Club, scimitar, sickle . \nOceans Harpoon, spear, trident \nPeace Quarterstaff \nStrength Hammer \nThunder Club, mace, war hammer \nWar Battle axe, mace, morning \nstar, spear, sword \nWind Blowgun, dart \nBow and arrows, javelin, light \nlance, sling, spear \nOf course there are many other reasons a \ndeity might be associated with a particular \nweapon or group of weapons. These are of- \nten cultural, reflecting the weapons used by \nthe people of the area. There may be a par- \nticular legend associated with the deity, ty- \ning it to some powerful artifact weapon \n(Thor’s hammer, for example). The DM has \nthe final choice in all situations. \nSpells Allowed \nA priest of a particular mythos is allowed \nto cast spells from only a few, related \nspheres. The priest‘s deity will have major \nand minor accesses to certain spheres, and \nthis determines the spells available to the \npriest. (Each deity’s access to spheres is de- \ntermined by the DM as he creates the pan- \ntheon of his world.) The 16 spheres of \ninfluence are defined in the following para- \ngraphs. \nA priest whose deity grants major access \nto a sphere can choose from any spell within \nthat sphere (provided he is high enough in \nlevel to cast it), while one allowed only mi- \nnor access to the sphere is limited to spells of \n3rd level or below in that sphere. The com- \nbination of major and minor accesses to \nspheres results in a wide variation in the \nspells available to priests who worship dif- \nferent deities. \nAll refers to spells usable by any priest, \nregardless of mythos. There are no Powers \n(deities) of the Sphere of All. This group in- \ncludes spells the priest needs to perform ba- \nsic functions. \nAnimal spells are those that affect or alter \ncreatures. It does not include spells that af- \nfect people. Deities of nature and husbandry \ntypic;?ly operate in this sphere. \nAstral is a small sphere of spells that \nenable movement or communication be- \ntween the different planes of existence. The \n34 \nmasters of a plane or particularly meddle- \nsome Powers often grant spells from this \nsphere. \nCham spells are those that affect the atti- \ntudes and actions of people. Deities of Iwe, \nbeauty, trickery, and art often allow access \nto this sphere. \nCombat spells are those that can be used \nto directly attack or harm the enemies of the \npriest or his mythos. These are often \ngranted by deities of war or death. \nCreation spells enable the priest to \nduce somethvlg from nothing, often to \nefit his followers. This sphere can fill \ndifferent role, from a provider to a trk \nster. \nDivination enables the priest to \nsafest course of action in a particu \ntion, find a hidden item, or recover long- \nforgotten information, Deities of wisdom \nand knowledge typically have access to this \nsphere. \nElemental spells are all those that affect \nthe four basic elements of creation-earth, \nair, fire, and water. Nature deities, elemen- \ntal deities, those representing or protecting \nvarious crafts, and the deities of sailors \nwould all draw spells from this sphere. \nGuardian spells place magical sentries \nan item or person. These spells aremore \nI \n~ \nSummoning spells serve to call creatures \nfrom other places, or even other dimen- \nsions, to the service of the priest. Such serv- \nice is often against the will of the creature, \nso casting these spells often involves great \nrisk. Since creatures summoned often cause \n. \ni\n\n[BOOK_PAGE 35 | PDF_PAGE 36]\nI \ngreat harm and destruction, these spells are \nsometimes bestowed by war or death \npowers. \nSun spells are those dealing in the basic \npowers of the solar universe-the purity of \nlight and its counterpart darkness. Sun \nspells are very common with nature, agri- \ncultural, or life-giving powers. \nWeather spells enable the priest to manip- \nulate the forces of weather. Such manipula- \ntion can be as simple as providing rain to \nparched fields, or as complex as unbridling \nthe power of a raging tempest. Not surpris- \ningly, these tend to be the province of nature \nand agricultural powers and appear in the \nrepertoire of sea and ocean powers. \nAdditional spheres can be created by \nyour DM. The listed spheres are typical of \nthe areas in which deities concentrate their \ninterest and power. Spells outside the deity‘s \nmajor and minor spheres of influence are \nnot available to its priests. \nFurthermore, the priest can obtain his \nspells at a faster or slower pace than the nor- \nmal cleric. Should the character’s ethos \nplace emphasis on self-reliance, the spell \nprogression is slower. Those deities associ- \nated with many amazing and wondrous \nevents might grant more spells per level. Of \ncourse, your DM has final say on this, and \nhe must balance the eain or loss of swlls \nGranted Powers \nAnother aspect of a specific mythos is the \nspecial powers available to its priests. The \ncleric’s granted power is the ability to turn \nundead. This ability, however, is not com- \nmon to all priests. Other deities grant \npowers in accordance with their spheres. If \nyour DM is using a specific mythos, he must \ndecide what power is granted to your priest. \nSome possible suggestions are given below. \n* Incite Berserker Rage, adding a +2 bo- \nnus to attack and damage rolls (War). \nSoothing Word, able to remove fear and \ninfluence hostile reactions (Peace, Mercy, \nHealing). \nCharm or Fascination, which could act \nas a suggestion spell (Love, Beauty, Art). \nInspire Fear, radiating an aura of fear \nsimilar to the fear spell (Death). \nThese are only a few of the granted \npowers that might be available to a charac- \nter. As with allowed weapons, much de- \nds on the culture of the region and the \nand legends surrounding the Power \nEthos \nAll priests must live by certain tenets and \nbeliefs. These guide the priests’ behavior. \nClerics generally try to avoid shedding \nblood and try to aid their community. A \nwar deity may order its priests to be at the \nforefront of battles and to actively crusade \nagainst all enemies. A harvest deity may \nwant its priests to be active in the fields. The \nethos may also dictate what alignment the \npriest must be. The nature of the mythos \nhelps define the strictures the priest must \nfollow. \nPriest Titles \nPriests of differing mythoi often go by ti- \ntles and names other than priest. A priest of \nnature, for example (especially one based on \nWestern European tradition) could be called \na druid (see this page). Shamans and witch \ndoctors are also possibilities. A little library \nresearch will turn up many more unique and \ncolorful titles, a few of which are listed here: \nAbbess, Abbot, Ayatollah, Bonze, \nBrother, Dom, Eye of the Law, Friar, \nGuru, Hajji, Imam, Mendicant, Metro- \npolitan, Mullah, Pardoner, Patriarch, \nPrelate, Prior, Qadi, Rector, Vicar, and \nYogi \nBalancing It AU \nWhen creating a priest of a specific my- \nthos, careful attention must be given to the \nbalance of the character‘s different abilities. \nA priest strong in one area or having a wide \nrange of choice must be appropriately weak- \nened in another area so that he does not be- \ncome too powerful compared to the other \npriests in the game. If a war deity allows a \npriest the use of all weapons and armor, the \ncharacter should be limited in the spells al- \nlowed or powers granted. At the other ex- \ntreme, a character who follows a deity of \npeace should have significant spells and \ngranted powers to make up for his extremely \nlimited or non-existent choice of weapons. A \ndruid, for example, has more granted powers \nthan a normal cleric to compensate for his \nlimited armor and spell selection. \nDruid \nAbility Requirements: Wisdom 12 \nPrime Requisites: Wisdom, Charisma \nRaces Allowed: Human Half4 \nCharisma 15 \ndruids lived among t \nof Western Europe an \nain during the days of the Ro \nEmpire. They acted as advisors to c \ntains and held great influence ove \ntribesmen. Central to their thinking w \nthe belief that the earth was the moth \nand source of all life. They revered many \nnatural things-the sun, moon, and \ntain trees-as deities. Druids in \nAD&D@ game, however, are on \nloosely patterned after these histor \nfigures. They are not required to beh \nlike or follow the beliefs of historic \n. __.._.___I_- \nThe druid is an example d a priest de- \nsigned for a specific mythos. His powers \nand beliefs are different from those of the \ncleric. The druid is a priest of nature and \nguardian of the wilderness, be it forest, \nplains, or jungle. \nRequirements \nA druid must be human or half-elven. He \nmust have a Wisdom score of at least I2 and \na Charisma score of 15 or more. Both of \nthese abilities are prime requisites. \nWeapons Allowed \nUnlike the cleric, the druid is allowed to \nuse only ”natural” armors-leather armor \nand wooden shields, including those with \nmagical enhancements. All other armors are \nforbidden to him. His weapons are limited \nto club, sickle, dart, spear, dagger, scimitar, \nsling, and staff. \nSpells Allowed \nDruids do not have the same range of \nspells as clerics. They have major access to \nthe following spheres: all, animal, elemen- \ntal, healing, plant, and weather. They have \nminor access to the divination sphere. \nDruids can use all magical items normally \nallowed priests, except for those that are \nwritten (books and scrolls) and armor and \nweapons not normally allowed for druids. \nGranted Powers \nA druid makes most saving throws as a \npriest, but he gains a bonus of +2 to all sav- \ning throws vs. fire or electrical attacks. \nAll druids can speak a secret language in \naddition to any other tongues they know. \n(If the optional proficiency rules are used, \nthis language does not use a proficiency \nslot.) The vocabulary of this druidic lan- \nguage is limited to dealing with nature and \nnatwal events. Druids jealously guard this \nlanguage; it is the one infallible method they \nhave of recognizing each another. \nAdditional powers are granted as the \ndruid reaches higher levels: \nHe can identify plants, animals, and \npure water with perfect accuracy after he \nreaches 3rd level. \n* He can pass through overgrown areas \n(thick thorn bushes, tangled vines, briar \npatches, etc.) without leaving a trail and at \nhis normal movement rate after he reaches \n3rd level, \nHe can learn the languages of woodland \ncreatures. These include centaurs, dryads, \nelves, fauns, gnomes, dragons, giants, liz- \nard men, manticores, nixies, pixies, sprites, \nand treants. The druid can add one lan- \nguage at 3rd level and one more every time \nhe advances a level above 3rd. (If the op- \ntional proficiency rules are used, it is the \ndruid’s choice whether or not to spend a \nproficiency slot on one or more of these lan- \nguages.) \nI \nI\n\n[BOOK_PAGE 36 | PDF_PAGE 37]\n\n\n[BOOK_PAGE 37 | PDF_PAGE 38]\n* He is immune to cham spells cast by \nwoodland creatures (dryads, nixies, etc.) \nafter he reaches 7th level. \n' He gains the ability to shapechange into \na reptile, bird, or mammal up to three times \nper day after he reaches 7th level. Each ani- \nmal form (reptile, bird, or mammal) can be \nused only once per day. The size can vary \nfrom that of a bullfrog or small bird to as \nlarge as a black bear. Upon assuming a new \nform the druid heals 10 to 60 percent (ld6 x \nall damage he has suffered (round \ndown). The druid can only assume \nof a normal (real world) animal in \nits normal proportions, but by doing so he \ntakes on all of that creature's char- \nacteristics-its movement rate and abilities, \nits Armor Class, number of attacks, and \ndamage per attack. I \nThus, a druid could change into a wren to \nfly across a river, transform into a black \nbear on the opposite side and attack the orcs \ngathered there, and finally change into a \nsnake to escape into the bushes before more \norcs arrive. \nThe druid's clothing and one item held in \neach hand also become part of the new \nbody; these reappear when the druid \nresumes his normal shape. The items cannot \nbe used while the druid is in animal form. \n, \n'A druid cannot turn undead. \nEthos \nAs protectors of nature, druids are aloof \nfrom the complications of the temporal \nworld. Their greatest concern is for the con- \ntinuation of the orderly and proper cycles of \nnature-birth, growth, death, and rebirth. \nDruids tend to view all things as cyclic and \nthus the battles of good and evil are only the \nrising and falling tides of time. Only when \nthe cycle and balance are disrupted does the \ndruid become concerned. Given this view of \nthings, the druid must be neutral in align- \nment. \nDruids are charged with protecting \nwildemess-in particular trees, wild plants, \nwild animals, and crops. By association, \nthey are also responsible for their followers \nand their animals. Druids recognize that all \ncreatures (including humans) need food, \nshelter, and protection from harm. Hunt- \ning, farming, and cutting lumber for homes \nare logical and neceSSary parts of the natu- \nral cycle. However, druids do not tolerate \nunnecessary destruction or exploitation of \nnature for profit. Druids often prefer subtle \nand devious methods of revenge against \nthose who defile nature. It is well known \nthat druids are both very unforgiving and \nvery patient. \nMistletoe is an important holy symbol to \ndruids and it is a necessary part of some \nspells (those requiring a holy symbol). To be \nfully effective, the mistletoe must be gath- \nered by the light of the full moon using a \ngolden or silver sickle specially made for the \n37 \npurpose. Mistletoe gathered by other means \nhalves the effectiveness of a given spell, if it \ncauses damage or has an area of effect, and \ngrants the target a +2 bonus to his saving \nthrow if a saving throw is applicable. \nDruids as a class do not dwell perma- \nnently in castles, cities, or towns. All druids \nprefer to live in sacred groves, where they \nbuild small sod, log, or stone cottages. \nDruid Organization \nDruids have a worldwide structure. At \ntheir upper levels (12th and above), only a \nfew druids can hold each level. \nDruids, Archdruids, and the Great Druid \nAt 12th level, the druid character acquires \nthe official title of \"druid (all druid charac- \nters below 12th level are officially known as \n\"initiates\"). There can be only nine 12th- \nlevel druids in any geographic region (as \ndefined by oceans, seas, and mountain \nranges; a continent may consist of three or \nfour such regions). A character cannot \nreach 12th level unless he takes his place as \none of the nine druids. This is possible only \nif there are currently fewer than nine druids \nin the region, or if the character defeats one \nof the nine druids in magical or hand-to- \nhand combat, thereby assuming the defeat- \ned druid's position. If such combat is not \nmortal, the loser drops experience points so \nthat he has exactly 200,000 remaining-just \nenough to be 11th level. \nThe precise details of each combat are \nworked out between the two combatants in \nadvance. The combat can be magical, non- \nmagical, or a mixture of both. It can be \nfought to the death, until only one character \nis unconscious, until a predetermined num-. \nber of hit points is lost, or even until the first \nblow is landed, although in this case both \nplayers would have to be supremely confi- \ndent of their abilities. Whatever can be \nagreed upon between the characters is legiti- \nmate, so long as there is some element of \nskill and risk. \nWhen a character becomes a 12th-level \ndruid, he gains three underlings. Their level \ndepends on the character's position among \nthe nine druids. The druid with the most \nexperience points is served by three initiates \nof 9th level; the second-most experienced \ndruid is served by three initiates of 8th level; \nand so on, until the least experienced druid \nis served by three 1st-level initiates. \nOnly three archdruids (13th level) can \noperate in a geographical region. To become \nan archdruid, a 12th-level druid must defeat \none of the reigning archdruids or advance \ninto a vacant position. Each of the three \narchdruids is served by three initiates of \nloth level. From among the archdruids of \nthe entire world, three are chosen to serve \nthe Grand Druid (see \"The Grand Druid and \nHierophant Druids\" section). These three \nretain their attendees but are themselves ser- \nhis region. He, too, won \nThe ascendance of a new great druid usu- \nally sets off shock waves of turmoil and &a- \nos through the druidical hierarchy. The \nadvancement of an archdruid creates an \nopening that is fiercely contested by the \ndruids, and the advancement of a druid ma- \nates an opening in their ranks. \nThe Grand Lhuid and Hierophmt Dnrido \nThe highest ranking druid in the world is \nthe Grand hid (15th level). Unlike great \ndruids (several of whom can operate simul- \ntaneously in different lands), only one per- \nson in a world can ever hold this title at one \ntime. Consequently, only one druid can be \n15th level at any time. \nThe Grand Druid knows six spells of e+ \nlevel (instead of the normal spell prop \nsion) and also can cast up to six additha1 \nspell levels, either as a single spell or as se~- \nera1 spells whose levels total to six (c.g., one \n6th-level spell, six 1st-level spells, throe 2nd- \nlevel spells, etc.). \nThe Grand Druid is attended by nine oth- \ner druids who are subject only to him and \nhave nothing to do with the hidy d \nany specific land or area. Any druid charac- \nter of any level can seek the Grand Mid \nand ask to serve him. Three of these nine are \narchdruids who roam the world, acting as \nhis messengers and agents. Each of them \nreceives four additional spell levels. T)le \nremainder are normally druids of 7th to \n11th level, although the Grand Druid can \nrequest a druid of any level to serve him and \noften considers applications from humble \naspirants. \nThe position of Grand Druid is not wan \nthrough combat. Instead, the Grand hid \nselects his successor from the a \n3,000,000 experience points). \nUpon stepping down, the former Grand \nDruid must relinquish the six bonus spell \nlevels and all of his experience points but 1 \n(he keeps the rest of his abilities). He is now\n\n[BOOK_PAGE 38 | PDF_PAGE 39]\nBeyond 15th level, a druid never gains \nany new spells (ignore the Priest Spell Pro- \ngression table from this point on). Casting \nlevel continues to rise with experience. \nRather than spells, spell-like powers are \nacquired. \n16th level: At 16th level, the hierophant \ndruid gains four powers: \n* Immunity to all natural poisons. Natu- \nral poisons are ingested or insinuated ani- \nmal or vegetable poisons, including monster \npoisons, but not mineral poisons or poison \ngas. \nVigorous health for a person of his age. \nThe hierophant is no longer subject to the \nability score adjustments for aging. \n* The ability to alter his appearance at \nwill. Appearance alteration is accomplished \nin one round. A height and weight increase \nor decrease of 50 percent is possible, with an \napparent age from childhood to extreme old \nage. Body and facial features can resemble \nany human or humanoid creature. This \nalteration is not magical, so it cannot be \ndetected by any means short of true seeing. \n17th Level: The character gains the bio- \nlogical ability to hibernate. His body func- \ntions slow to the point where the character \nmay appear dead to a casual observer; aging \nceases. The character is completely uncon- \nscious during hibernation. He awakens \neither at a preordained time (\"I will hiber- \nnate for 20 days\") or when there is a signifi- \ncant change in his environment (the weather \nturns cold, someone hits him with a stick, \netc.). \nA 17th-level hierophant druid can also \nenter the elemental plane of Earth at will. \nThe transference takes one round to com- \nplete. This ability also provides the means \nto survive on that plane, move around, and \nreturn to the Prime Material plane at will. It \ndoes not confer similar abilities or immuni- \nties on the Prime Material plane. \n18th level: The character gains the ability \nto enter and survive in the elemental plane \nof Fire. \n19th level: The character gains the ability \nto enter and survive in the elemental plane \nof Water. \n20th level: The character gains the ability \nto enter and survive in the elemental plane \nof Air. \nRogue \nRogues are people \nwho feel that the world (and everyone in it) \nsomehow owes them a living. They get by \nday by day, living in the highest style they \ncan afford and doing as little work as possi- \nble. The less they have to toil and struggle \nlike everyone else (while maintaining a com- \nfortable standard of living), the better off \nthey think they are. While this attitude is \nneither evil nor cruel, it does not foster a \ngood reputation. Many a rogue has a ques- \ntionable past or a shady background he'd \nprefer was left uninvestigated. \nRogues combine a few of the qualities of \nthe other character classes. They are \nallowed to use a wide variety of magical \nitems, weapons, and armor. \nRogues have some special abilities that \nare unique to their group. All rogues tend to \nbe adept at languages and thus have a per- \ncentage chance to read strange writings they \ncome across. All are skilled in climbing and \nclinging to small cracks and outcroppings- \neven more skilled than the hardy men of the \nmountains. They are aIert and attentive, \nhearing things that others would miss. \nFinally, they are dextrous (and just a little \nbit light-fingered), able to perform tricks \nand filch small items with varying degrees \nof success. \nRogues have a number of special abilities, \nsuch as picking pockets and detecting noise, \nfor which they are given a percentage \nchance of success (this chance depends on \nthe class, level, Dexterity score, and race of \nthe rogue). When a rogue tries to use a spe- \ncial ability, a percentile dice roll determines \nwhether the attempt succeeds or fails. If the \ndice roll is equal to or less than the special \nability score, the attempt succeeds. Other- \nwise, it fails. (See this page and page 39 for \nmore details.) \nAll rogues use Table 25 to determine their \nadvancement in levels as they gain experi- \nence points. \nAll rogues gain one six-sided Hit Die \n(ld6) per level from 1st through 10th. After \nloth level, rogues earn 2 hit points per level \nand no longer receive additional hit point \nbonuses for high Constitution scores. \nTable 25: ROGUE EXPERIENCE LEVELS \nLevel ThiefIBard Hit Dice (d6) \n1 0 1 \n2 1,250 2 \n8 70,000 8 \n9 11o.Ooo 9 \n14 880,OOO 10+8 \n.. \n19 1,980,000 10 + 18 \nThief \nAbility Requirement: Dexterity 9 \nPrime Requisite: Dexterity \nRaces Allowed: All \nThieves come in all sizes and shapes, \nready to live off the fat of the land by the \neasiest means possible. In some ways they \nare the epitome of roguishness. \nprofession of thief is not honorable, \nheroes have been more \nous-Reynard the Fox, \nand Ali Baba are but a \nthief is a romantic hero \nThe thief's prime requisite is Dexterity; a \ncharacter must have a minimum score of 9 \nto qualify for the class. While high numbers \nin other scores (particularly Intelligence) are \ndesirable, they are not necessary. The thief \ncan have any alignment except lawful good. \nMany are at least partially neutral. \nA thief with a Dexterity score of 16 or \nmore gains a 10 percent bonus to the experi- \nence points he earns. \nThieves have a limited selection of weap- \nons. Most of their time is spent practicing \nthieving skills. The allowed weapons are \nclub, dagger, dart, hand crossbow, knife, \nlasso, short bow, sling, broad sword, long \nsword, short sword, and staff. A thief can \nwear leather, studded leather, padded leath- \ner, or elven chain armor. When wearing aqy \nallowed armor other than leather, the thief's \nabilities are penalized (see Table 29). \nTo determine the initial value of each \nskill, start with the base scores listed on \nTable 26. To these base scores, add (or sub- \ntract) any appropriate modifiers for race, \nDexterity, and armor worn (given on Tables \n27, 28, and 29, respectively). \nThe scores arrived at in the preceding par- \nagraph do not reflect the effort a thief has \nspent honing his skills. To simulate this \nextra training, all thieves at 1st level receive \n60 discretionary percentage points that they \ncan add to their base scores. No more than \n30 points can be assigned to any single skill. \nOther than this restriction, the player can \ndistribute the points however he wants. \nEach time the thief rises a level in experi- \nence, the player receives another 30 points \nto distribute. No more than 15 points per \nlevel can be assigned to a single skill, and no \nskill can be raised above 95 percent, includ- \ning all adjustments for Dexterity, race, and \narmor. As an option, the DM can rule that \nsome portion of the points earned must be \napplied to skills used during the course of \nihe adventure. \n38 \nI.\n\n[BOOK_PAGE 39 | PDF_PAGE 40]\nTable 26: THIEVING SKILL \nSkill Base Score \nPick Pockets 15 % \nBASE SCORES \nOpen Locks 10 % \nFind/Remove Traps 5% \nMove Silently 10% \nHide in Shadows 5% \n- Detect Noise 15 % \nClimb Walls 60 % \nRead Languages 0 % \nIn addition to the base percentages listed \nabove, demihuman characters and charac- \nters with high or low Dexterity scores have \nadjustments to their base numbers. Some \ncharacters may find that, after adjustments, \nthey have negative scores: In this case, the \ncharacter must spend points raising his skill \npercentage to at least 1% before he can use \nthe skill. (Some races just aren't very good \nat certain things!) \nA thief character uses the \"No Armor\" \ncolumn if wearing bracers of defense or a \ncloak without large or heavy protective \nclothing. \nSkill Explanations \nPick Pockets: The thief uses this skill \nwhen filching small items from other peo- \nples' pockets, sleeves, girdles, packs, etc., \nwhen palming items (such as keys), and \nwhen performing simple sleight of hand. \nA failed attempt means the thief did not \nget an item, but it does not mean that his at- \ntempt was detected. To determine whether \nthe victim noticed the thief's indiscretion, \nsubtract three times the victim's level from \n100. If the thief's pick pockets roll was equal \nto or greater than this number, the attempt \nis detected. A 0th-level victim, for example, \nnotices the attempt only if the roll was 00 \n(loo), while a 13th-level character notices \nthe attempt on a dice roll of 61 or more. In \nsome cases, the attempt may succeed and be \nnoticed at the same time. \nIf the DM wishes, he can rule that a thief \nof higher level than his victim is less \nlikely to be caught pilfering. The chance \nthat the victim notices the attempt can be \nmodified by subtracting the victim's level \nfrom the thief's level, and then adding \nthis number to the percentage chance the \nTable 27: THIEVING SKILL RACIAL ADJUSTMENTS \nSkill \nPick Pockets \nOpen Locks \nDwarf Elf Gnome Half-elf HalfIing \n+lo% +5% \n+lo% -5% +5% - +5% \n- +5% - \nRead Languages \nTable 28: THIEVING SKILL DEXTERITY ADJUSTMENTS \nPick Open Findl Move Hide in \nDexterity Pockets Locks Remove Traps Silently Shadows \n9 -15% -10% -10% -20% - 10% \n10 -10% -5% -10% -15% -5% \n11 -5% - -5% -10% - \n17 +5% + 10% - +5% +S?h - .- .. \n18 +lo% +15% +5% +lo% +lo% \n19 +15% +20% + 10% +15% +15% \nTable 29 THIEVING SKILL ARMOR ADJUSTMENTS \nSkill \nPick Pockets \nOpen Locks \nPadded or \nNo Armor Elven Chain' Studded Leather \n+5% -20% -30% \n-5% -10% - \nFind/Remove Tram \n- - Read Languages - \nBards (only) in non-elven chain mail suffer an additional -5% penalty. \n39 \nected. For example, Ragnar, a \n15th-level thief, tries to pick the pocket \nof Horace, a 9th-level fighter. Normally, \nRagnar would be detected if his pick \npockets roll was 73 or more (100-[3 x 91 \n= 73). Using this optional system, since \nRagnar is six levels higher than Horace, \nthis number is increased by six to 79 (73 \n+ 6 = 79). This option onlv applies if \nA thief can try to pick someone's pocket \nas many times as he wants. Neither failure \nnor success prevents additional attempts, \nbut getting caught might! \nOpen Locks: A thief can try to pick pad- \nlocks, finesse combination locks (if they ex- \nist), and solve puzzle locks (locks with \nsliding panels, hidden releases, and con- \ncealed keyholes). Picking a padlock requires \ntools. Using typical thief's tools grants nor- \nmal chances for success. Using improvised \ntools (a bit of wire, a thin dirk, a stick, etc.) \nimposes a penalty on the character's chance \nfor success. The DM sets the penalty based \non the situation; penalties can range from \n-5 for an improvised but suitable tool, to \n-60 for an awkward ar;l .unsuitable item \n(like a stick). The amount bf time required \nto pick a lock is Id10 rounds. A thief can try \nto pick a particular lock only once per expe- \nrience level. If the attempt fails, the lock is \nsimply too difficult for the character until he \nlearns more about picking locks (goes up a \nlevel). \nFinaRemove Traps: The thief is trained \nto find small traps and alarms. These in- \nclude poisoned needles, spring blades, \ndeadly gases, and warning bells. This skill is \nnot effective for finding deadfall ceilings, \ncrushing walls, or other large, mechanical \ntraps. \nTo find the trap, the thief must be able to \ntouch and inspect the trapped object. Nor- \nmally, the DM rolls the dice to determine \nwhether the thief finds a trap. If the DM \nsays, \"You didn't find any traps,\" it's up to \nthe player to decide whether that means \nthere are no traps or there are traps but the \nthief didn't see them. If the thief finds a trap, \nhe knows its general principle but not its ex- \nact nature. A thief can check an item for \ntraps once per experience level. Searching \nfor a trap takes Id10 rounds. \nOnce a trap is found, the thief can try to \nremove it or disarm it. This also requires \nIdlo rounds. If the dice roll indicates suc- \ncess, the trap is disarmed. If the dice roll \nindicates failure, the trap is beyond the \nthief's current skill. He can try disarming the \ntrap again when he advances to the next ex- \nperience level. If the dice roll is 96-100, the \nthief accidentally triggers the trap and suf- \nfers the consequences. Sometimes (usually \nbecause his percentages are low) a thief will \ndeliberately spring a trap rather than\n\n[BOOK_PAGE 40 | PDF_PAGE 41]\nhave unpleasant side effects if the trap \ndoesn't work quite the way the thief \nthought, and he triggers it while standing in \nthe wrong! place. \nThis skill is far less useful when dealing \nwith magical or invisible traps. Thieves can \natteinpt to remove these traps, but their \nchances of success are half their normal per- \ncentages. \nMove Silently: A thief can try to move si- \nlently at any time simply by announcing \nthat he intends to do so. While moving si- \nlently, the thief's movement rate is reduced \nto V3 normal. The DM rolls percentile dice \nto determine whether the thief is moving si- \nlently; the thief always thinks he is being \nquiet. Successful silent movement improves \nthe thiefs chance to surprise a victim, avoid \ndiscovery, or move into position to stab an \nenemy in the back. Obviously, a thief mov- \ning silently but in plain view of his enemies \nis wasting his time. \nHide in Shadows: A thief can try to disap- \npear into shadows or any other type of \nconcealment-bushes, curtains, crannies, \netc. A thief can hide this way only when no \none is looking at him; he remains hidden \nonly as long as he remains virtually motion- \nless. (The thief can,make small, slow, care- \nful movements: draw a weapon, uncork a \npotion, etc.) A thief can never become hid- \nden while a guard is watching him, no mat- \nter what his dice roll is-his position is \nobvious to the guard. However, trying to \nhide from a creature that is locked in battle \nwith another is possible, as the enemy's at- \ntention is fixed elsewhere. The DM rolls the \ndice and keeps the result secret, but the thief \nalways thinks he is hidden. \nHiding in shadows cannot be done in to- \ntal darkness, since the talent lies in fooling \nthe eye as much as in finding real conceal- \nment (camouflage, as it were). However, \nhidden characters are equally concealed to \nthose with or without infravisipn. Spells, \nmagical items, and special abilities that re- \nveal invisible objects can reveal the location \nof a hidden thief. \nDetect Nob A good thief pays attention \nto eirery detail, no matter how small, in- \ncluding faint sounds that most others miss. \nHis ability to hear tiny sounds (behind \nheavy doors, down long hallways, etc.) is \nmuch better than the ordinary person's. Lis- \ntening is not automatic; the thief must stand \nstill and concentrate on what he's hearing \nfor one round. He must have silence in his \nimmediate surroundings and must remove \nhis helmet or hat. Sounds filtering through \ndoors or other barriers are unclear at best. \nClimb Walls: Although everyone can \nclimb rocky cliffs and steep slopes, the thief \nis far superior to others in this ability. Not \nonly does he have a better climbing percent- \nage than other characters, he can also climb \nmost surfaces without tools, ropes, or \ndevices. Only the thief can climb smooth \nand very smooth surfaces without climbing \ngear. Of course, the thief is very limited in \nhis actions while climbing-he is unable to \nfight or effectively defend himself. \nRead Languages: Out of necessity, \nthieves tend to learn odd bits of informa- \ntion. Among these is the ability to read vari- \nous languages, particularly as they apply to \ntreasure maps, deeds, secret notes, and the \nlike. At 4th level, the thief has enough expo- \nsure to languages that he has a chance to \nread most nonmagical writing. This ability \nnaturally improves with more experience. \nHowever, your DM can rule that some lan- \nguages (those the thief has never encoun- \ntered) are indecipherable to the thief. \nThe die roll to read a language must be \nmade every time the character tries to read \na document (not just once per language). A \nsuccessful die roll means the thief puzzled \nout the meaning of the writing. His under- \nstanding of the document is roughly equal \nto his percentage chance for success: a 20 \npercent chance means that, if the thief un- \nderstands it at all, he gets about 20 percent \nof the meaning. A different document in \nthe same language requires another die roll \n(it probably contains different words). It \nisn't necessary to keep notes about what \nlanguages the thief has read in the past, \nsince each document is handled individu- \nally. \nOnly one die roll can bo made for any \nparticular document at a given experience \nlevel. If the die roll fails, the thief can try \nagain after gaining a new experience level. \nr knows how to read a \nThieves have other abilities not listed on \nTable 26: \nBackstab: Thieves are weak in toe-to-toe \nhacking matches, but they are masters of \nthe <knife in the back. When attacking some- \none by surprise and from behind, a thief can \nimprove his chance to successfully hit (+4 \nmodifier for rear attack and negate the tar- \nget's shield and Dexterity bonuses) and \ngreatly increase the amount of damage his \nblow causes. \nTo use this ability, the thief must be be- \nhind his victim and the victim must be un- \naware that the thief intends to attack him. \nIf an enemy sees the thief, hears him ap- \nproach from a blind side, or is warned by \nanother, he is not caught unaware, and the \nbackstab is handled like a normal attack \n(although bonuses for a rear attack still ap- \nply). Opponents in battle will often notice \na thief trying to maneuver behind them- \nthe first rule of fighting is to never turn \nyour back on an enemy! However, some- \n40 \none who isn't expecting to be attacked (a \nfriend or ally, perhaps) can be caught un- \naware even if he knows the thief is behind \nhim. \nThe multiplier given in Table 30,applies to \nthe amount of damage before modifiers for \nStrength or weapon bonuses are added. The \nweapon's standard damage is multiplied by \nthe value given in Table 30. Then strength \nand magical weapon bonuses are added. \nBackstabbing does have limitations. \nFirst, the damage multiplier applies only to \nthe first attack made by the thief, even if \nmultiple attacks are possible. Once a blow is \nstruck, the initial surprise effect is lost. Sec- \nond, the thief cannot use it on every crea- \nture. The victim must be generally \nhumanoid. Part of the skill comes from \nknowing just where to strike. 'A thief could \nbackstab an ogre, but he wouldn't be able to \ndo the sqme to a beholder. The victim must \nalso have a definable back (which leaves out \nmost slimes, jellies, oozes, and the like). Fi- \nnally, the thief has to be able to reach a sig- \nnificant target area. To backstab a giant, the \nthief would have to be standing on a ledge \nor window balcony. Backstabbing him in \nthe ankle just isn't going to be as effective. \nTable 30: BACKSW DAMAGE \nMULTIPLIERS \nThief's Level Damage Multiplier \n1-4 x2 \n5-8 x3 \n9-12 x4 \n13 + xs \nThe ogre marches down the hallway, \npeering into the gloom ahead. He fails to no- \ntice the shadowy form of Ragnar the thief \nhidden in an alcove. Slipping into the hall- \nway, Ragnar creeps up behind the monster. \nAs he sets himself to strike a mortal blow, \nhis foot scrapes across the stone. The hairy \nears of the ogre perk up. The beast whirls \naround, ruining Ragnark chance for a back- \nstab and what remains of his day. If 8agnar \nhad made a successful roll to move silently, \nhe could have attacked the ogre with & +4 \nbonus on his chance to hit and inflictad five \ntimes his normal damage (since he is 15th \nlevel). \nThieves' Cant: Thieves' cant is a special \nform of communication known by all \nthieves and their associates. It is not a dis- \ntinct language; it consists of slang words \nand implied meanings that can be worked \ninto any language. The vocabulary of \nthieves' cant limits its use to discussing \nthings that interest thieves: stolen loot, \neasymarks, breaking and entering, mug- , \nging, confidence games, and the like. It is \nnot a language, however. Two thieves can- \nnot communicate via thieves' cant unless \nthey know a common language. The cant is 1\n\n[BOOK_PAGE 41 | PDF_PAGE 42]\nuseful, however, for identifying fellow cads \nand bounders by slipping a few tidbits of \nlingo into a normal conversation. \ns' cant is historical \nstill used today in \n), although in the \ns an ahistorically \nrs of research at a - \nUse SrrOL. At 10th level, a thief gains a \nlimited ability to use magical and clerical \nscrolls. A thief's understanding of magical \nwritings is far from complete, however. The \nthief has a 25 percent chance to read the \nscroll incorrectly and reverse the spell's \neffect. This sort of malfunction is almost \nalways detrimental to the thief and his par- \nty. It could be as simple as accidentally cast- \ning the reverse of the given spell or as \ncomplex as a foul-up on a fireball scroll, \ncausing the ball of flame to be centered on \nthe thief instead of its intended target. The \nexact effect is up to the DM (this is the sort \nof thing DMs enjoy, 80 expect the unexpect- \ned). \nThieves do not build castles or fortresses \nin the usual sense. Instead, they favor small, \nfortified dwellings, especially if the true pur- \npose of the building can easily be disguised. \nA thief might, for example, construct a well- \nprotected den in a large city behind the \nfacade of a seedy tavern or old warehouse. \nNaturally, the true nature of the place will \nbe a closely guarded secret! Thieves almost \nalways build their strongholds in or near cit- \nies, since that is where they ply their trades \nmost lucratively. \nThis, of course, assumes that the thief is \ninterested in operating a band of thieves out \nof his stronghold. Not all thieves have larce- \nny in their hearts, however. If a character \ndevoted his life to those aspects of thieving \nthat focus on scouting, stealth, and the intri- \ncacies of locks and traps, he could build an \nentirely different sort of stronghold-one \nfilled with the unusual and intriguing \nobjects he has colkcted during his adventur- \nous life. Like any thief's home, it should \nblend in with its surroundings; after all, a \nscout never advertises his whereabouts. It \nmight be a formidable maze of rooms, secret \npassages, sliding pads, and mysterious \nparaphernalia from across the world. \nOnce a thief reaches loth level, his repu- \ntation is such that he can attract followem- \neither a gang of scoundrels and scal?wags or \na group of scouts eager to learn from a \nreputed master. The thief attracts 4d6 of \nthese fellows. They are generally loyal to \nhim, but a wise thief is always suspicious of \nhis comrades. Bble 31 can be used to deter- \nmine the type and level of followers, or the \nDM can choose followers appropriate to his \ncmpaign. \nTable 31: THIFE'S FOWWERS \nDlW Level \nRoll Follower Ronsc \n0143 Dwarf fighterkhief 1-4 \n04-08 Dwarfthief 1-6 \n09-13 Elfthief 1-6 \n14-15 Elf thief/fiiter/mage 1-3 \n16-18 Elfthief/mage 1-4 \n19-24 Gnomethief 1-6 \n25-27 Gnome thief/fighter 1-4 \n28-30 Gnome thief/illusionist 1-4 \n31-35 Half-dfthief 1-6 \n36-38 Half-elf thief/fighter 1-4 \n39-41 Half-elfthief/fighber/mage 1-3 \n42-46 Halflinsthief 1-8 \n47-50 Halflins thief/fighter 1-6 \n51-98 Humanthief 1-8 \n99 Human dual-class thief/? 14/14 \n00 Other (DM selection) - \nThieves tend to be very jealous of their \nterritory. If more than one thief starts a gang \nin the same area, the result is usually a war. \nThe feud continues until one side or the oth- \ner is totally eliminated or forced to move its \noperation elsewhere. \nBard \nAbility Requirements: Dexterity 12 \nIntelligence 13 \nCharisma 15 \nPrime Requisite: Dexterity, Charisma \nRaces Allowed: Human, Half-elf \nThe bard is an optional character class \nthat can be used if your DM allows. He \nmakes his way in life by his charm, talent, \nand wit. A good bard should be glib of \ntome. lit of heart, and fleet of foot -.- \nd applies only to certain groups of \nic poets who sang the history of their \nin long, recitative poems. These \nfound mainly in Ireland, Wales, \nHomer. Indeed, every culture has \n41 \nTo become a bard, a character must have \na Dexterity of 12 or more, an InteBgenceof \n13 or more, and a C3u-uba of 15 or more. \nTlteprimerequisitesareDexterityandCha- \n&ma. A bard can be lawful, neutral or cha- \notic, good or evil, but must always be \npartially neutral. Only by ret&ing some \nfulfill his role as a bard. \nA bard, by his nature, tends to learn \nmany different skills. He is a jack-of-all- \ntrades but master of none. Although he \nfights as a rogue, he can use any weapon. He \ncan wear any armor up to, and including, \nchain mail, but he cannot use a shield. \namount of dehchmmt can he sucmy \nAll bards are proficient singers, chanters,\n\n[BOOK_PAGE 42 | PDF_PAGE 43]\np/ Classes (Bard) \nor vocalists and can play a musical instru- \nment of the player's choice (preferably one \nthat is portable). Additional instruments \ncan be learned if the optional proficiency \nrules are used-the bard can learn two in- \nstruments for every proficiency slot spent. \nIn his travels, a bard also manages to \nlearn a few wizard spells. Like a wizard, a \nbards Intelligence determines the number of \nspells he can know and the chance to know \nany given spell. These he keeps in his spell \nbook, abiding by all the restrictions on \nmemorization and spell use that bind a \nmage, especially in the prohibition of ar- \nmor. Hence, a bard will tend to use his spells \nmore to entertain and impress than to fight. \nTable 32 lists the number of spells a bard can \ncast at each level. \nSince bards are dabblers rather than full- \ntime wizards, their spells tend to be gained \nby serendipity and happenstance. In no case \ncan a bard choose to specialize in a school of \nmagic. bing bards do not have a selec- \ntion of spells. A 2nd-level bard begins with \none to four spells, chosen either randomly \nor by the DM. (An Intelligence check must \nstill be made to see if the bard can learn a \ngiven spell.) The bard is not guaranteed to \nknow read magic, as this is not needed to \nread the writings in a spell book. The bard \ncan add new spells to his spell book as he \nfinds. hem, but he does not automatically \ngain additional spells as he advances in \nlevel. All spells beyond those he starts with \nmust be found during the course of adven- \nturing. The bards casting level is equal to \nhis current level. \n%b€e 32: BARD SPELL PROGRESSION \nBard Spell Level \nhi123456 \n1 \n2 I----- \n----_- \n7 321--- \n8 3 3 1--- \n14 33331- \n19 444432 \n20 444443 \nCombat and spells, however, are not the \nmain strength of the bard. Hi3 expertise is in \ndealing and communicating with others. To \nthis end, the bard has a number of special \npowers. The base percentage for eachpower \nis listed on Table 33. This base percentage \nmust be adjusted fbr the race and Dexterity \nof the bard as given in the Thief description. \nAfter all adjustments are made, the player \nmust distribute (however he chooses) 20 ad- \nditional percentage points to the various \nspecial abilities. Thereafter, each time the \ncharacter advances a level, he receives an \nadditional 15 points to distribute. \nTable 33: BARD ABILITIES \nClimb Detect Pick Read \nWalls Noise Pockets Languages \n50% 20% 10% 5% \nBard abilities are subject to modifiers for \nsituation and armor as per the thief (see \npage 39 for a complete explanation). \nClimb Walls enables the bard to climb \nnear sheer surfaces without the aid of tools, \njust like the thief. \nDetect Noise improves the bards chances \nof hearing and interpreting sounds. He may \nbe able to overhear parts of a conversation \non the other side of a door or pick up the \nsound of something stalking the party. To \nuse the ability, the bard must stand un- \nhelmeted and concentrate for one round \n(one minute). During this time, all other \nparty members must remain silent. The DM \nsecretly makes the check and informs the \nplayer of the result. \nPick Pockets enables the bard not only to \nfilch small purses, wallets, keys, and the \nlike, but also to perform small feats of \nsleight-of-hand (useful for entertaining a \ncrowd). Complete details on pickpocketing \n(and your character's chances of getting \ncaught) can be found in the Thief descrip- \ntion. \nRead Languages is an important ability, \nsince words are the meat and drink of bards. \nThey have some ability to read documents \nwritten in languages they do not know, re- \nlying on words and phrases they have \npicked up in their studies and travels. The \nRead Languages column in Table 33 gives \nthe base percentage chance to puzzle out a \nforeign tongue. It also represents the degree \nof comprehension the bard has if he is suc- \ncessful. The DM can rule that a language is \ntoo rare or unfamiliar, especially if it has \nnever been previously encountered by the \nbard, effectively foiling his attempts to \ntranslate it. At the other extreme, the bard \nneed not make the dice roll for any language \nhe is proficient in. Success is assumed to be \nautomatic in such cases. \nThe bard can .bo infIuence reactions of \ngroups of NPCs. When performing before a \ngroup that is not attacking (and not intend- \ning to attack in just Seconds), the bard can \ntry to alter the mood of the listeners. He can \ntry to soften their mood or make it uglier. \nThe method can be whatever is most suit- \nable to the situation at the moment-a fiery \nspeech, collection of jokes, a sad tale, a fine \n42 \ntune played on a fiddle, a haunting lute me]- \nody, or a heroic song from the old home- \nland. Everyone in the group listening mt \nroll a saving throw vs. paralyzation (if the \ncrowd is large, make saving throws for \ngroups of people using average hit dice). \nThe die roll is modified by -1 for every \nthree experience levels of the bard (round \nfractions down). If the saving throw fails, \nthe group's reaction can be shifted one level \n(see the Reactions section in the DMG), to- \nward either the friendly or hostile end of the \nscale, at the player's option. Those who \nmake a successful saving throw have their \nreaction shifted one level toward the oppo- \nsite end of the scale. \nCwell the Fine has been captured by a \ngroup of bandits and hauled into their \ncamp. Although they are not planning to \nkill him on the spot, any fool can plainly see \nthat his future may be depressingly short. In \ndesperation, Cwell begins spinning a comic \ntale about Duke Dunderhead and his blun- \ndering knights. It has always been a hit with \nthe peasants, and he figures it's worth a try \nhere. Most of the bandits hme 1 Hit Die, &ut \nthe few higher level leaders raise theaveruge \nlevel to 3. Cwell is only 2nd level so he gains \nno modifier. A saving throw is rolled and \nthe group fails (Cwell succeeds!). The ruffi- \nans find his tale amusing. The player shiffs \ntheir reaction from hostile to neutral. The \nbandits decide not to kill Cwell but to keep \nhim around, under guard, to entertain \nthem. If the bandits' saving throw had suc- \nceeded, the bandits would have been of- \nfended by the stow (perhaps some of them \nserved under Duke Dunderhaad~), and their \nreaction would have shifted from hostile to \nviolent. They probably would have roasted \nCwell immediately. \nThis ability cannot affect peopk in the \nmidst of battle; it is effective only when the \naudience has time to listen. If Cwell trfed \ntelling his tale while the bandits were attack- \ning his group, the bandits would have \nquickly decided that Cwell was a fool and \ncarried on with their business. Eurthennore, \nthe form of entertainment used must be ap \npropriate to the audience. Cwell mi& be \nable to calm (or enrage) a bear with music, \nbut he won't have much luck telling jokes to \nora unless he speaks their language. \nThe music, poetry, and stonierof the bud \ncan also be inspirational, rallying friends \nand allies. If the exact nature of an impend- \ning threat is known, the bard can heroically \ninspire his companions (immortalizing them \nin word and song), granting a + 1 bonus to \nattack rolls, or a +1 bonus to saving \nthrows, or a +2 bonus to morale (particu- \nlarly useful in large battles) to' those in- \nvolved in melee. The bard must spend at \nleast three full rounds singing or redting be- \nfore the battle begins. This affects those\n\n[BOOK_PAGE 43 | PDF_PAGE 44]\n111.4 ,.,,.._..._-\n\n[BOOK_PAGE 44 | PDF_PAGE 45]\nwithin a range of 10 feet per experience level \nof the bard. \nTheeffect lasts one round per level. Once \ntheeffect wears off, it can't be renewed if the \npectpients are still in battle. However, \ntroops who have withdrawn from combat \ncan be reinspired by the bards words. A \ntroop of soldiers, inspired by Cwell, could \ncharge into battle. After fighting a fierce \nfight, they retreat and the enemy does not \npursue. Cwell, seeing them crestfallen and \ndispirited, once again rouses their will to \nfight. Reinvigorated, they charge back into \nbattle with renewed spirit. \nBards are also able to counter the effects \nof Dong and poetry used as magical at- \ntacks. Characters within 30 feet of the bard \nare immune to the attack as long as the bard \nsings a counter song (or recites a poem, \netc.). While doing this, the bard can per- \nform no other action except a slow walk. \nFurthermore, if he is struck or fails a saving \nthrow, his effort is ruined. Success is \nchecked by having the bard make a saving \nthrow vs. spell. Success blocks the attack, \nfailure means the attack has its normal ef- \nfect (everyone affected rolls saving throws, \nnormal damage is inflicted, etc.). The bard \ncan use this ability once per encounter or \nbattle. This power does not affect verbal \nspell components or command words; it is \nefkante against spells that involve explana- \ntions, commands, or suggestions. \nFinaUy, bar& learn a little bit of every- \nthg in their studies and travels. Thus all \nbards can read and write their native tongue \n(if a written language exists) and all know \nlocal history (without cost if the optional \nproficiency rules are used). Furthermore, \nbards have a 5 percent chance per experi- \nbel to identify the general purpose \nof any magical item. The bard \ndfe the item but must examine \nit closely. Even if successfu1, the exact func- \ntion of the item is not revealed, only its gen- \neral nature. \nSince CweIl the .Fint is 2nd level, he has a \n10 percent chance to know something about \na mpgical mrd +l. If he succeeds, he \ntherthewordiscursedand \nwas wd by the evil warrior Lurdas. I \nwouldn't touch it if I were youf\"). This ability \nit has an alignment (This word \ndoes not enable him to identify the sword's \nexact properties, only its history and badc- \nground. He has no idea of its bonuses or pen- \nalties or any special magical  pow^, accept \nas can be inferred from the histories. \n3eing something of a warrior, a bard can \nstronghold and attract followers \nreaching 9th level. The bard attracts \n-level soldiers into his mice. They \namve overa period of time, but they ue not \nautomatically replaced if lost in battle. Of \ncourse, a bard can build a stronghold any \ntime, but no followers arrive until he \nreaches 9th level. \nUpon reaching 10th level, a bard can at- \ntempt to use magical devices of written \nnature-scrolls, books, etc. However, his \nunderstanding of magic is imperfect (al- \nthough better than that of a thief), so there is \na 15% chance that any written item he uses \nis read incorrectly. When this happens, the \nmagical power works the opposite of what \nis intended, generally to the detriment of the \nbard or his friends. The DM will tell you \nwhat happens to your character, based on \nthe situation and particular magical item. \nThe result may be unpleasant, deadly, or \nembarrassing. (Deciding these things is part \nof the DMs funl) \nMulti-Class and \nDual-Class Characters \nA multi-class char- \nacter improves in two or more classes simui- \ntaneously. His experience is divided equally \nbetween each class. The available class com- \nbinations vary according to race. The char- \nacter can use the abilities of both classes at \nany time, with only a few restrictions. Only \ndemihumans can be multi-class characters. \nA dual-class character is one who starts \nwith a single class, advances to moderate \nlevel, and then changes to a second charac- \nter class and starts over again. The charac- \nter retains the benefits and abilities of the \nfirst class but never again earns experience \nfor using them. There are some limitations \non combining the abilities of the two classes \nbut, as long as minimum ability ad align- \nment requirements are met, there are no re- \nstrictions on the possible character class \ncombinations. Only humans can be dual- \nclass characters. \nMu@Class Combinations \nAll of the standard \ndemihuman races are listed here, along with \ntheir allowable mdti-ctass combinations. \nNote that the character class names (not \ngroup names) are used below. \nDwarf Halfling \nFighter/Thief Fighter/Thief \nFighter/ Cleric \nHalfelf \nElf Fightedcleric Fighter/Mage Fightu/~ \nFighterIThief \nMage/M Fighter/Mage/Thief Fiiter/Mage \nGnome Cleric/Ma& \nFighter/clctic T&f/Mage \nFighter/Illusionist Fighter/Mage/Ckric \nFighter /Thief Fi&ter/Mage/Thief \ncleric/Illusionist \nCleriC/rnef \nIllusionist/Thief \nAs stated earlier in thce description, spe- \ncialie wizards cannd be muIti-cIaSs \nillusionists are the \nrule). \nfield p \ning themselves to 0th dams. Wests of a \nspecific mythos might be allowed as a mu&- \nclass option; this will dqrrnd on the nature \nof the mythos as determined by the DM. \nMulti-Class Benefits \nacter always uses the most favorakk \nbat value and the best saving throw from his \ndifferent classes. \nThe character's hit points are the average \nof all his Hit Dice Pous. When the character \nis first created, the player rolls hit points for \neach class separately, totals them up, then \ndivides by the number of dice rolled (round \nfractions down). Any Constitution bonus is \nthen added to the character's hit Mints. If \none of the character's classes is fighter and \nhe has a Constitution of 17 or 18, theq~ he \ngains the +3 or +4 Constitution bonus \navailable only to warriors (instead of the \n+ 2 maximum available to the other charac- \nter classes). \nLater the character is likely to gain levels \nin different classes at difkent times. When \nthis happens, roll the appmpriate Hit Die \nand divide the result by the arprttWr of \nclasses the character has (round fracRibM \ndown, but a Hit Dit never yields less than 1 \nhit point). The character's Conatihrtian bo- \nnus is split betww his \nfighter/mage gets '/a of his \nhe goes up a lwei as a fighter \n'/z of the Con bomts when he gam up a level \nas a mage. A f@iterEnmge/W would ge \nV3 of his bonus when hegoes up as a fighter \n'13 when he goes up as a mage, and the other \nl/s when he goes up as a bri. \nIf the optional proficiency system \nthe character starts with the largest \nof proficiency slots of the different \nThereafter, he gains new proMdency slots d \nthe fastest of the given rates. To dEoarmbnc \nthe dranchcfs initial money, roll accordmg \nto the most generaus of the charaew's a- \nferent classes. \nRuports chmwfm Morrison the Mwtti- \nFaceted, b a haIf-dffighter/mqe/thief. At \n1st lmei, Mwrison rol& three &e fot kft \npoints: ldlO (fighter), Id6 (tkiefl, 4 Id4 \n(map). The results me 6, 5, and 2. Their \nsum (13) is diuided by three und rounded \ndoum to e9d 4 (13/3 = 4 1/3 * 4). Mom'- \nson bedns the game with 4 hit points. Latez, \nMorrison reach 2nd bel 11s a thief before \n44\n\n[BOOK_PAGE 45 | PDF_PAGE 46]\n-s \nZnd-level,thief. (He will also roll Idlo and \nId4 [both rolls divided by 31 whep he \nreaches 2nd level 11s a fighter and as a mage, \nrespectively.) \nMulti-class characters can combine abili- \nties from their different classes with the fol- \nlowing restrictions: \nWarrior. A multi-classed warrior can use \nall of his abilities without restriction. The \nwarrior abilities form the base for other \ncharacter classes. \nPriest: Regardless of his other classes, a \nmulti-classed priest must abide by the \nweapon restrictions of his mythos. Thus, a \nfighter/cleric can use only bludgeoning \nweapons (but he uses the warrior combat \nvalue). He retains all his normal priest abili- \nties. \nWizard: A multi-classed wizard can \nfreely combine the powers of the wizard \nwith any other class allowed, although the \nwearing of armor is restricted. Elves wear- \ning elven chain can cast spells in armor, as \nmagic is part of the nature of elves. How- \never, elven chain is extremely rare and can \nnever be purchased. It must be given, \nfound, or won. \nThief: A multi-classed thief cannot use \nany thieving abilities other than open locks \nor detect noise if he is wearing armor that is \nnormally not allowed to thieves. He must \nremove his gauntlets to open locks and his \nhelmet to detect noise. \n' - \nDual-Class Bencflts and Restrictions \nOnly humans can \nw dual-classed characters. To be dual- \nclassed, the character must have scores of 15 \nor more in the prime requisites of his first \nclass and scores of 17 or more in the prime \nrequisites of any classes he switches to. The \ncharacter selects one class to begin his ad- \nventuring life. He can advance in this ciass \nas many levels as he desires before switching \nto another class; there is no cut-off point be- \nyond which a character cannot switch. \nHowever, he must attain at least 2nd level in \nhis current class before changing to another \nclass. There is no limit to the number of \nclasses a character can acquire, as long as he \nhas the ability scores and wants to make the \nchange. (Certain character classes have \nalignment restrictions that the character \nmust meet, however.) \nAny time after reaching 2nd level, a hu- \nman character can enter a new character \nclass, provided he has scores of 17 or better \nin the prime requisites of the new class. Af- \nter switching to a new class, the character \nno longer earns experience points in his pre- \nvious character class and he can no longer \nadvance in level in that class. Nor can he \nswitch back to his first class at a later date, \nhoping to resume his advancement where he \nleft off. Once he leaves a class he has fin- \nished his studies in it. Instead, he starts over \nin a new class, at 1st level with 0 experience \npoints, but he does retain his previous Hit \nDice and hit points. He gains the abilities, \nand must abide by a11 of the restrictions, of \nthe new class. He does not gain or lose any \npoints on his ability scores (e.g., an 18 \nStrength mage who changes to fighter does \nnot gain the percentile Strength bonus, but \nlikewise a fighter changing to a mage would \nnot lose it). The character uses the combat \nand saving throw tables appropriate to his \nnew class and level. \nThis is not to imply that a dualslass hu- \nman forgets everything he knew before; he \nstill has, at his fingertips, all the knowledge, \nabilities, and proficiencies of his old class. \nBut if he uses any of his previous class's abit- \nities during an encounter, he earns no expe- \nrience for that encounter and only half \nexperience for the adventure. The only val- \nues that can be carried over from the pre- \nvious class without restriction are the \ncharacter's Hit Dice and hit points. The \ncharacter is penalized for using his old at- \ntack or saving throw numbers, weapons or \narmor that are now prohibited, and any \nspecial abilities of the old class that are not \nalso abilities of the new class. (The charac- \nter is trying to learn new ways to do things; \nby slipping back to his old methods, he has \nset back his learning in his new character \nclass.) \nIn addition, the character earns no addi- \ntional Hit,Dice or hit points while advanc- \ning in his new class. \nThe restrictions in the previous two para- \ngraphs last until the character reaches a \nhigher level in his new class than his maxi- \nmum level in any of his previous classes. At \nthat point, both restrictions are dropped: \nthe character gains the abilities of his pre- \nvious classes without jeopardizing his \nexperience points for the adventure, and he \nearns additional Hit Dice (those of his new \nclass) and hit points for gaining experience \nlevels in his new class. \nOnce these restrictions are lifted, the \ncharacter must still abide by the restrictions \nof whichever class he is using at the mo- \nment. A dual-class fighter/mage, for exam- \nple, cannot cast spells while wearing armor. \nTarus Blood-heart begins his career'as a \ncleric with a Wisdom of 16. He rises to 3rd \nlevel and then decides to become a fighter, \nsince his Strength is 17. He keeps his 14 hit \npoints (rolled on 3d8), but in all other ways \nhe is treated as a 1st-level fighter, Upon \nreaching 4th level, Tarus is allowed to roll \nIdlo for additional hit points. He can now \ncast spells as a 3rd-level cleric and fight as a \n4th-level fighter, For the rest of his career, \nTarus advances as a fighter but retains his \nminor clerical powers-a useful advantage \nwhen the situation gets ugly! \n45"
  },
  "mechanics": {
    "extraction_mode": "book_page_range_concat"
  }
}