{
  "schema_version": "1.0.0",
  "category": "rules_chapter",
  "tags": [
    "add_2e",
    "player_handbook",
    "chapter",
    "chapter_08"
  ],
  "summary": "Kapitel 8: experience. Buchseiten 88-88.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "chapter_number": 8,
    "chapter_slug": "experience",
    "book_page_start": 88,
    "book_page_end": 88,
    "pdf_page_start": 89,
    "pdf_page_end": 89,
    "text": "[BOOK_PAGE 88 | PDF_PAGE 89]\n- \nc \nChapter 8: Experience \nAfter a player‘s character has bravely set \nout and survived his first adventure, the \nplayer will have experienced the entertain- \nment of role-playing games. But what will \nthe character have gained? If the character \nnever improves, he will never be able to sur- \nvive, let alone overcome the powerful dan- \ngers that fill the ADLLY game worlds. \nFortunately, this isn‘t the case. Every time \na character goes on an adventure he learns \nsomething. He may learn a little more about \nhis physical limits, encounter a creature he \nhas never seen before, try a spell as yet \nunused, or discover a new peculiarity of \nnature. Indeed, not all his learning experi- \nence need be positive. After blowing up half \nhis party with a poorly placed fireball, a \nwizard may (though there is no guarantee) \nlearn to pay more attention to ranges and \nareas of effect. After charging a basilisk, a \nfighter may learn that caution is a better tac- \ntic for dealing with the beast (provided the \nother characters can change him from stone \nback to flesh). Regardless of the method, the \ncharacter has managed to learn something. \nSome of the information and skills \nlearned in the game can be applied directly \nin play. When a wizard toasts his friends \nwith a badly cast fireball, the player learns \nto pay more attention to the area of effect of \na fireball. Though the player made the mis- \ntake and his character only carried out the \nactions, the player’s friends will also learn to \nkeep their characters well away from his. \nThe reward for this type of learning is \ndirect and immediate. The characters bene- \nfit because each of the players has a better \nunderstanding of what to do or where to go. \nHowever, a character also improves by \nincreasing his power. Although the player \ncan improve his play, he cannot arbitrarily \ngive his character more hit points, more \nspells, or a better chance to hit with an \nattack. These gains are made by earning \nexperience points (XP). \nAn experience point is a concrete measure \nof a character‘s improvement. It represents a \nhost of abstract factors: increased confi- \ndence, physical exercise, insight, and on- \nthe-job training. When a character earns \nenough experknce points to advance to the \nnext experience level, these abstract factors \ntranslate into a measurable improvement in \nthe abilities of the character. Just what areas \nimprove and how quickly improvement \noccurs all depend on the character’s class. \nI \nGroup Experience Awards \nExperience points \nare earned through the activities of the char- \nacters, which generally relate to their \nadventuring goals. Thus all characters on an \nadventure receive some experience points \nfor overcoming their enemies or obstacles. \nSince group cooperation is important, expe- \nrience points for defeating foes are given to \nall members of the group, regardless of theii \nactions. Who is to say that the wizard, \nstanding ready with a spell just in casc \nthings got ugly, might not have been necek \nsary? Or that the bard who covered the par- \nty’s escape route wasn‘t doing something \nimportant? A character who never hefts a \nsword may still have good advice or impor- \ntant suggestions on better tactics. Further- \nmore, the wizard and the bard can also learn \nfrom the actions of others. \nIndividual \nExperience Awards \nPlayer characters \nalso earn experience points for individual \ndeeds, as determined by their class. Gener- \nally, each character earns points for doing \nactions appropriate to his group. Warriors \nearn additional experience points for defeat- \ning creatures. The more difficult the battle, \nthe greater the number of experience points. \nWizards earn points for using their spells for \nspecific purposes. The wizard who walks \ninto the woods and casts his spells for no \nreason doesn’t gain experience points; the \nwizard who casts a lightning bolt at a \nbeholder has used his spell for a purpose. He \ngains experience points. Wizards also earn \nexperience points for researching new spells \nand creating magical items. Priests can earn \nexperience points by spreading their beliefs \nand using their powers in service of their \ndeity. Rogues, who tend to have a larcenous \nstreak, earn experience points by using their \nspecial abilities and finding or earning gold. \nA character can also earn experience for \nthe player’s actions, such as playing the \ngame well. When a player does a good job \ncreating and pretending to be his character, \nthe DM may give the character experience \npoints for good role-playing. If the player is \nreally involved and takes a major part in the \ngame, the DM can give the player’s charac- \nier extra experience points. If the pIayer uses \nhis head to come up with a really good idea, \n:he DM can give the character experience \n3oints for his contribution. \nFinally, a character can earn experience \n>oints for successfulIy completing an \nidventure or achieving a goal the DM has \nset. Although a player may have a pretty \ngood idea of what his character is supposed \nto accomplish, he w9n’t know if he’ll be \nawarded experience points for it until his \ncharacter actually receives them. However, \nthere is no rule that the DM must be consist- \nent in these awards, or even that he must \ngive a character anything at all. \nTraining \nEven when a char- \nacter has earned enough experience to attain \nthe next level, the DM may not allow imme- \ndiate advancement. He may require the \ncharacter to receive training to advance. \nWhen training, a character studies his skills \nunder a tutor, taking the raw knowledge he \nhas gained and honing it into measurable \nimprovement. On the average, this takes a \nfew weeks (depending on the tutor‘s ability), \nand it is normally done during the charac- \nter’s nonadventuring time. \nA DM can also rule that the circumstanc- \nes are not appropriate for the character to \nadvance in level. For instance, if the game \nsession ends with the characters deep in an \nabandoned mine complex. The party has \njust finished a battle with a band of gnolls \nand faces more such encounters before it \ncan reach the surface. The DM des that the \ncharacters receive no experience until they \nleave the mines, because he doesn‘t want \nthem to increase in level in the middle of the \nadventure. He is perfectly justified in doing \nthis. And if the characters live through the \nadventure, they will undoubtedly profit \nfrom it, either in experience points or \nknowledge gained. \nWhere’s the \nSpecific Info? \nThe preceding text \nhas covered general guidelines as to how \nmd why characters receive experience \n3oints. Since the DM actually determines \nIOW many XP each character actually \nneceives, the detailed rules for awarding \ntxperience are given in the Dungeon Mas- \ner‘s Guide. \nY \nI \n88"
  },
  "mechanics": {
    "extraction_mode": "book_page_range_concat"
  }
}