{
  "schema_version": "1.0.0",
  "category": "rules_chapter",
  "tags": [
    "add_2e",
    "player_handbook",
    "chapter",
    "chapter_01"
  ],
  "summary": "Kapitel 1: player character ability scores. Buchseiten 13-19.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "chapter_number": 1,
    "chapter_slug": "player_character_ability_scores",
    "book_page_start": 13,
    "book_page_end": 19,
    "pdf_page_start": 14,
    "pdf_page_end": 20,
    "text": "[BOOK_PAGE 13 | PDF_PAGE 14]\n- \nChapter I : Player Character Ability Scores \nTo venture into the worlds of the AD&D@ \ngame, you first need to create a character. \nThe character you create is your alter ego in \nthe fantasy realms of this game, a make- \nbelieve person who is under your control \nand through whom you vicariously explore \nthe world the Dungeon Master (DM) has \ncreated. \nEach character in the AD&D game has six \nabilities: Strength, Dexterity, Constitution, \nIntelligence, Wisdom, and Charisma. The \nfirst three abilities represent the physical na- \nture of the character, while the second three \nquantify his mental and personality traits. \nIn various places throughout these rules, \nthe following abbreviations are used fc \nthe ability names: Strength-St. \nDexterity-Dex; Constitution-Con; In- \nRolling Ability Scares \nLet’s first see how \nto generate ability scores for your character, \nafter which definitions of each ability will \nbe given. \nThe six ability scores are determined ran- \ndomly by rolling six-sided dice to obtain a \nscore from 3 to 18. There are several meth- \nods for rolling up these scores. \nMethod I: Roll three six-sided dice (3d6); \nthe total shown on the dice is your charac- \nter’s Strength ability score. Repeat this for \nDexterity, Constitution, Intelligence, Wis- \ndom, and Charisma, in that order. This \nmethod gives a range of scores from 3 to 18, \nwith most results in the 9 to 12 range. Only \na few characters have high scores (15 and \nabove), so you should treasure these charac- \nters. \n9ltemative Dice-Rolling Methods \nMethod I creates \ncharacters whose ability scores are usually \nbetween 9 and 12. If you would rather play \na character of truly heroic proportions, ask \nyour DM if he allows players to use optional \nmethods for rolling up characters. These op- \ntional methods are designed to produce \nabove-average characters. \nMethod II: Roll 3d6 twice, noting the to- \ntal of each roll. Use whichever result you \nprefer for your character‘s Strength score. \nRepeat this for Dexterity, Constitution, In- \ntelligence, Wisdom, and Charisma. This al- \nlows you to pick the best score from each \npair, generally ensuring that your character \ndoes not have any really low ability scores \n(but low ability scores are not all that bad \nanywayl). \n* Method 111: Roll 3d6 six times and jot \ndown the total for each roll. Assign the \nscores to your character’s six abilities how- \never you want. This gives you the chance to \ncustom-tailor your character, although you \nare not guaranteed high scores. \nMethod IV: Roll 3d6 twelve times and jot \ndown all twelve totals. Choose six of these \nrolls (generally the six best rolls) and assign \nthem to your character’s abilities however \nyou want. This combines the best of meth- \nods I1 and 111, but takes somewhat longer. \nAs an example, Joan rolls 3d6 twelve \ntimes and gets results of 12,5,6,8,10,15,9, \n12,6,11,10, and 7. She chooses the six best \nrolls (15,12,12,11,10, and 10) and then as- \nsigns them to her character’s abilities so as to \ncreate the strengths and weaknesses that she \nwants her character to have (see the ability \ndescriptions following this section for expla- \nnations of the abilities). \nMethod V: Roll four six-sided dice (4d6). \nDiscard the lowest die and total the remain- \ning three. Repeat this five more times, then \nassign the six numbers to the character’s \nabilities however you want. This is a fast \nmethod that gives you a good character, but \nyou can still get low scores (after all, you \ncould roll Is on all four dice!). \nMethod VI: This method can be used if \nyou want to create a specific type of charac- \nter. It does not guarantee that you will get \nthe character you want, but it will improve \nyour chances. \nEach ability starts with a score of 8. Then \nroll seven dice. These dice can be added to \nyour character’s abilities as you wish. All \nthe points on a die must be added to the \nsame ability score. For example, if a 6 is \nrolled on one die, all 6 points must be as- \nsigned to one ability. You can add as many \ndice as you want to any ability, but no abil- \nity score can exceed 18 points. If you cannot \nmake an 18 by exact count on the dice, you \ncannot have an 18 score. \nThe Ability Scores \nThe six character \nabilities are described below. Each descrip- \ntion gives an idea of what that ability en- \ncompasses. Specific game effects are also \ngiven. At the end of each ability description \nis the table giving all modifiers and game in- \nformation for each ability score. The un- \nshaded area of these tables contains scores a \nplayer character can have naturally, with- \nout the aid of magical devices, spells, or di- \nvine intervention. The blue-shaded ability \nscores can be obtained only by extraordi- \nnary means, whether by good fortune (find- \ning a magical book that raises a score) or ill \nFortune (an attack by a creature that lowers \na score). \n13 \n(see Glossary) to determi& exceptional \nStrength; exceptional Strength improves the \ncharacter‘s chance to hit an enemy, increases \nthe damage. he causes with each hit, in- \ncreases the weight the character is able to \ncarry without a penalty for encumbrance \n(see below), and increases the character’s \nability to force open doors and similar por- \ntals. \nThe rest of this section on Strength con- \nsists of explanations of the columns in Table \n1. Refer to the table as you read. \nHit Probability adjustments are added to \nor subtracted from the attack roll rolled on \nldZ0 (one 20-sided die) during combat. A \nbonus (positive number) makes the oppo- \nnent easier to hit; a penalty (negative num- \nber) makes him harder to hit. \nDamage Adjustment also applies to com- \nbat. The listed number is added to or sub- \ntracted from the dice rolled to determine the \ndamage caused by an attack (regardless of \nsubtractions, a successful attack roll can \nnever cause less than 1 point of damage). \nFor example, a short sword normally causes \nld6 points of damage (a range of 1 to 6). An \nattacker with Strength 17 causes one extra \npoint of damage, for a range of 2 to 7 points \nof damage. The damage adjustment also ap- \nplies to missile weapons, although bows \nmust be specially made to gain the bonus; \ncrossbows never benefit from the user’s \nStrength . \nWeight Allowance is the weight (in \npounds) a character can carry without being \nencumbered (encumbrance measures how a \ncharacter’s possessions hamper his \nmovement-see Glossary). These weights \nare expressed in pounds. A character carry- \ning up to the listed weight can move his full \nmovement rate. \nMaximum Press is the heaviest weight a \ncharacter can pick up and lift over his head. \nA character cannot walk more than a few \nsteps this way. No human or humanoid \ncreature without exceptional Strength can \nlift more than twice his body weight over his \nhead. In 1987, the world record for lifting a \nweight overhead in a single move was 465 \npounds. A heroic fighter with Strength \n18/00 (see Table 1) can lift up to 480 pounds \nthe same way and he can hold it overhead \nFor a longer time! \nStrength \nsures a character’s muscle, endurance, and \nstamina. This ability is the prime requisite \nof warriors because they must be physically \npowerful in order to wear armor and wield \nheavy weapons. A fighter with a score of 16 \nor more in Strength gains a 10 percent bonus \nto the experience points he earns. \nFurthermore, any warrior with a Stre \nscore of 18 is entitled to roll percentile\n\n[BOOK_PAGE 14 | PDF_PAGE 15]\nI \nOpen Doors indicates the character’s \nchance to force open a heavy or stuck door. \nWhen a character tries to force a door open, \nroll ld20. If the result is equal to or less than \nthe listed number, the door opens. A charac- \nter can keep trying to open a door until it \nfinally opens, but each attempt takes time \n(exactly how much is up to the DM) and \nmakes a lot of noise. \nNumbers in parentheses are the chances \n(on ld20) to open a locked, barred, or magi- \ncally held door, but only one attempt per \ndoor can ever be made. If it fails, no further \nattempts by that character can succeed. \nBend Bars/Lift Gates states the character’s \npercentage chance (rolled on percentile dice) \nto bend normal, soft iron bars, lift a vertical \ngate (portcullis), or perform a similar feat of \nenormous strength. When the character \nmakes the attempt, roll percentile dice. If \nthe number rolled is equal to or less than the \nnumber listed on Table 1, the character \nbends the bar or lifts the gate. If the attempt \nfails, the character can never succeed at that \ntask. A character can, however, try to bend \nthe bars on a gate that he couldn’t lift, and \nvice versa. \nTable 1: STRENGTH \nAbility Hit Damage Reignt Max. Open Bend- \n3 -3 -1 5 10 2 0% \n4-5 -2 -1 10 3 0% \n14-15 Normal None 55 170 8 7% \n16 Normal +1 70 195 9 10 % \n18/51-75 +2 +3 160 305 13 25% \n18/76-90 +2 +4 185 330 14 30 % \n18/91-99 +2 +s 235 380 15(3) 35% \n18/00 +3 +E 335 480 16(6) 40% \nDexterity \nDexterity (Dex) en- \ncompasses several physical attributes \nincluding hand-eye coordination, agility, \nreaction speed, reflexes, and balance. Dex- \nterity affects a character’s reaction to a \nthreat or surprise, his accuracy with thrown \nweapons and bows, and his ability to dodge \nan enemy’s blows. It is the prime requisite of \nrogues and affects their professional skills. \nA rogue with a Dexterity score of 16 or high- \ner gains a 10 percent bonus to the experience \npoints he earns. \nReaction Adjustment modifies the die roll \nto see if a character is surprised when he \nunexpectedly encounters NPCs. The more \npositive the modifier, the less likely the \ncharacter is to be surprised. \nMissile Attack Adjustment is used to \nmodify a character’s die roll whenever he \nuses a missile weapon (a bow or a thrown \nweapon). A positive number makes it easier \nfor the character to hit with a missile, while \na negative number makes it harder. \nDefensive Adjustment applies to a char- \nacter’s saving throws (see Glossary) against \nattacks that can be dodged-lightning bolts, \nboulders, etc. It also modifies the character’s \nArmor Class (see Glossary), representing \nhis ability to dodge normal missiles and par- \nry weapon thrusts. For example, Rath is \nwearing chain mail, giving him an Armor \nClass of 5. If his Dexterity score is 16, his \nArmor Class is modified by -2 to 3, mak- \ning him harder to hit. If his Dexterity score \nis 5, his Armor Class is modified by + 2 to 7, \nmaking him easier to hit. (In some situa- \ntions, beneficial Dexterity modifiers to \nArmor Class do not apply. Usually this \noccurs when a character is attacked from \nbehind or when his movement is \nrestricted-attacked while prone, tied up, \non a ledge, climbing a rope, etc.) \nTable2: DExlwn \nMiuile \nAbility Reaction Attack Defenriro \n4 -2 \n5 -1 \nA& \n+4 \n+3 \n+2 \n9 0 0 \n10-14 0 0 0 \n14 \nConstitution \nA charactds Con- \nsique, fitness, health, and phpaical \nresi&ance to hadship, in-, and discrsc. \nSince this ab&y affects the droractas hit \npoints and ehenccs of surviving such tre- \nmendous shocks as being physicdly \nreshaped by ma& or rrstlmetcd fm \ndeath, it is vitally iqortant to d d9ssts. \nSome classes have minimum allowable \nConstitution scores. \nA character‘s initial ConstiMion score is \nthe absolute limit to the number of times the \nCharacter CilZI be rahd 0s reLurrwxdd fmm \ndeath. Eachsltchrevival~thed\\ar9c- \nter’s Constitution score by one. Magic can \nconstitution gcore to its \noriginalv restore a F eorevenhigher, &tthi.shatna \n&ect on the number of times 4 charactor \ncan be revived from death! Once the rhercbc- \nter has exhaustedhts original C \nnothing short of divine m=~ \nbring him back, and divine inkrvemtkn is \nreserved for only the bravest and most \nfaitMul heroes1 \nFor example, Rath‘s Constitution wore at \nthe start of his adventuring career is 12. He \ncan be revived from death 12 times. If he \ndies a 13th time, he cannot be resurrected or \nraked. \nHit Poiat Adjustment is added to or sub- \ntracted from each Hit Die rolled for the \ncharacter. However, no Hit Die ever yields \nless than 1 hit point, reg;lrdlesb of modifica- \ntions. If an adjustment would lower the \nnumbermlledtoOorkss,comatierthkfiePt \nstitution (Con) stem enm- hie phy- \nt\n\n[BOOK_PAGE 15 | PDF_PAGE 16]\nresult to be 1. Always use the character‘s \ncurrent Constitution to determine hit point \nbonuses and penalties. \nOnly warriors are entitled to a Constitu- \ntion bonus of + 3 or + 4. Non-warrior char- \nacters who have Constitution scores of 17 or \n18 receive only +2 per die. \nThe Constitution bonus ends when a \ncharacter reaches 10th level (9th for war- \nriors and priests)-neither the Constitution \nbonus nor Hit Dice are added to a charac- \nter‘s hit points after he has passed this level \n(see the character class descriptions that \nstart on page 25). \nIf a character‘s Constitution changes dur- \ning the course of adventuring, his hit points \nmay be adjusted up or down to reflect the \nchange. The difference between the charac- \nter’s current hit point bonus (if any) and the \nnew bonus is multiplied by the character’s \nlevel (up to 10) and added to or subtracted \nfrom the character’s total. If Delsenora‘s \nConstitution increased from 16 to 17, she \nwould gain 1 hit point for every level she \nhad, up to 10th level. \nSystem Shock states the percentage \nchance a character has to survive magical \neffects that reshape or age his body: petrifi- \ncation (and reversing petrification), poly- \nmorph, magical aging, etc. It can also be \nused to see if the character retains con- \nsciousness in particularly difficult situa- \ntions. For example, an evil mage \npolymorphs his dim-witted hireling into a \ncrow. The hireling, whose Constitution \nscore is 13, has an 85 percent chance to sur- \nvive the change. Assuming he survives, he \nmust successfully roll for system shock \nagain when he is changed back to his origi- \nnal form or else he will die. \nResurrection Survival lists a character‘s \npercentage chance to be successfully resur- \nrected or raised from death by magic. The \nplayer must roll the listed number or less on \npercentile dice for the character to be \nrevived. If the dice roll fails, the character is \ndead, regardless of how many times he has \npreviously been revived. Only divine inter- \nvention can bring such a character back \nagain. \nPoison Save modifies the saving throw \nvs. poison for humans, elves, gnomes, and \nhalf-elves. Dwarves and halflings do not use \nthis adjustment, since they have special \nresistances to poison attacks. The DM has \nspecific information on saving throws. \nRegeneration enables those with special- \nly endowed Constitutions (perhaps by a \nwish or magical item) to heal at an advanced \nrate, regenerating damage taken. The char- \nacter heals 1 point of damage after the pas- \nsage of the listed number of turns. However, \nfire and acid damage (which are more exten- \nsive than normal wounds) cannot be regen- \nerated in this manner. These injuries must \nheal normally or be dealt with by magical \nmeans. \nTable 3: CONSTITUTION \n7 0 55 % 60 % 0 Nil \n8 0 60% 65 % 0 Nil \n13 0 85 % 90 % 0- - Nil \n14 0 88 % 92 % 0 Nil ~ \n15 +1 90 % 94 % 0 Nil \n* Parenthetical bonus applies to warriors only. All other classes receive maximum bonus \n** All Is rolled for Hit Dice are automatically considered 2s. \n*** All 1s and 2s rolled for Hit Dice are automatically considered 3s. \n**** All Is, 2s. and 3s rolled for Hit Dice are automatically considered 4s. \nof +2 per die. \nlntelllgence \nIntelligence (Int) \nrepresents a character’s memory, reasoning, \nand learning ability, including areas outside \nthose measured by the written word. Intelli- \ngence dictates the number of languages a \ncharacter can learn. htelligence is the prime \nrequisite of wizards, who must have keen \nminds to understand and memorize magical \nspells. A wizard with ag Intelligence score \nof 16 or higher gains a 10 percent bonus to \nexperience points earned. The wizards \nIntelligence dictates which spells he can \nlearn and the number of spells he can memo- \nrize at one time. Only those of the highest \nIntelligence can comprehend the mighty \nmagic of 9th-level spells. \nThis ability gives only a general indica- \ntion of a character’s mental acuity. A semi- \nintelligent character (Int 3 or 4) can speak \n(with difficulty) and is apt to react instinc- \ntively and impulsively. He is not hopeless as \na player character (PC), but playing such a \ncharacter correctly is not easy. A character \nwith low Intelligence (Int 5-7) could also be \ncalled dull-witted or slow. A very intelligent \nperson (Int 11 or 12) picks up new ideas \nquickly and learns easily. A highly intelli- \ngent character (Int 13 or 14) is one who can \nsolve most problems without even trying \n15 \nvery hard. One with exceptional intelli- \ngence (Int 15 or 16) is noticeably above the \nnorm. A genius character is bri&nt (Int 17 \nor 18). A character beyond geniw is puten- \ntially more clever and more brilliant than \ncan possibly be imagined. \nHowever, the true capabilities of a mind \nlie not in numbers-I.Q., Intelligence scorn, \nor whatever. Many intelligent, even bril- \nliant, people in the real world fail to apply \ntheir minds creatively and usefully, thus \nfalling far below their own potential. Don’t \nrely too heavily on your character’s Intelli- \ngence score; you must provide your chuac- \nter with the creativity and energy he \nsupposedly posSesseSI \nNumber of -p lists the number of \nadditional languages the character can \nspeak beyond his native language. Every \ncharacter can speak his native language, no \nmatter what his InteEligence is. This knowl- \nedge extends only to speaking the language; \nit does nof include reading or writing. The \nDM must decide if your character begins the \ngame already knowing these additional lan- \nguages or if the number shows only how \nmany languages your character can possi- \nbly learn. The first choice will make com- \nmunication easier, while the second \nincreases your opportunities for role- \nDlaving (finding a tutor or creating a rewon\n\n[BOOK_PAGE 16 | PDF_PAGE 17]\nAbility Scores (Intelligence) \nwhy you need to know a given language). \nFurthermore, your DM can limit your lan- \nguage selection based an his campaign. It iq \nperfectly fair to rule that your fighter from \nthe Frozen Wastes hasn't the tongues of the \nSouthlands, simply because he has never \nmet anyone who has been to the South- \nlands. \nTable 4: INTELLIGENCE \nAbility I of Spell Chance to Max.# of Spell \nLevel Learn Spell Spells/Lvl Immu \n- - \n- - \n- - \n- - - 4 1 \nnumber of extra proficiency slots the \ncharacter gains due to his Intelligence. \nThese extra proficiency slots can be used \nhowever the player desires. The charac- \nter never needs to spend any proficiencv \n*. While unable to spes a langwge, the character can still communicate \nbY&sws-dm-.\n\n[BOOK_PAGE 17 | PDF_PAGE 18]\nhis number ind \ncates the maximum numbe \nard can know From any \n60 percent. Rolling \nplayer rolls a 37. She \nous instructions and \nher own spell book. \nready had nine 3rd-level spells in he \nSpell Immunity is @nd by those with \nexceptionally high Intelligence scores. \nThose with the immunity notice some in- \nconsistency or inexactness in the illusion or \nphantasm, automatically allowing them to \nmake their saving throws. All benefits are \ncumulative, thus a character with a 20 Intel- \nligence is not fooled by 1st- or 2nd-level illu- \nsion spells. \nWisdom \nWisdom (Wis) de- \nscribes a composite of the character's en- \nlightenment, judgment, guile, willpower, \ncommon sense, and intuition. It can affect \nthe character's resistance to magical attack. \nIt is theprime requisite of priests; those with \na Wisdom score of 16 or higher gain a 10 \npercent bonus to experience points earned. \nClerics, druids, and other priests with Wis- \ndom scores of 13 or higher also gain bonus \nspells over and above the number they are \nnormally allowed to use. \nMagical Defense Adjustment listed on \nTable 5 applies to saving throws against \nmagical spells that attack the mind: beguil- \ning, cham, fear, hypnosis, illusions, posses- \nsion, suggestion, etc. These bonuses and \npenalties are applied automatically, without \nany conscious effort from the character. \nBonus Spells indicates the number of ad- \nditional spells a priest (and only a priest) is \nentitled to because of his extreme Wisdom. \nNote that these spells are available only \nwhen the priest is entitled to spells of the ap- \npropriate level. Bonus spells are cumula- \ntive, so a priest with a Wisdom of 15 is \nentitled to two 1st-level bonus spells and \none 2nd-level bonus spell. \nChance of Spell Failure states the percent- \nage chance that any particular spell fails \nwhen cast. Priests with low Wisdom scores \nrun the risk of having their spells fizzle. Roll \npercentile dice every time the priest casts a \nspell; if the number rolled is less than or \nequal to the listed chance for spell failure, \nthe spell is expended with absolutely no ef- \nfect whatsoever. Note that priests with Wis- \ndom scores of 13 or higher don't need to \nworry about their spells failing. \nSpell Immunity gives those extremely wise \ncharacters complete protection from certain \nspells, spell-like abilities, and magical items as \nlisted. These immunities are cumulative, so \nthat a character with a Wisdom of 23 is im- \nmune to all listed spells up to and including \nthose listed on the 23 Wisdom row. \nTablek tVISJIOM \nAbility Defense Bonus of Spell Spell \nMagical Chance \n2 -4 - 60% - \n3 -3 - 50% - \n35% - 6 -1 - \n10 0 0 15% - \n11 0 0 10% - \n14 0 1st 0% - \n15 +1 2nd 0% - \nI \n1 \n\", , \nrd, 5th 0% Fea; \nth, 5th 0% Charm monster, Confusion, Emotion, Fumble, C \nth, 5th 0% Chaos, Feeblemind, Hold monster, Magic jar, \nth, 6th 0% Geas, Mass suggestion, Rod of rulership \nth, 7th 0% Antipathy/syrnpathy, Death spell, Mass charm \ngestion \n- \nCharisma \nThe Charisma (Cha) \nscore measures a character's persuasiveness, \npersonal magnetism, and ability to lead. It is \nnot a reflection of physical attractiveness, al- \nthough attractiveness certainly plays a role. \nIt is important to all characters, but espe- \ncially to those who must deal with non- \nplayer characters (NPCs), mercenary \nhirelings, retainers, and intelligent monsters. \nIt dictates the total number of henchmen a \ncharacter can retain and affects the loyalty of \nhenchmen, hirelings, and retainers. \nMaximum Number of Henchmen states \nthe number of non-player characters who \nwill serve as permanent retainers of the \nplayer character. It does not affect the num- \nber of mercenary soldiers, men-at-arms, \nservitors, or other persons in the pay of the \ncharacter. \nLoyalty Base shows the subtraction from \nor addition to the henchmen's and other ser- \nvitors' loyalty scores (in the DMG). This is \ncrucial during battles, when morale be- \ncomes important. \nReaction Adjustment indicates the pen- \nalty or bonus due to the character bcause \nof Charisma when dealing with non-player \ncharacters and intelligent creatures. For ex- \nample, Rath encounters a centaur, an intelli- \ngent creature. Rath's Charisma is only 6, so \nhe is starting off with one strike against him. \nHe probably should try to overcome this \nslight handicap by making generous offers \nof @fts or irkmation.\n\n[BOOK_PAGE 18 | PDF_PAGE 19]\n6 2 -3 -2 \n7 3 -2 -1 \n10 0 0 \n11 A \nNow that you have \nfinished creating the ability scores for your \ncharacter, stop and take a look at them. \nWhat does all this mean? \nSuppose you decide to name your charac- \nter ”Rath” and you rolled the following abil- \nity scores for him: \nStrength 8 \nDexterity 14 \nConstitution 13 \nIntelligence 13 \nWisdom 7 \nCharisma 6 \nRath has strengths and weaknesses, but it \nis up to you to interpret what the numbers \nmean. Here are just two different ways these \nnumbers could be interpreted. \n1) Although Rath is in good health (Con \n13), he’s not very strong (Str 8) because he‘s \njust plain lazy-he never wanted to exercise \nas a youth and now it’s too late. His low \nWisdom and Charisma scores (7, 6) show \nthat he lacks the common sense to apply \nhimself properly and projects a slothful, \nabove-average scores. There those “I’m not going to bother” attitude (which \ntends to irritate others). Fortunately, Raths \nnatural wit (Int 13) and Dexterity (14) keep \nhim from being a total loss. \nThus you might play Rath as an irritat- \ning, smart-alecky twerp forever ducking \njust out of range of those who want to \nsquash him. \n2) Rath has several good points-he has \nstudied hard (Int 13) and practiced his man- \nual skills (Dex 14). Unfortunately, his \nStrength is low (8) from a lack of exercise \n(all those hours spent reading books). \nDespite that, Raths health is still good (Con \n13). His low Wisdom and Charisma (7, 6) \nare a result of his lack of contact and \ninvolvement with people outside the realm \nof academics. \nLooking at the scores this way, you could \nplay Rath as a kindly, naive, and shy profes- \nsorial type who’s a good tinkerer, always \nfiddling with new ideas and inventions. \nObviously, Raths ability scores (often \ncalled ”stats”) are not the greatest in the \nworld. Yet it is possible to turn these ”disap- \npointing” stats into a character who is both \ninteresting and fun to play. Too often play- \ners become obsessed with “good stats. \nThese players immediately give up on a \ncharacter if he doesn’t have a majority of \nwho feel a character is hopeless if he does \nnot have at least one ability of 17 or higher! \nNeedless to say, these players would never \nconsider playing a character with an ability \nscore of 6 or 7. \nIn truth, Raths survivability has a lot less \nto do with his ability scores than with your \ndesire to role-play him. If you give up on \nhim, of course he won’t survive! But if you \ntake an interest in the character and role- \nplay him well, then even a character with \nthe lowest possible scores can present a fun, \nchallenging, and all-around exciting time. \nDoes he have a Charisma of 51 Why? May- \nbe he’s got an ugly scar. His table manners \ncould be atrocious. He might mean well but \nalways manage to say the wrong thing at the \nwrong time. He could be bluntly honest to \nthe point of rudeness, something not likely \nto endear him to most people. His Dexterity \nis a 31 Why? Is he naturally clumsy or blind \nas a bat? \nDon’t give up on a character just because \nhe has a low score. Instead, view it as an \nopportunity to role-play, to create a unique \nand entertaining personality in the game. \nNot only will you have fun creating that \npersonality, but other players and the DM \nwill have fun reacting to him. \nI\n\n[BOOK_PAGE 19 | PDF_PAGE 20]\n"
  },
  "mechanics": {
    "extraction_mode": "book_page_range_concat"
  }
}