{
  "schema_version": "1.2.1",
  "id": "fin_seeds",
  "name": "Fin Seeds",
  "compatible_rulesets": [
    "add_2e"
  ],
  "category": "spell",
  "tags": [
    "add_2e",
    "spell",
    "player_handbook",
    "appendix_conversion"
  ],
  "summary": "Fin Seeds (Conjumthn) aus dem AD&D 2e Player's Handbook.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "appendix": 4,
    "spell_list": "priest",
    "level_band": "sixth",
    "book_pages": [
      227,
      228
    ],
    "pdf_pages": [
      228,
      229
    ],
    "raw_block": "Fin Seeds (Conjumthn)\nSphere: Elemental (Fire)\nRange: Touch\nComponents: V, S, M\nDuration: Special\nCasting Time 1 round/&\nArea of Effect: Special\nSaving Throw: 1/2\nor timed incendiaries that burn with ~t\nheat. The spell can be cast to create eidra\nfire seed missiles or fire reedinccrdipnles, a$\nchosen whm the spelI is cast.\n*Fb?Beedmissiles:Thi$W~tum,rPp+\nto four acorns into spcdal grenadelike rrrie-\nsiles that can be hwltd up to @yards. An\nattack roll is required to strike the m&nde&\ntarget, and profickncy penalties are camid-\nered. Each acorn bum& upon strikhg any\nhard surface, causing 2ds points, o€ damage\nand ignim any combustible materials\nwithin a lO-foot diameter of the point of\nimpact. If a successful saving throw vs, gnU\nis made, a creature within the btllat area\nreceives only one-half damage, but a tma-\nture struck directly suffeft full deznage &.e,,\nno saving throw).\n* Fire seed incendiaries. This casting rurns\nup to eight holly berries into specla1 inoendi-\naries. The holly berries aze most ob\nplaced, being too light to make effective\nmissiles (they can be tossed up to six feet\naway). They burst into flame if the caster is\nmand. The berries instantly ignite, causing\nld8 points of damage to any creature and\nigniting any codustible within a five-foot-\ndiameter burst area. Creatures within the\narea that suctmsfully save vs. spell suffer\nhalf damage.\nAll fire seeds lose their power after a\nduration equal to one turn per experience\nlevel of the caster-e.g., the seeds of a 13th-\nlevel caster remain potent for a maximum of\n4\nl\nI\nI 1\nThe fire seeds spell creates special\nwithin 40 yards and speaks 4 wotd of COUI-\n227\n8 1 Priest Spells (6th Level) I\n13 turns after their creation.\nNo other material components beyond\nacorns or holly berries are needed for this\nspell-\n[dbj uration)\nSphere: Protection\nRange: 30 yards\nComponents: V, S, M\nDuration: Permanent\nCasting Time: 6 rounds\nArea of Effeck One &foot cubellevel\nsaving Throw: Special\nThis spell can be used to secure a conse-\ncrated area (see DMG). The spell seals the\narea from teleportation, plane shifting, and\nethereal penetration. At the option of the\ncaster, the ward can be locked by a\npassword, in which case it can be entered\nonly by those speaking the proper words.\nOtherwise, the effect on those entering the\nenchanted area is based on their alignment,\nrelative to the caster's. The most severe pen-\nAlignment identical: No effect. If\npassword locked, cannot enter area unless\npassword is known (no saving throw).\nAlignment different with respect to h\nand chsos: Save vs. spell to enter the area; if\nfailed, suffer 2d6 points of damage. If\npassword locked, cannot enter unless\npassword is known.\nAlignment different with respect to good\nund mil: Save vs. spell to enter this area; if\nfailed, suffer 4d6 points of damage. If word\nlocked, cannot enter unless password is\nknown. The attempt does cause damage if\nthe save is failed.\nOnce a saving throw is failed, an intruder\ncannot enter the forbidden area until the\nspell ceases. The ward cannot be dispelled\nby a caster of lesser level than the one who\nestablished it. Intruders who enter by roll-\ning successful saving throws feel uneasy and\ntense, dcspite their success.\nIn addition to the priest's holy symbol,\ncomponents include holy water and rare\nincenses worth at least 1,OOO gp per 60-foot\ncube. If a password lock is desired, this also\nrequires the burning of rare incenses worth\nat least 5,000 gp per 60-foot cube.\naltyisused.\nSphere: Healing\nRange: Touch\nComponents: V, S\nDuration: Permanent\nCasting Time: 1 round\nArea of Effect: Creature touched\nSaving Throw: None\nThe very potent heal spell enables the\npriest to wipe away disease and injury in the\ncreature who receives the benefits of the\nspell. It completely cures all diseases or\nblindness of the reapient and heals all\npoints of damage suffered due to wounds or\ninjury. It dispels a feeblemind spell. It cures\nthose mental disorders caused by spells or\ninjury to the brain. Naturally, the effects can\nbe negated by later wounds, injuries, and\ndiseases.\nThe reverse, harm, infects the victim with\na disease and causes loss of all but ld4 hit\npoints, if a successfd touch is inflicted. For\ncreatures that are not affected by the heal\n(or harm) spell, see the cure light wounds\nspell."
  },
  "mechanics": {
    "school_or_type": "Conjumthn",
    "parser": "header_block_v3_1",
    "spell_card": {
      "name": "Fin Seeds",
      "canonical_name_guess": null,
      "school_or_type": "Conjumthn",
      "range": "Touch",
      "components": "V, S, M",
      "duration": "Special",
      "casting_time": "6 rounds",
      "area_of_effect": "Special",
      "saving_throw": "1/2",
      "description_excerpt": "The very potent heal spell enables the priest to wipe away disease and injury in the creature who receives the benefits of the spell. It completely cures all diseases or blindness of the reapient and heals all points of damage suffered due to wounds or injury. It dispels a feeblemind spell. It cures those mental disorders caused by spells or injury to the brain. Naturally, the effects can be negated by later wounds, injuries, and diseases. The reverse, harm, infects the victim with a disease and causes loss of all but ld4 hit points, if a successfd touch is inflicted. For creatures that are not affected by the heal (or harm) spell, see the cure light wounds spell."
    },
    "quality_flags": []
  }
}