{
  "schema_version": "1.2.1",
  "id": "pried_cndlc",
  "name": "Pried Cndlc",
  "compatible_rulesets": [
    "add_2e"
  ],
  "category": "spell",
  "tags": [
    "add_2e",
    "spell",
    "player_handbook",
    "appendix_conversion"
  ],
  "summary": "Pried Cndlc (7th I PVP~) aus dem AD&D 2e Player's Handbook.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "appendix": 4,
    "spell_list": "priest",
    "level_band": "sixth",
    "book_pages": [
      232
    ],
    "pdf_pages": [
      233
    ],
    "raw_block": "Pried Cndlc (7th I PVP~)\ntures are allowed saving throws vs. spell\nwith -2 penalties, adjusted for Wisdom.\nThose successfully saving are unaffected by\nthe spell. Confused creatures react as fol-\nlows (roll Idlo):\nDIO\nRoll Reaction\n1 Wander away (unless prevented) for\nduration of spell\n2-6 Stand confused one round\n(then roll again)\n7-9 Attack nearest creature for one round\n(then roll again)\n10 Act normally for one round\n(then roll again)\nThe spell lasts one round for each level of\nthe caster. Those who fail their saving\nthrows are checked by the DM for actions\neach round, for the duration of the spell, or\nuntil the \"wander away for the duration of\nthe spell\" result occurs.\nWandering creatures move as far from the\ncaster as possible in their most typical mode\nof movement (characters walk, fish swim,\nbats fly, etc.). This is not panicked flight.\nWandering creatures also have a 50%\nchance of using any special innate move-\nment abilities (plane shift, burrowing,\nflight, etc.). Saving throws and actions are\nchecked at the beginning of each round.\nAny confused creature that is attacked per-\nceives the attacker as an enemy and acts\naccording to its basic nature.\nThe material component of this spell is a\nset of three nut shells.\nNote: If there are many creatures\ninvolved, the DM may decide to assume\navep.age results. For example, if there are 16\norcs affected and 25% could be expected to\nsuccessfully roll the saving throw, then four\nare assumed to have succeeded, one wan-\nders away, four attack the nearest creature,\nsix stand confused and the last acts normal-\nly but must check next round. Since the orcs\nare not near the party, the DM decides that\ntwo who are supposed to attack the nearest\ncreature attack each other, one attacks an\norc that saved, and one attacks a confused\norc, which strikes back. The next round, the\nbase is 11 orcs, since four originally saved\nand one wandered off. Another one wan-\nders off, five stands confused, four attack,\nand one acts normally."
  },
  "mechanics": {
    "school_or_type": "7th I PVP~",
    "parser": "header_block_v3_1",
    "spell_card": {
      "name": "Pried Cndlc",
      "canonical_name_guess": null,
      "school_or_type": "7th I PVP~",
      "range": null,
      "components": null,
      "duration": "of spell",
      "casting_time": null,
      "area_of_effect": null,
      "saving_throw": null,
      "description_excerpt": "the spell\" result occurs. Wandering creatures move as far from the caster as possible in their most typical mode of movement (characters walk, fish swim, bats fly, etc.). This is not panicked flight. Wandering creatures also have a 50% chance of using any special innate move- ment abilities (plane shift, burrowing, flight, etc.). Saving throws and actions are checked at the beginning of each round. Any confused creature that is attacked per- ceives the attacker as an enemy and acts according to its basic nature. The material component of this spell is a set of three nut shells. Note: If there are many creatures involved, the DM may decide to assume avep.age results. For example, if there are 16 orcs affected and 25% could be expected to successfully roll the saving throw, then four are assumed to have succeeded, one wan- ders away, four attack the nearest creature, six stand confused and"
    },
    "quality_flags": [
      "missing_standard_fields",
      "trimmed_merged_block"
    ]
  }
}