{
  "schema_version": "1.0.0",
  "category": "rules_appendix",
  "tags": [
    "add_2e",
    "player_handbook",
    "appendix",
    "appendix_04"
  ],
  "summary": "Appendix 4: priest spells. Buchseiten 198-237.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "appendix_number": 4,
    "appendix_slug": "priest_spells",
    "book_page_start": 198,
    "book_page_end": 237,
    "pdf_page_start": 199,
    "pdf_page_end": 238,
    "text": "[BOOK_PAGE 198 | PDF_PAGE 199]\nhiest Spells Note \nFollowing the name \nof each priest spell, notice that a magical \nschool is given in parentheses. This is #or \nderence purposes only. For instance, Wis- \ndom bonuses apply to saving throws vs. \nenchantment/charm spells. If the appropri- \nate magical school were not listed with \npriest spells, it would be hard to figure out \nwhich spells were considered to be \nenchantment/charms. There are a few other \nreasons one might need to know this infor- \nmation. The priest spells are not really orga- \nnized into magical schools, but rather into \nspheres of influence, as described on page 34 \nand in Chapter 7 Magic. \nSee Appendix 2 on page 129 for explana- \ntions of what the spell parameters (Range, \nComponents, etc:) mean. \n6: \nFirstmLevel Spells \nAnimal Friendship \n(EnchantmenKharm) \nSphere: Animal \nRange: 10 yards \nComponents: V, S, M \nDuration: Permanent \nCasting Time: 1 hour \nArea of Effect: 1 animal \nSaving Throw: Neg. \nBy means of this spell, the caster is able to \nshow any animal of animal intelligence to \nsemi-intelligence (i.e., Intelligence 1-4) that \nhe desires friendship. If the animal does not \nroll a successful saving throw vs. spell im- \nmediately when the spell is begun, it stands \nquietly while the caster finishes the spell. \nThereafter, it follows the caster about. The \nspell functions only if the caster actually \nwishes to be the animal's friend. If the caster \nhas ulterior motives, the animal always \nsenses them (e.g., the caster intends to eat \nthe animal, send it ahead to set off traps, \netc.). \nThe caster can teach the befriended ani- \nmal three specific tricks or tasks for each \npoint of Intelligence it possesses. Typical \ntasks are those taught to a dog or similar pet \n(i.e., they cannot be complex). Training for \neach such trick must be done over a period \nof one week, and all must be done within \nthree months of acquiring the creature. Dur- \ning the three-month period, the animal will \nnot harm the caster, but if the creature is left \nalone for more than a week, it will revert to \nits natural state and act accordingly. \nThe caster can use this spell to attract up \nto 2 Hit Dice of animal(s) per experience \nlevel he possesses. This is also the maximum \ntotal Hit Dice of the animals that can be at- \ntracted and trained at one time: no more \nthan twice the caster's experience level. \nOnly unaligned animals can be attracted, \nbefriended, and trained. \nThe material components of this spell are \nthe caster's holy symbol and a piece of food \nthe animal likes. \n61- (Conjuration6ummoning) \nReversible \nSphere: All \nRange: 60 yards \nComponents: V. S, M \nDuration: 6 rounds \nCasting Time: 1 round \nArea of Effect: 50-fOOt cube \nSaving Throw: None \nUpon uttering the bless spell, the caster \nraises the morale of friendly creatures and \nany saving throw rolls they make against \nfear effects by +1. Furthermore, it raises \ntheir attack dice rolls by +1. A blessing, \nhowever, affects only those not already en- \ngaged in melee combat. The caster deter- \nmines at what range (up to 60 yards) he wilI \ncast the spell. At the instant the spell is com- \npleted, it affects all creatures in a ScFfoOt \ncube centered on the point selected by the \ncaster (thus, affected creatures leaving the \narea are still subject to the spell's effect; \nthose entering the area after the cas- is \ncompleted are not). \nA second use of this spell is to bless a sin- \ngle item (for example, a crossbow bolt for \nuse against a rakshasa). The weight of the \nitem is limited to one pound per caster level \nand the effect lasts until the item is used or \nthe spell duration ends. \nMultiple bless spells are not cumulative. \nIn addition to the verbal and somatic ges- \nture components, the bless spell requires \nholy water. \nThis spell can be reversed by the priest to \na curse spell upon enemy creatures that \nlowers their morale and attack rolls by -1. \nThe curse requires the sprinkling of unholy \nwater. \nCombine (Evocation) \nSphere: All \nRange: Touch \nComponents: V, S \nDuration: Special \nCasting Time: 1 round \nArea of Effect: The circle of priests \nSaving Throw: None \nUsing this spell, three to five priests com- \nbine their abilities so that one of them casts \nspells and tums undead at an enhanted \nlevel. The highest level priest (or one of \nthem, if two or more are tied for highest) \nstands alone, while the others join hands in \na surrounding circle. The central priest casts \nthe combine spell. He temporarily gains one \nlevel for each priest in the circle, up to a \nmaximum gain of four levels. The level in- \ncrease affects turning undead apd spdl de- \ntails that vary with the caster's level. Note \nthat the central priest gains no additional \nspells and that the group is limited to his \ncurrently memorized spells. \nThe encircling priests must concentrate \non maintaining the combine effect. They \nlose all Armor Class bonuses for shicld and \nDexterity. If any of them has his concentra- \ntion broken, the combine spell did- \nately. If the combine spell is broken while \nthe central priest is in the act of casting a \nspell, that spell is ruined just as if the caster \nwas disturbed. Spells cast in combination \nhave the full enhanced effect, even if the \ncombine is broken before the duration of \nthe enhanced spell ends. Note that the com- \nbination is not broken if only the central \ncaster is disturbed.\n\n[BOOK_PAGE 199 | PDF_PAGE 200]\nPriest Spells (1 st Level) \n- -mand (Enchantment/Charm) \nSphere: Charm \nRange: 30 yards \nComponent: V \nDuration: 1 round \nCasting Tithe: 1 \nArea of Effect: 1 creature \nSaving Throw: None \nThis spell enables the priest to command \nanother creature with a single word. The \ncommand must be uttered in a language un- \nderstood by the creature. The subject will \nobey to the best of hidits ability only as \nlong as the command is absolutely clear and \nunequivocal; hence, a command of “Sui- \ncide!” is ignored. A command to ”Die!” \ncauses the creature to fall in a faint or cata- \nleptic state for one round, but thereafter the \ncreature revives and is alive and well. Typi- \ncal commands are back, halt, flee, run, \nstop, fall, go, leave, surrender, sleep, rest, \netc. No command affects a creature for \nmore than one round; undead are not af- \nfected at all. Creatures with Intelligence of \n13 (high) or more, or those with 6 or more \nHit Dice (or experience levels) are entitled to \na saving throw vs. spell, adjusted for Wis- \ndom. (Creatures with 13 or higher Intelli- \ngence and 6 Hit DiceAevels get only one \nsaving throw!) \nCreate Water (Alteration) \nReversible \nSphere: Elemental (Water) \nRange: 30 yards \nComponents V, S, M \nDuration: Permanent \nCasting Time: 1 round \nArea of Effect: Up to 27 cubic feet \nSaving Throw: None \nWhen the priest casts a create water spell, \nup to four gallons of water are generated for \nevery experience level of the caster (e.g., a \n2nd-level priest creates up to eight gallons of \nwater, a 3rd-level up to 12 gallons, etc.). \nThe water is clean and drinkable (it is just \nlike rain water). The created water can be \ndispelled within a round of its creation, oth- \nerwise its magic fades, leaving normal water \nthat can be used, spilled, evaporated, etc. \nReversing the spell, destroy water, obliter- \nates without trace (no vapor, mist, fog, or \nsteam) a like quantity of water. Water can \nbe created or destroyed in an area as small \nas will actually contain the liquid, or in an \narea as large as 27 cubic feet (1 cubic yard). \nThe spell requires at least a drop of water \nto create, or a pinch of dust to destroy, water. \nNote that water can neither be created \nnor destroyed within a creature. For refer- \nence purposes, water weighs about 8 % \npounds per gallon, and a cubic foot of water \nweighs approximately 64 pounds. \nCure Light Wounds (Necromancy) \nReversible \nSphere: Healing \nRange: Touch \nComponents: V, S \nDuration: Permanent \nCasting Time: 5 \nArea of Effect: Creature touched \nSaving Throw: None \nWhen casting this spell and laying his \nhand upon a creature, the priest causes Id8 \npoints of wound or other injury damage to \nthe creature’s body to be healed. This heal- \ning cannot affect creatures without corpo- \nreal bodies, nor can it cure wounds of \ncreatures not living or of extraplanar origin. \nThe reversed spell, cause light wounds, \noperates in the same manner, inflicting Id8 \npoints of damage. If a creature is avoiding \nthis touch, an attack roll is needed to deter- \nmine if the priest’s hand strikes tht oppo- \nnent and causes such a wound. \nCuring is permanent only insofar as the \ncreature does not sustain further damage; \ncaused wounds will heal-or can be cured- \njust as any normal injury. \nDetect Evil (Divination) \nReversible \nSphere: All \nRange: 120 yards \nComponents: V, S, M \nDuration: 1 turn + 5 rounds/level \nCasting Time: 1 round \nArea of Effect: 10-foot path \nSaving Throw: None \nThis spell discovers emanations of evil, or \nof good in the case of the reverse spell, from \nany creature, object, or area. Character \nalignment, however, is revealed only under \nunusual circumstances: characters who are \nstrongly aligned, who do not stray from \ntheir faith, and who are of at least 9th level \nmight radiate good or evil if intent upon ap- \npropriate actions. Powerful monsters, such \nas rakshasas or ki-rin, send forth emana- \ntions of evil or good, even if polymorphed. \nAligned undead radiate evil, for it is this \npower and negative force that enable them \nto continue existing. An evilly cursed object \nor unholy water radiates evil, but a hidden \ntrap or an unintelligent viper does not. \nThe degree of evil (faint, moderate, \nstrong, overwhelming) and possibly its gen- \neral nature (expectant, malignant, gloating, \netc.) can be noted. If the evil is overwhelm- \ning, the priest has a 10% chance per level of \ndetecting its general bent (lawful, neutral, \nchaotic). The duration of a detect ail (or \ndetect good) spel1 is one turn plus five \nrounds per level of the priest. Thus a priest \nof 1st experience level can cast a spell with a \n15-round duration, at 2nd level he can cast a \n20-round duration spell, etc \n1 99 \ni.0 \npath of detection 10 feet wide in the direc- \ntion in which the priest is facing. The priest \nmust concentrate-stop, have quiet, and in- \nDetect Magic (Divination) \nSphere: Divination \nRange: 30 yards \nCotlnponents: V, S, M \nDuration: 1 turn \nCasting Time: 1 round \nArea of Effect: 10-foot path \nSaving Throw: None \nWhen the detect magic \nate, strong, overwhelming). The caster has \na 10% chance per level to determine the \nsphere of the magic, but unlike the wiwd \nthickness, solid metal of \nholy symbol. \nDetect Polson (Divjnatlon) \nSphere: Divination \nRange: 0 \nComponents: V, S, M \nDuration: 1 turn + 1 roun \nCasting Time: 4 \nArea of Effect: Special \nSaving Throw: None \npoison is present.\n\n[BOOK_PAGE 200 | PDF_PAGE 201]\nu, \nDetect Snares h Pits (Divination) \not path, 40 feet long \ncasting this spell, the caster is able \nt snares, pits, deadfalls and similar \nalong a 10-foot-wide by 40-foot- \nng path. Such hazards include simple pits, \neadfalls, snares of wilderness creatures \n(e.g., trapdoor spiders, giant sundews, ant \nlions, etc.), and primitive traps constructed \nof natural materials (mantraps, missile \ntrips, hunting snares, etc.). The spell is \ndirectional-the caster must face the desired \ndirection to determine if a pit exists or a trap \nis laid in that direction. The caster experi- \nences a feeling of danger from the direction \nof a detected hazard, which increases as the \nmagic, breath weapons, and so on. The can- \ncellation occurs regardless of the applica- \ntion and regardless of whether a heat or cold \neffect hits the character (e.g., an endure cold \nspell is cancelled by magical heat or fire as \nwell as by magical cold). The recipient of \nthe spell does not suffer the first 10 points of \ndamage (after any applicable saving \nthrows) from the heat or cold during the \nround in which the spell is broken. The spell \nends instantly if either resist fire or resist \ncold is cast upon the recipient. \nEntangle (Alteration) \nSphere: Plant \nRange: 80 yards \nComponents: V, S, M \nDuration: 1 turn \nCasting Time: 4 \nArea of Effect: 40-fOOt cube \nSaving Throw: V2 \ndanger is approached. The caster learns the \ngeneral nature of the danger (pit, snare, or \ndeadfall) but not its exact operation, nor \nhow to disarm it. Close examination, how- \never, enables the caster to sense what \nintended actions might trigger it. The spell \ndetects certain natural hazards-quicksand \n(snare), sinkholes (pit), or unsafe walls of \nnatural rock (deadfall). Other hazards, such \nas a cavern that floods during rain, an \nunsafe construction, or a naturally poison- \nous plant, are not revealed. The spell does \nnot detect magical traps (save those that \noperate by pit, deadfall, or snaring; see the \n2nd-level spell trip and the 3rd-level spell, \nsnare), nor those that are mechanically \ncomplex, nor does it detect snares or dead- \nfalls that have been rendered safe or inac- \nThe caster must have his holy symbol to \ncomplete the spell. \nEndure Coldhdure Heat (Alteration) \nSphere: Protection \ncreature receiving this spell is pro- \nted from normal extremes of cold or heat \n(depending on which application the priest \nselects at the time of casting). The creature \ncan stand unprotected in temperatures as \nlow as - 30° F. or as high as 130° F. (depend- \ning on application) with no ill effect. Tem- \n- peratures beyond these limits inflict 1 point \nof damage per hour of exposure for every \ndegree beyond the limit. The spell is imme- \nBy means of this spell, the caster is aJ1e to \ncause plants in the area of effect to entangle \ncreatures within the area. The grasses, \nweeds, bushes, and even trees wrap, twist, \nand entwine about the creatures, holding \nthem fast for the duration of the spell. Any \ncreature entering the area is subject to this \neffect. A creature that rolls a successful sav- \ning throw vs. spell can escape the area, \nmoving at only 10 feet per round until out of \nthe area. Exceptionally large (gargantuan) \nor strong creatures may suffer little or no \ndistress from this spell, at the DMs option, \nbased on the strength of the entangling \nplants. \nThe material component is the caster's \nholy symbol. \nFaerie Fire (Alteration) \nSphere: Weather \nRange: 80 yards \nComponent: V, M \nDuration: 4 roundsAeve1 \nCasting Time: 4 \nArea of Effect: 10 sq. feet/level within \nSaving Throw: None \na 40-foot radius \nThis spell enables the caster to outline one \nor more objects or creatures with a pale \nglowing light. The number of subjects out- \nlined depends upon the number of square \nfeet the caster can affect. Sufficient footage \nenables several objects or creatures to be \noutlined by the faehe fire spell, but one \nmust be fully outlined before the next is \nbegun, and all must be within the area of \neffect. Outlined objects or creatures are visi- \nble at 80 yards in the dark, 40 yards if the \nviewer is near a bright light source. Out- \nlined creatures are easier to strike, thus \nopponents gain a +2 bonus to attack rolls in \ndarkness (including moonlit nights) and a \noutlining can render otherwise invisible \ncreatures visible. However, it cannot out- \nline noncorporeal, ethereal, or gaseous \ncreatures. Nor does the light come any- \nwhere close to sunlight. Therefore it has no \nspecial effect on undead or darkdwelling \ncreatures. The faerie fire can be blue, green, \nor violet according to the word of the caster \nat the time of casting. The faerie fire does \nnot cause any harm to the object or creature \nthus outlined. \nThe material component is a small piece \nof foxfire. \nInvisibility to Animals (Alteration) \nSphere: Animal \nRange: Touch \nComponents: S, M \nDuration: 1 turn + 1 round/level \nCasting Time: 4 \nArea of Effect: 1 creature touched/level \nSaving Throw: None \nWhen an invisibility to animals spell is \ncast, the creature touched becomes totally \nundetectable by normal animals with Intel- \nligences under 6. N.od animals includes \ngiant-sized varieties, but it excludes any \nwith magical abilities or powers. The \nenchanted individual is able to walk among \nsuch animals or pass through them as if he \ndid not exist. For example, this individual \ncould stand before the hungriest of lions or a \ntyrannosaurus rex and not be molested or \neven noticed. However, a nightmare, hell \nhound, or winter wolf would certainly be \naware of the individual. For every level the \ncaster has achieved, one creature can be ren- \ndered invisible. Any recipient attacking \nwhile this spell is in effect ends the spell \nimmediately (for himself only). \nThe material component of this spell is \nholly rubbed over the recipient. \nInvisibility to Undead (Abjuration) \nSphere: Necromantic \nRange: Touch \nComponents: V, S, M \nDuration: 6 rounds \nCasting Time: 4 \nArea of Effect: Creature touched \nSaving Throw: Special \nThis spell causes affected undead to lose \ntrack of and ignore the warded creature for the \nduration of the spell. Undead of 4 or fewer Hit \nDice are automatically affected, but those \nwith more Hit Dice receive a saving throw vs. \nspell to avoid the effect. Note that a priest pro- \ntected by this spell cannot turn affected \nundead. The spell ends immediately if the \nrecipient makes any attack, although casting \nspells such as cure light wounds, augury, or \nchant does not end the ward. \nThe material component is the priest's\n\n[BOOK_PAGE 201 | PDF_PAGE 202]\nPriest Spells (1 st Level) \n~ (Alteration) \nR, .,Able \nSphere: Sun \nRange:. 120 yards \nComponents: V, S \nDuration: 1 hour + 1 turn/level \nCasting Time: 4 \nArea of Effect: 20-foot-radius globe \nSaving Throw: Special \nThis spell causes a luminous glow within \n20 feet of the spell's center. The area of light \nthus caused is equal in brightness to torch- \nlight, Objects in darkness beyond this \nsphere can be seen, at best, as vague and \nshadowy shapes. The spell is centered on a \npoint selected by the caster, and he must \nhave a litte of sight or unobstructed path to \nthat point when the spell is cast. Light can \nspring from air, rock, metal, wood, or \nalmost any similar substance. The effect is \nimmobile unless it is specifically centered on \na movable object or mobile creature. If this \nspell is cast upon a creature, any applicable \nmagic resistance and saving throws must be \nrolled. Successful resistance negates the \nspell, while a successful saving throw indi- \ncates that the spell is centered immediately \nbehind the creature, rather than upon the \ncreature itself. A light spell centered on the \nvisual organs of a creature blinds it, reduc- \ning its attack and saving throw rolls by 4 \nand worsening its Armor Class by 4. The \ncaster can extinguish the light at any time by \nuttering a single word. Light spells are not \ncumulative-multiple castings do not pro- \nvide a brighter light. \nThe spell is reversible, causing darkness \nin the same area and under the same condi- \ntions as the light spell, but with half the \nduration. Magical darkness is equal to that \nof an unlit interior room-pitch darkness. \nAny normal light source or magical light \nsource of lesser intensity than full daylight \ndoes not function in magical darkness. A \ndnrkness spell cast directly against a light \nspell cancels both, and vice versa. \nLocate Animals or Plants \n(Divination) \nSphere: Divination (Animal, Plant) \nRange: 100 yards + 20 yd./level \nComponents: V, S, M \nDuration: 1 round/level \nCasting Time: 1 round \nArea of Effect: 20-foot-wide path 20 yards \nlong/level \nSaving Throw: None \nThe caster can find the direction and dis- \ntance of any one type of animal or plant he \ndesires. The caster, facing in a direction, \nthinks of the animal or plant, and then \nknows if any such animal or plant is within \nrange. If so, the exact distance and approxi- \nmate number present is learned. During \neach round of the spell's duration, the caster \ncan face in only one direction, i.e., only a \n20-foot-wide path can be known. The spell \nlasts one round per level of experience of the \ncaster, while the length of the path is 100 \nyards plus 20 yards per level of experience. \n(At the DMs option, some casters may be \nable to locate only those animals [or plants] \nassociated closely with their own mythos.) \nThe material component is the caster's \nholy symbol. \nWhile the exact chance of locating a spe- \ncific type of animal or plant depends on the \ndetails and circumstances of the locale, the \ngeneral frequency of the subject can be used \nas a guideline: common SO%, uncom- \nmon = 30%' rare = 15%, and very rare = \n5 % . Most herbs grow in temperate regions, \nwhile most spices grow in tropical regions. \nMost plants sought as spell components or \nfor magical research are rare or very rare. \nThe results of this spell are always deter- \nmined by the DM. \n'cal Stone (Enchantment) \nSphere: Combat \nRange: 0 \nComponents: V, S, M \nDuration: Special \nCasting Time: 4 \nArea of Effect: Special \nSaving Throw: None \nBy using this spell, the priest can tempo- \nrarily enchant up to three small pebbles, no \nlarger than sling bullets. The magical stones \ncan then be hurled or slung at an opponent. \nIf hurled, they can be thrown up to 30 \nyards, and all three can be thrown in one \nround. The character using them must roll \nnormally to hit, although the magic of the \nstones enables any character to be proficient \nwith them. The stones are considered +1 \nweapons for determining if a creature can be \nstruck (those struck only by magical weap- \nons, for instance), although they do not \nhave an attack or damage bonus. Each stone \nthat hits inflicts ld4 points of damage, 2d4 \npoints against undead. The magic in each \nstone lasts for but one-half hour or until \nused. \nThe material components are the priest's \nholy symbol and three small pebbles, \nunworked by tools or magic of any type. \n11 \nPass without mace \n(EnchantmenKhann) \nSphere: Plant \nRange: Touch \nComponents: V, S, M \nDuration: 1 tum/level \nCasting Time: 1 round \nArea of Effect: Creature touched \nSaving Throw: None \nWhen this spell is cast, the recipient can \nmove through any type of terrain-mud, \nsnow, dust, etc.-and leave neither foot- \nprints nor mt. The area that is pad over \nradiates magic for ld6 turns after the affect- \ned creature passes. Thus, tracking a person \nor other creature covered by this spell is \nimpossible by normal means. Of course, \nintelligent tracking techniques, such as \nusing a spiral search pattern, can result in \nthe trackers picking up the trail at a point \nwhere the spell has worn off. \nThe material component of this spell is a \nsprig of pine or evergreen, which must be \nburned and the ashes powdered and scat- \ntered when the spell is cast. \nProtection From Evll (Abjuration) \nReversible \nSphere: Protection \nRange: Touch \nComponents: V, S, M \nDuration: 3 rounddevei \nCasting Time: 4 \nArea of Effect: Creature touched \nSaving Throw: None \nWhen this spell is cast, it creates a magical \nbarrier around the recipient at a dmtance of \none foot. The barrier moves with the recipi- \nent and has three major effects: \nFirst, all attacks made by evil or evilly \nenchanted creatures against the protected \ncreature receive a penalty of -2 to each \nattack roll, and any saving throws caused \nby such attacks are made by the protected \ncreature with a +2 bonus. \nSecond, any attempt to exercise mental \ncontrol over the protected creature (if, for \nexample, it had been charmed by a vampire) \nor to invade and take over its mind (as by a \nghost's magic jar attack) is blocked this \nspell. Note that the protection does not prr- \nvent a vampire's charm itself, nor end it, but \nit does prevent the vampire from exercising \nmental control through the barrier. Like- \nwise, an outside life force is merely kept out, \nand would not be expelled if in place before \nthe protection was cast. \nThird, the spell prevents bodily contact \nby creatures of an extraplanar or conjured \nnature (such as aerial servants, elementals, \nimps, invisible stalkers, salamanders, water \nweirds, xorn, and others). This causes the \nnatural (body) weapon attacks of such crea- \ntures to fail and the creature to recoil if such \n20 1\n\n[BOOK_PAGE 202 | PDF_PAGE 203]\nI.f.2 Priest Spells (2nd Level) \nattacks require touching the protected crea- \nture. Animals or monsters summoned or \nconjured by spells or similar magic are like- \nwise hedged from the character. This pro- \ntection ends if the protected character \nmakes a melee attack against or tries to \nforce the barrier against the blocked crea- \nture. \nTo complete this spell, the priest uses holy \nwater or burning incense. \nThis spell can be reversed to become pro- \ntection from good; the second and third \nbenefits remain unchanged. \nThe material components forsthe reverse \nare a circle of unholy water or smoldering \ndung. \nMty Food b Mnk (Alteration) \nReversible \nSphere: All \nRange: 30 yards \nComponents: V, S \nDuration: Permanent \nCasting Time: 1 round \nArea of Effect: 1 cubic foot/level, \nSaving Throw: None \nWhen cast, this spell makes spoiled, rot- \nten, poisonous, or otherwise contaminated \nfood and water pure and suitable for eating \nand drinking. Up to bne cubic foot of food \nand drink per level can be thus made suit- \nable for consumption. This spell does not \nprevent subsequent natural decay or spoil- \nage. Unholy water and similar food and \ndrink of significance is spoiled by purify \nfood and drink, but the spell has no effect on \ncreatures of any type nor upon magical \npotions. \nThe reverse of the spell is putrefy food \nand drink. This spoils even holv water. It \n1Ckfoot-square area \nlikewise has no r \npotions. \nRemove Fear (Abjuration) \nReversible \nSphere: Charm \nRange: 10 yards \nComponents: V, 5 \nDuration: Special \nCasting Time: 1 \nArea of Effect: 1 creature/4 levels \nSaving Throw: Special \nThe priest instills courage in the spell \nredpient, raising the creature‘s saving throw \nrolls against magical fear attacks by +4 for \none turn. If the recipient has recently (that \nday) failed a saving throw against such an \nattack, the spell immediately grants another \nsaving throw, with a +4 bonus to the die \nroll. For every four levels of the caster, one \ncreature can be affected by the spell (one \ncreature at levels 1 through 4, two creatures \nat levels 5 through 8, etc.). \nThe reverse of the spell, cause fear, causes \none creature to flee in panic at maximum \nmovement speed away from the caster for, \nld4 rounds. A successful saving throw \nagainst the reversed effect negates it, and \nany Wisdom adjustment also applies. Of \ncourse, cause fear can be automatically \ncountered by remove fear and vice versa. \nNeither spell has any effect on undead of \nany sort. \nSanctuary (Abjuration) \nSphere: Protection \nRange: Touch \nComponents: V, S, M \nDuration: 2 rounds + 1 round/level \nCasting Time: 4 \nArea of Effect: Creature touched \nSaving Throw: None \nWhen the priest casts a sanctuary spell, \nany opponent attempting to strike or other- \nwise directly attack the protected creature \nmust roll a saving throw vs. spell. If the sav- \ning throw is successful, the opponent can \nattack normally and is unaffected by that \ncasting of the spell. If the saving throw is \nfailed, the opponent loses track of and total- \nly ignores the warded creature for the dura- \ntion of the spell. Those not attempting to \nattack the subject remain unaffected. Note \nthat this spell does not prevent the opera- \ntion of area attacks (fireball, ice storm, \netc.). While protected by this spell, the sub- \nject cannot take direct offensive action with- \nout breaking the spell, but may use \nnon-attack spells or otherwise act in any \nway that does not violate the prohibition \nagainst offensive action. This allows a \nwarded priest to heal wounds, for example, \nor to bless, perform an augury, chant, cast a \nlight in the area (not upon an opponentl), \nand so on. \nThe components of the spell include the \npriest’s holy symbol and a small silver mir- \nror. \nShillelagh (Alteration) \nSphere: Combat, Plant \nRange: Touch \nComponents: V, S, M \nDuration:. 4 rounds + 1 round/level \nCasting Time: 2 \nArea of Effect: 1 normal oaken club \nSaving Throw: None \nThis spell enables the caster to change his \nown oaken cudgel or unshod staff into a \nmagical weapon that gains a + 1 bonus to its \nattack roll and inflicts 2d4 points of damage \non opponents up to man-sized, and Id4 + 1 \npoints of damage on larger opponents. The \nspell infIicts no damage to the staff or cud- \ngel. The caster must wield the shillelagh, of \n202 \ncourse. \nThe material components of this spell are \na shamrock leaf and the caster’s holy sym- \nbol. \nSecond-Level Spells \nAid (Necromancy, Conjuration) \nSphere: Necromantic \nRange: Touch \nComponents: V, S, M \nDuration: 1 round + 1 round/level \nCasting Time: 5 \nArea of Effect: Creature touched \nSaving Throw: None \nThe recipient of this spell gains the benettt \nof a bless spell ( + 1 to attack rolls and saving \nthrows) and a special bonus of Id8 addition- \nal hit points for the duration of the spell. \nThe aid spell enables the recipient to actu- \nally have more hit points than his full nor- \nmal total. m bonus hit points are lost first \nwhen the recipient takes damage; they can- \nnot be regained by curative magic. Exam- \nple; A 1st-level fighter has 8 hit points, \nsuffers 2 points of damage (8 - 2 = 6), and \nthen receives an aid spell that gives 5 addi- \ntional hit points. The fighter now has 11 hit \npoints, 5 of which are temporary. If he is \nthen hit for 7 points of damage, 2 normal hit \npoints and all 5 temporary hit points are \nlost. He then receives a cure light wounds \nspell that heals 4 points of damage, restor- \ning him to his original 8 hit points. \nNote that the operation of the spell is \nunaffected by permanent hit point losses \ndue to energy drain, Hit Die losses, the loss \nof a familiar, or the operation of certain arti- \nfacts; the temporary hit point gain is fii \nfrom the new, lower total. \nThe material components of this spell are \na tiny strip of white cloth with a sticky sub- \nstance (such as tree sap) on the ends, plus \nthe priest’s holy symbol.\n\n[BOOK_PAGE 203 | PDF_PAGE 204]\nPriest Spells (2nd Level, \nThe priest casting an augury spell seeks to \ndivine whether an action in the immediate \nfuture (within one-half hour) will be for the \nbenefit of, or harmful to, the party. For \nexample, if a party is considering the \ndestruction of a weird seal that closes a por- \ntal, an augury spell can be used to find if \nweal or woe will be the immediate result. If \nthe spell is successful, the DM yields some \nindication of the probable outcome: \"weal,\" \n\"woe,\" or possibly a cryptic puzzle or \nrhyme. The base chance for receiving a \nmeaningful reply is YO%, plus 1% for each \nlevel of the priest casting the spell, e.g., 71% \nat 1st level, 72% at 2nd, etc. Your DM deter- \nmines any adjustments for the particular \nconditions of each augury. \nFor example, if the question is \"Will we do \nwell if we venture to the third level?\" and a \nterrible troll guarding 10,OOO s.p. and a \nshield +I lurks near the entrance to the \nlevel (which the DM estimates the party \ncould beat after a hard fight) the augury \nmight be: \"Great risk brings great reward.\" \nIf the troll is too strong for the party, the \naugury might be: \"Woe and destruction \nawait!\" Likewise, a party casting several \nauguries about the same action in quick suc- \ncession might receive identical answers, \nregardless of the dice rolls. \nThe material component for augury is a \nset of gem-inlaid sticks, dragon bones, or \nsimilar tokens of at least 1,OOO gp value \n(which are not expended in casting). \nBankskin (Alteration) \nSphere: Protection, Plant \nRange: Touch \nComponents: V, S, M \nDuration: 4 rounds + 1 round/level \nCasting Time: 5 \nArea of Effect: Creature touched \nSaving Throw: None \nWhen a priest casts the barkskin spell \nupon a creature, its skin becomes as tough \nas bark, increasing its base Armor Class to \nAC 6, plus 1 AC for every four levels of the \npriest: Armor Class 5 at 4th level, Armor \nClass 4 at 8th, and so on. This spell does not \nfunction in combination with normal armor \nor any magical protection. In addition, sav- \ning throw rolls vs. all attack forms except \nmagic gain a +1 bonus. This spell can be \nplaced on the caster or on any other creature \nhe touches. \nIn addition to his holv svmbol. the caster \nmust have a handful of bark from an oak as \nthe material component of the spell. \nChant (ConjuratiodSummoning) \nSphere: Combat \nRange: 0 \nComponents: V, S \nDuration: Time of chanting \nCasting Time: 2 rounds \nArea of Effect: 30-fOOt radius \nSaving Throw: None \nBy means of the chant spell, the priest \nbrings special favor upon himself and his \nparty, and causes harm to his enemies. \nWhen the chant spell is completed, all \nattack and damage rolls and saving throws \nmade by those in the area of effect who are \nfriendly to the priest gain +1 bonuses, \nwhile those of the priest's enemies suffer - 1 \npenalties. This bonus/penalty continues as \nlong as the caster continues to chant the \nmystic syllables and is stationary. An inter- \nruption, however, such as an attack that \nsucceeds and causes damage, grappling the \nchanter, or a silence spell, breaks the spell. \nMultiple chants are not cumulative; how- \never, if the 3rd-level prayer spell is spoken. \nwhile a priest of the same religious persua- \nsion (not merely alignment!) is chanting, the \neffect is increased to +2 and -2. \nCharm Person or Mammal \n(EnchantmentKharm) \nSphere: Animal \nRange: 80 yards \nComponents: V, S \nDuration: Special \nCasting Time: 5 \nArea of Effect: 1 person or mammal \nSaving Throw: Neg. \nThis spell affects any single person or \nmammal it is cast upon. The creature then \nregards the caster as a trusted friend and ally \nto be heeded and protected. The term per- \nson includes any bipedal human, demihu- \nman or humanoid of man-size or smaller, \nincluding brownies, dryads, dwarves, \nelves, gnolls, gnomes, goblins, half-elves, \nhalflings, half-orcs, hobgoblins, humans, \nkobolds, lizard men, nixies, orcs, pixies, \nsprites, troglodytes, and others. Thus, a \n10th-level fighter is included, while an ogre \nis not. \nThe spell does not enable the caster to \ncontrol the charmed creature as if it were an \nautomaton, but any word or action of the \ncaster is viewed in the most favorable way. \nThus a charmed creature would not obey a \nsuicide command, but might believe the \ncaster if assured that the only chance to save \nthe caster's life is for the creature to hold \nback an onrushing red dragon for \"just a \nround or two\" and if the charmed creature's \n203 \nview of the situation suggests that this \ncourse of action still allows a reasonable \nchance of survival. \nThe subject's attitudes and priorities are \nchanged with respect to the caster, but basic \npersonality and alignment are not. A \nrequest that a victim make itself defenseless, \ngive up a valued item, or even use a charge \nfrom a valued item (especially against form- \ner associates or allies) might allow an imme- \ndiate saving throw to see if the charm is \nthrown off. Likewise, a charmed creature \ndoes not necessarily reveal everything it \nknows or draw maps of entire areas. Any \nrequest may be refused, if such refusal is in \ncharacter and does not directly harm the \ncaster. The victim's regard for the caster \ndoes not necessarily extend to the caster's \nfriends or allies. The victim does not react \nwell to the charmer's allies making sugges- \ntions such as, \"Ask him this question.. .,\" nor \ndoes the charmed creature put up with ver- \nbal or physical abuse from the charmer's \nassociates, if this is out of character. \nNote also that the spell does not empower \nthe caster with linguistic capabilities beyond \nthose he normally has. The duration of the \nspell is a function of the charmed creature's \nIntelligence, and it is tied to the saving \nthrow. The spell can be broken if a success- \nful saving throw is rolled. This saving throw \nis checked on a periodic basis according to \nthe creature's Intelligence, even if the caster \nhas not overly strained the relationship. \nPeriod Between \nIntelligence Score Checks \n3 or less 3 months \n4 to 6 2 months \n17 3 days \n18 2 days \n19 or more 1 day \nIf the caster harms, or attempts to harm, \nthe charmed creature by some overt action, \nor if a dispel magic spell is successfully cast \nupon the charmed creature, the charm is \nbroken automatically. \nIf the subject of the charm person/charm \nmammal spell successfully rolls its saving \nthrow vs. the spell, the effect is negated. \n. This spell, if used in conjunction with the \nanimal friendship spell, can keep the animal \nnear the caster's home base, if the caster \nmust leave for an extended period.\n\n[BOOK_PAGE 204 | PDF_PAGE 205]\nSphere: Divination \nRange: 30 yards \nComponents: V, S \nDuration: 1 turn \nCasting Time: 1 round \nArea of Effect: 1 creature/round \nSaving Throw: None \nWhen used by a priest, this spell can \ndetect if a person or monster is under the \ninfluence of a cham spell, or similar control \nsuch as hypnosis, suggestion, beguiling, \npossession, etc. The creature rolls a saving \nthrow vs. spell and, if successful, the caster \nlearns nothing about that particular crea- \nture from the casting. A caster who learns \nthat a creature is being influenced has a 5 % \nchance per level to determine the exact type \nof influence. Up to 10 different creatures can \nbe checked before the spell wanes. If the \ncreature is under more than one such effect, \nonly the information that the charms exist is \ngained. The type (since there are conflicting \nemanations) is impossible to determine. \nThe reverse of the spell, undetectable \nchum, completely masks all charms on a \nsingle creature for 24 hours. \nDust Devil (ConjuratiodSurnmoning) \nSphere: Elemental (Air) \nRange: 30 yards \nComponents: V, S \nDuration: 2 rounds/level \nCasting Time: 2 rounds \nArea of Effect: Special \nSaving Throw: None \nThis spell enables a priest to conjure up a \nweak air elemental-a dust devil of AC 4,2 \nHD, MV 180 feet per round, one attack for \nld4 points of damage, which can be hit by \nnormal weapons. The dust devil appears as \na small whirlwind one foot in diameter at its \nbase, five feet tall, and three to four feet \nacross at the top. It moves as directed by the \npriest, but dissipates if it is ever separated \nfrom the caster by more than 30 yards. Its \nwinds are sufficient to put out torches, small \ncampfires, exposed lanterns, and other \nsmall, open flames of non-magical origin. \nThe dust devil can hold a gas cloud or a \ncreature in gaseous form at bay or push it \naway from the caster (though it cannot \ndamage or disperse such a cloud). If skim- \nming along the ground in an area of loose \ndust, sand, or ash, the dust devil picks up \nthose particles and disperses them in a 11)- \nfootdiameter cloud centered on itself. The \ncloud obscures normal vision, and creatures \ncaught within are blinded while inside and \nfor one round after they emerge. A spell- \ncaster caught in the dust devil or its cloud \nwhile casting must make a saving throw vs. \nspell to keep his concentration, or the spell \nis ruined. Any creature native to the ele- \nmental plane of Air-even another dust \ndevil-can disperse a dust devil with a sin- \ngle hit. \nEnthrall (EnchantmenKharm) \nSphere: Charm \nRange: 0 \nComponents: V, S \nDuration: Special \nCasting Time: 1 round \nArea of Effect: %foot radius \nSaving Throw: Neg. \nA priest using this spell can enthrall an \naudience that can fully understand his lan- \nguage. Those in the area of effect must save \nvs. spell or give the caster their undivided \nattention, totally ignoring their surround- \nings. Those of a race or religion unfriendly \nto the caster’s have a +4 bonus to the roll. \nAny Wisdom adjustment also applies. Crea- \ntures with 4 or more levels or Hit Dice, or \nwith a Wisdom of 16 or better, are unaffect- \ned. \nTo cast the spell, the caster must speak \nwithout interruption for a full round. \nThereafter, the enchantment lasts as long as \nthe priest speaks, to a maximum of one \nhour. Those enthralled take no action while \nthe priest speaks, and for ld3 rounds there- \nafter while they discuss the matter. Those \nentering the area of effect must also save or \nbecome enthralled. Those not enthralled are \n50% likely every turn to hoot and jeer in \nunison. If there is excessive jeering, the rest \nare allowed a new saving throw. The speech \nends (but the Id3 round delay still applies) if \nthe priest is successfully attacked or per- \nforms any action other than speaking. \nIf the audience is attacked, the spell ends \nand the audience reacts immediately, rolling \na reaction check with respect to the source \nof the interruption, at a penalty of - 10. \nNote: When handling a large number of \nsaving throws for similar creatures, the DM \ncan assume an average to save time: e.g., a \ncrowd of 20 men with a base saving throw \nof 16 (25% success chance) will have 15 men \nenthralled and five not. \nFind Zaps (Divination) \nSphere: Divination \nRange: 30 yards \nComponents: V, S \nDuration: 3 turns \nCasting Time: 5 \nArea of Effect: IO-foot path \nSaving Throw: None \nWhen a priest casts a find tmps spell, all \ntraps-concealed normally or magieally- \nof magical or mechanical nature become \napparent to him. Note that this spell is direc- \ntional, and the caster must face the desired \ndirection in order to determine if a trap is \nlaid in that particular direction. \nA trap is any device or magical ward that \nmeets three criteria: it can inflict a sudden \nor unexpected result, the spellcaster would \nview the result as undesirable or harmful, \nand the harmful or undesirable result was \nspecifically intended as such by the creator. \nThus traps include alarms, glyphs, and simi- \nlar spells or devices. \nThe caster learns the general nature of the \ntrap (magical or mechanical) but not its \nexact effect, nor how to disarm it. Close \nexamination will, however, enable the cast- \ner to sense what intended actions might trig- \nger it. Note that the caster’s divination is \nlimited to his knowledge of what might be \nunexpected and harmful. The spell cannot \npredict actions of creatures (hence a con- \ncealed murder hole or ambush is not a trap), \nnor are natural hazards considered traps (a \ncavern that floods during rain, a wall weak- \nened by age, a naturally poisonous plant). If \nthe DM is using specific glyphs or sigils to \nidentify magical wards (see the glyph af \nwarding spell), this spell shows the form of \nthe glyph or mark. The spell does not detect \ntraps that have been disarmed or are other- \nwise inactive. \nFire Zap (Abjuration, Evocation) \nSphere: Elemental (Fire) \nRange: TOU& \nComponents: V, S, M \nDuration: Permanent until discharged \nCasting Time: 1 turn \nArea of Effect: Object touched \nSaving Throw: 112 \nAny closeable item (book, box, bottle, \nchest, coffer, coffin, door, drawer, and so \nforth) can be warded by a fire tnzp spell. The \nspell is centered on a point selected by the \nspellcaster. The item so trapped cannot have \na second closure or warding spell placed \nupon it. A knock spell cannot affect a fire \ntrap in any way-as soon as the offendins \nparty opens the item, the trap dischaw. \nAs with most magical traps, a thief has only \nhalf his normal find traps score to detect a \nfire trap. Failure to remove it swcedulIy \ndetonates it immediately. An unsuccessful \ndispel magic spell will not detonate the \nspell. When the trap is discharged, there will \nbe an exprosion of five4oot radius from the \nspell’s center. All creatures within this area \nmust roll saving throws vs. spell. Damage is \nld4 points plus 1 point per level of the cast- \ner; half that total amount for creatures suc- \ncessfully saving. (Underwater, this ward \ninflicts half damage and creates a large \ncloud of steam.) The item trapped is not \nharmed by this explosion. \nThe caster can use the trapped object \nwithout dkdmging it, as can any individ- \nual to whom the spell was specifically\n\n[BOOK_PAGE 205 | PDF_PAGE 206]\nattuned when cast (the method usually \ninvolves a keyword). \nTo place this spell, the caster must trace \nthe outline of the closure with a stick of \ncharcoal and touch the center of the effect. \nAttunement to another individual requires a \nhair or similar object from the individual. \nThe material components are holly ber- \nries. \nFlame Blade (Evocation) \nSphere: Elemental (Fire) \nRange: 0 \nComponents: V, S, M \nDuration: 4 rounds + 1 round/2 levels \nCasting Time: 4 \nArea of Effect: 3’ long, sword-like blade \nSaving Throw: None \nWith this spell, the caster causes a blazing \nray of red-hot fire to spring forth from his \nhand. This blade-like ray is wielded as if it \nwere a scimitar. If the caster successfully hits \nwith the flame blade in melee combat, the \ncreature struck suffers ld4 + 4 points of \ndamage, with a damage bonus of +2 (i.e., \n7-10 points) if the creature is undead or is \nespecially vulnerable to fire. If the creature \nis protected from fire, the damage inflicted \nis reduced by 2 (i.e., ld4 + 2 points). Fire \ndwellers and those using fire as an innate \nattack form suffer no damage from the \nspell. The flame blade can ignite combusti- \nble materials such as parchment, straw, dry \nsticks, cloth, etc. However, it is not a magi- \ncal weapon in the normal sense of the term, \nso creatures (other than undead) struck only \nby magical weapons are not harmed by it. \nThis spell does not function underwater. \nIn addition to the caster’s holy symbol, \nthe spell requires a leaf of sumac as a materi- \nal component. \nGoodberry (Alteration, Evocation) \nReversible \nSphere: Plant \nRange: Touch \nComponents: V, S, M \nDuration: 1 day + 1 dayllevel \nCasting Time: 1 round \nArea of Effect: 2d4 fresh berries \n’ Saving Throw: None \nCasting a goodberry spell upon a handful \nof freshly picked berries makes 2d4 of them \nmagical. The caster (as well as any other \ncaster of the same faith and 3rd or higher \nlevel) can immediately discern which berries \nare affected. A detect magic spell discovers \nthis also. Berries with the magic either \nenable a hungry creature of approximately \nman-size to eat one and be as well- \nnourished as if a full normal meal were eat- \nen, or else cure 1 point of physical damage \nfrom wounds or other similar causes, sub- \n, ,.“’$$. \nject to a maximum of 8 points of such curing \nThe reverse of the spell, budberry, causes \n2d4 rotten berries to appear wholesome, but \neach actually delivers 1 point of poison \ndamage (no saving throw) if ingested. \nThe material component of the spell is the \ncaster’s holy symbol passed over the freshly \npicked, edible berries to be enspelled (blue- \nberries, blackberries, raspberries, currants, \ngooseberries, etc.). \nin any 24-hour period. \nHeat Metal (Alteration) \nReversible \nSphere: Elemental (Fire) \nRange: 40 yards \nComponents: V, S, M \nDuration: 7 rounds \nCasting Time: 5 \nArea of Effect: Special \nSaving Throw: Special \nBy means of the heat metal spell, the cast- \ner is able to make ferrous metal (iron, iron \nalloys, steel) extremely hot. Elven chain \nmail is not affected, and magical metal \narmor receives an item saving throw vs. \nmagical fire. If this is successful, the heat \nmetal spell does not affect it. \nOn the first round of the spell, the metal \nmerely becomes very warm and uncomfor- \ntable to touch (this is also the effect on the \nlast melee round of the spell’s duration). \nDuring the second and sixth (next to the \nlast) rounds, heat causes blisters and dam- \nage; in the third, fourth, ad fifth rounds, \nthe metal becomes searing hot, causing \ndamage to exposed flesh, as shown below: \nMetal Temperature Damage per Round \nvery warm none \nhot ld4 points \nsearing* 2d4 points \n(*) On the final round of searing, the \nafflicted creature must roll a successful sav- \ning throw vs. spell or suffer one of the fol- \nlowing disabilities: hand or foot-unusable \nfor 2d4 days, body-disabled ld4 days, \nhead-unconscious ld4 turns. This effect \ncan be completely removed by the 5th-level \npriest heal spell or by normal rest. \nNote also that materials such as wood, \nleather, or flammable cloth smolder and \nbum if exposed to searing hot metal. Such \nmaterials cause searing damage to exposed \nflesh on the next round. Fire resistance \n(spell, potion, or ring) or a protection from \nfire spell totally negates the effects of a heat \nmetal spell, as does immersion in water or \nsnow, or exposure to a cold or ice storm \nspell. This version of the spell does not func- \ntion underwater. For every two experience \nlevels of the caster, the metal of one man- \nsized creature can be affected (i.e., arms and \n205 \narmor, or a single mass of metal equal to 50 \npounds weight). Thus, a 3rd-level caster \nwould affect one such creature, a 4th- or \n5th-level caster two, etc. \nThe reverse of the spell, chill metal, \ncounters a heat metal spell or else causes \nmetal to act as follows: \nMetal Temperature Damage per Round \ncold none \nicy 1-2 hit points \nfreezing* ld4 hit points \n(*) On the final round of freezing, the \nafflicted creature must roll a successful sav- \ning throw vs. spell or suffer from the numb- \ning effects of the cold. This causes the loss of \nall feeling in a hand (or hands, if the DM \nrules the saving throw was failed badly) for \nld4 days. During this time, the character’s \ngrip is extremely weak and he cannot use \nthat hand for fighting or any other activity \nrequiring a firm grasp. \nThe chill metal spell is countered by a \nresist cold spell, or by any great heat- \nproximity to a blazing fire (not a mere \ntorch), a magical fluming sword, a wall of \nfire spell, etc. Underwater, this version of \nthe spell inflicts no damage, but ice immedi- \nately forms around the affected metal, \nexerting an upward buoyancy. \nHold Person (EnchantmentKharm) \nSphere: Charm \nRange: 120 yards \nComponents, V, S, M \nDuration: 2 roundsllevel \nCasting Time: 5 \nArea of Effect: ld4 persons \nSaving Throw: Neg. \nThis spell holds ld4 humans, denunu- \nmans, or humanoid creatures rigidly immo- \nbile and in place for five or more rounds. \nThe hold person spell affects any bipedal \nhuman, demihuman, or humanoid of man- \nsize or smaller, including brownies, dryads, \ndwarves, elves, gnolls, gnomes, goblins, \nhalf-elves, halflings, half-orcs, hobgoblins, \nhumans, kobolds, lizard men, nixies, orcs, \npixies, sprites, troglodytes, and others. I \nThus, a 10th-level fighter could be held, \nwhile an ogre could not. \nThe effect is centered on a point selected \nby the caster, and it affects persons selected \nby the caster within the area of effect. If the \nspell is cast at three persons, each gets a nor- \nmal saving throw; if only two persons are \nbeing enspelled, each rolls his saving throw \nwith a - 1 penalty; if the spell is cast at but \none person, the saving throw die roll suffers \n-2 penalty. Saving throws are adjusted for \nWisdom. Those who succeed on their sav- \ning throws are totally unaffected by the \nspell. Undead creatures cannot be held. \nin a 20-foot cube \nI \nI \nI \nI \nI\n\n[BOOK_PAGE 206 | PDF_PAGE 207]\nHeld creatures cannot move or speak, but \nthey remain aware of events around them \nand can use abilities not requiring motion or \nspeech. Being held does not prevent the \nworsening of the subjects’ condition due to \nwounds, disease, or poison. The priestcast- \ning the hold person spell can end the spell \nwith a single utterance at any time; other- \nwise the duration is two rounds at 1st level, \nfour rounds at 2nd level, six rounds at 3rd \nlevel, etc. \nThe spellcaster needs a small, straight \npiece of iron as the material component of \nthis spell. \nKnow Alignment (Divination) \nReversible \nSphere: Divination \nRange: 10 yards \nComponents: V, S \nDuration: 1 turn \nCasting time: 1 round \nArea of Effect: 1 creature or object \nSaving Throw: Neg. \nA know alignment spell enables the priest \nto exactly read the aura of a creature or an \naligned object (unaligned objects reveal \nnothing). The caster must remain stationary \nand concentrate on the subject for a full \nround. If the creature rolls a successful sav- \ning throw vs. spell, the caster learns nothing \nabout that particular creature from the cast- \ning. Certain magical devices negate the \npower of the know alignment spell. \nThe reverse, undetectable alignment, \nconceals the alignment of an object or crea- \nture for 24 hours. \nMessenger (EnchantmenVCharm) \nSphere: Animal \nRange: 20 yards/level \nComponents: V, S \nDuration: 1 day/level \nCasting Time: 1 round \nArea of Effect: 1 creature \nSaving Throw: Neg. \nThis spell enables the priest to call upon a \ntiny (size T) creature of at least animal intel- \nligence to act as his messenger. The spell \ndoes not affect giant animals and it does not \nwork on creatures of low (i.e., 5) Intelli- \ngence or higher. If the creature is within \nrange, the priest, using some type of food \ndesirable to the animal as a lure, can call the \nanimal to come. The animal is allowed a \nsaving throw vs. spell. If the saving throw is \nfailed, the animal advances toward the \npriest and awaits his bidding. The priest can \ncommunicate with the animal in a crude \nfashion, telling it to go to a certain place, \nbut directions must be simple. The spell- \ncaster can attach some small item or note to \nthe animal. If so instructed, the animal will \nthen wait at that location until the duration \nof the spell expires. (Note that unless the in- \ntended recipient of a message is expecting a \nmessenger in the form of a small animal or \nbird, the carrier may be ignored.) When the \nspell’s duration expires, the animal or bird \nreturns to its normal activities. The in- \ntended recipient of a message gains no com- \nmunication ability. \nObscurement (Alteration) \nSphere: Weather \nRange: 0 \nComponents: V, S \nDuration: 4 rounds/level \nCasting Time: 5 \nArea of Effect: Special \nSaving Throw: None \nThis spell causes a misty vapor to arise \naround the caster. It persists in this locale \nfor four rounds per caster level and reduces \nthe visibility ranges of all types of vision (in- \ncluding infravision) to 2d4 feet. The ground \narea affected by the spell is a square progres- \nsion based on the caster‘s level: a 10’ x 10’ \narea at 1st level, a 20’ x 20 ’ area at 2nd \nlevel, a 30’ x 30‘ area at 3rd level, and so on. \nThe height of the vapor is restricted to 10 \nfeet, although the cloud will otherwise ex- \npand to fill confined spaces. A strong wind \n(such as the 3rd-level wizard spelI, gust of \nwind, can cut the duration of an obscure- \nment spell by 75%. This spell does not func- \ntion under water. \nProduce Flame (Alteration) \nSphere: Elemental (Fire) \nRange: 0 \nComponents: V, S \nDuration: 1 round/level \nCasting Time: 5 \nArea of Effect: Special \nSaving Throw: None \nA bright flame, equal in brightness to a \ntorch, springs forth from the caster’s palm \nwhen he casts a produce flame spell. The \nflame does not harm the caster, but it is hot \nand it causes the combustion of flammable \nmaterials (paper, cloth, dry wood, oil, etc.). \nThe caster is capable of hurling the magical \nflame as a missile, with a range of 40 yards \n(considered short range). The flame flashes \non impact, igniting combustibles within a \nthree-foot diameter of its center of impact, \nand then it goes out. A creature struck by \nthe flame suffers ld4+1 points of damage \nand, if combustion occurs, must spend a \nround extinguishing the fire or suffer addi- \ntional damage assigned by the DM until the \nfire is extinguished. A miss is resolved as a \ngrenade-like missile. If any duration re- \nmains to the spell, another flame immedi- \nately appears in the caster’s hand. The caster \ncan hurl a maximum of one flame per level, \nbut no more than one flame per round. \nThe caster can snuff out magical flame \nany time he desires, but fire caused by the \nflame cannot be so extinguished. This spell \ndoes not function under water. \nResist Flre/Resist Cold (Alteration) \nSphere: Protection \nRange: Touch \nComponents: V, S, M \nDuration: 1 round/level \nCasting Time: 5 \nArea of Effect: Creature touched \nSaving Throw: None \nWhen this spell is placed upon a creature \nby a priest, the creature‘s body is toughened \nto withstand heat or cold, as chosen by the \ncaster. Complete immunity to mild condi- \ntions (standing naked in the snow or reach- \ning into an ordinary fire to pluck out a note) \nis gained. The recipient can somewhat resist \nintense heat or cold (whether natural or \nmagical in origin), such as red-hot charcoal, \na large amount of bu’ming oil, flaming \nswords, fire storms, fireballs, meteor \nswarms, red dragon‘s breath, frostbrand \nswords, ice storms, wands of frost, or white \ndragon’s breath. In all of these cases, the \ntemperature affects the creature to some ex- \ntent. The recipient of the spell gains a bonus \nof +3 to saving throws against such attack \nforms and all damage sustained is reduced \nby 50%; therefore, if the saving throw is \nfailed, the creature sustains one-half dam- \nage, and if the saving throw is successful, \nonly one-quarter damage is sustained. Re- \nsistance to fire lasts for one round for each \nexperience level of the priest placing the \nspell. \nThe caster needs a drop of mercury as the \nmaterial component of this spell. \nSilence, 15’ Radius (Alteration) \nSphere: Guardian \nRange: 120 yards \nComponents: V, S \nDuration: 2 rounds/level \nCasting Time: 5 \nArea of Effect: 15-foot-radius sphere \nSaving Throw: None \nUpon casting this spell, complete silence \nprevails in the affected area. All sound is \nstopped: conversation is impossible, spells \ncannot be cast (or at least not those with \nverbal components, if the optional compo- \nnent rule is used), and no noise whatsoever \nissues from or enters the area. The spell can \nbe cast into the air or upon an object, but \nthe effect is stationary unless cast on a mo- \nbile object or creature. The spell lasts two \nrounds for each level of experience of the \npriest. The spell can be centered upon a \ncreature, and the effect then radiates from \nthe creature and moves as it moves. An un- \n206\n\n[BOOK_PAGE 207 | PDF_PAGE 208]\n- \nPriest Snells (2nd Lekcr \nwilling creature receives a saving throw \nagainst the spell. If the saving throw is suc- \ncessful, the spell effect is centered about one \nfoot behind the position of the subject crea- \nture at the instant of casting. This spell pro- \nvides a defense against sound-based attacks, \nsuch as harpy singing, horn of blasting, etc. \nSlow Poison (Necromancy) \nSphere: Healing \nRange: Touch \nComponents: V, S, M \nDuration: 1 hour/level \nCasting Time: 1 \nArea of Effect: Creature touched \nSaving Throw: None \nWhen this spell is placed upon a poisoned \nindividual, it greatly slows the effects of \nvenom, if it is cast upon the victim before \nthe poison takes full effect. (This period, \nknown as the onset time, is known to the \nDM.) While this spell does not neutralize \nthe venom, it does prevent it from substan- \ntially harming the individual for the dura- \ntion of its magic in hopes that, during that \nperiod, a full cure can be accomplished. \nThe material components of the slow poi- \nson spell are the priest’s holy symbol and a \nbud of garlic that must be crushed and \nsmeared on the wound (or eaten if poison \nwas ingested). \n! Lharm (EnchantmenVCharm) \nSphere: Animal \nRange: 30 yards \nComponents: V, S \nDuration: Special \nCasting Time: 5 \nArea of Effect: =foot cube \nSaving Throw: None \nWhen this spell is cast, a hypnotic pattern \nis set up that causes one or more snakes to \ncease all activity except a semi-erect, swaying \nmovement. If the snakes are charmed while \nin a torpor, the duration of the spell is ld4 +2 \nturns; if the snakes are not torpid, but are not \naroused and angry, the charm lasts Id3 turns; \nif the snakes are angry or attacking, the \nsnake charm spell lasts ld4 + 4 rounds. The \npriest casting the spell can charm snakes \nwhose total hit points are less than or equal \nto those of the priest. On the average, a 1st- \nlevel priest could charm snakes with a total \nof 4 or 5 hit points; a 2nd-level priest could \ncharm 9 hit points, etc. The hit points can be \nthose of a mgle snake or those of several of \nthe reptiles, but the total hit points cannot ex- \nceed those of the priest casting the spell. A \n23-hit point caster charming a dozen &hit \npoint snakes would charm 11 of them. Ti$s \nspell is also effective against any ophidian or \nophidianoid monster, such as naga, cowtl, \netc., subject to magic resistance, hit points, \nand so foyth. \nVariations of this spell may exist, allow- \ning other creatures significant to a particular \nmythos to be affected. Your DM will inform \nyou if such spells exist. \nSpeak With Animals (Alteration) \nSphere: Animal, Divination \nRange: 0 \nComponents: V, S \nDuration: 2 roundsAeve1 \nCasting Time: 5 \nArea of Effect: 1 animal within \nSaving Throw: None \nThis spell empowers the priest to compre- \nhend and communicate with any warm- or \ncold-blooded normal or giant animal that is \nnot mindless. The priest is able to ask ques- \ntions and receive answers of the creature, al- \nthough friendliness and cooperation are by \nno means assured. Furthermore, terseness \nand evasiveness are likely in basically wary \nand cunnirq creatures (the more stupid ones \nwill instead make inane comments). If the \nanimal is friendly or of the same general \nalignment as the priest, there is a possibility \nthat the animal will do some favor or service \nfor the priest. This possibility is determined \nby the DM. Note that this spell differs from \nthe speak with monsters spell, for this spell \nallows conversation only with normal or gi- \nant, non-fantastic creatures such as apes, \nbears, cats, dogs, elephants, and so on. \n3GfOOt radius of priest \nSpiritual Hammer (Invocation) \nSphere: Combat \nRange: 10 yards/level \nComponents: V, S, M \nDuration: 3 rounds + 1 round/level \nCasting Time: 5 \nArea of Effect: Special \nSaving Throw: None \nBy calling upon his deity, the caster of a \nspiritual hammer spell brings into existence \na field of force shaped vaguely like a ham- \nmer. As long as the caster concentrates upon \nthe hammer, it strikes at any opponent \nwithin its range, as desired. Each round the \ncaster can choose to attack the same target \nas the previous round or switch to a new tar- \nget that he can see anywhere within his max- \nimum range. The spiritual hammer’s chance \nto successfully hit is equal to that of the \ncaster, without any Strength bonuses. In ad- \ndition, it strikes as a magical weapon with a \nbonus of + 1 for every six experience levels \n(or fraction) of the spellcaster, up to a total \nof +3 to the attack roll and +3 to the dam- \nage roll for a 13th-level caster. The base \ndamage inflicted when it scores a hit is ex- \nactly the same as a normal war hammer \n(ld4+1 vs. opponents of man size or \nsmaller, ld4 upon larger opponents, plus \nthe magical bonus). The hammer strikes in \nthe same direction as the caster is facing, so \nif he is behind the target, all bonuses for rear \nattack are gained along with the loss of any \nmodifications to the target’s AC for shield \nand Dexterity. \nAs soon as the caster ceases concentra- \ntion, the spirituul hammer spell ends. A dis- \npel magic spell that includes either the caster \nor the force in its area of effect has a chance \nto dispel the spiritual hammer. If an at- \ntacked creature has magicresistance, the re- \nsistance is checked the first time the spiritual \nhammer strikes. If the hammer is succes+ \nfully resisted, the spell is lost. If not, the \nhammer has its normal full effect for the du- \nration of the spell. \nThe material component of this spell is a \nnormal war hammer that the priest must \nhurl toward opponents while uttering a plea \nto his deity. The hammer disappears when \nthe spell is cast. \nTrip (EnchantmentKhann) \nSphere: Plant \nRange: Touch \nComponents: V, S \nDuration: 1 turn/level \nCasting Time: 5 \nArea of Effect: 1 object up to 10 feet long \nSaving Throw: Neg. \nThis magic must be cast upon a normal \nobject-a length of vine, a stick, a pole, a \nrope, or a simh object. The spell causes \nthe object to rise slightly off the ground or \nfloor it is resting on to trip most creatures \ncrossing it, if they fail their saving throws \nvs. spell. Note that only as many creatures \ncan be tripped as are actually stepping \nacross the enchanted object. Thus a three- \nfoot-long piece of rope could trip only one \nman-sized creature. Creatures moving at a \nvery rapid pace (running) when tripped suf- \nfer 1 point of damage and are std for \nld4 + 1 rounds if the surface they fall upon is \nvery hard (if it is turf or other soft material, \nthey are merely stunned for the rest of that \nround). Very large creatures, such as ek- \nphants, are not at all affected by a trip. Tlw \nobject continues to trip all creatures passins \nover it, including the spellcaster, for as 10% \nas the spell duration Iasts. A creature aware \nof the object and its potential adds a +4 bo- \nnus to its saving throw roll when crossing \nthe object. The enchanted object is 80% un- \ndetectable unless a means that detects magi- \ncal traps is employed or the operation of the \nspell is obseived. This spell does not func- \ntion under water. \n207\n\n[BOOK_PAGE 208 | PDF_PAGE 209]\nWup Wood (Alteration) \nReversible \nSphere: Plant \nRange: 10 yards/level \nComponents: V, S \nDuration: Permanent \nCasting Time: 5 \nArea of Effect: Special \nSaving Throw: Special \nWhen this spell is cast, the priest causes a \nvolume of wood to bend and warp, perma- \nnently destroying its straightness, form, and \nstrength. The range of a warp wood spell is \n10 yards for each level of experience of the \ncaster. It affects approximately a 15-inch \nshaft of wood of up to one-inch diameter \nper level of the caster. Thus, at 1st level, a \ncaster might be able to warp an hand axe \nhandle or four crossbow bolts; at 5th level, \nhe could warp the shaft of a typical spear. \nNote that boards or planks can also be af- \nfected, causing a door to be sprung or a boat \nor ship to leak. Warped missile weapons are \nuseless; warped melee weapons suffer a - 4 \npenalty to their attack rolls. \nEnchanted wood is affected only if the \nspellcaster is of higher level than the caster \nof the prior enchantment. The spellcaster \nhas a 20% cumulative chance of success per \nlevel of difference (20% if one level higher, \n40% if two levels higher. etc.). Thus, a door \nmagically held or wizard locked by a 5th- \nlevel wizard is 40% likely to be affected by a \nwarp wood spell cast by a 7th-level priest. \nWooden magical items are considered en- \nchanted at 12th level (or better). Extremely \npowerful items, such as artifacts, are unaf- \nfected by this spell. \nThe reversed spell, straighten wood, \nstraightens bent or crooked wood, or re- \nverses the effects of a warp wood spell, sub- \nject to the same restrictions. \nWlthdraw (Alteration) \nSphere: Protection \nRange: 0 \nComponents: V, S \nDuration: Special \nCasting Time: 5 \nArea of Effect: The caster \nSaving Throw: None \ners is permitted.) Note that while affected \nby the withdraw spell, the caster can use \nonly the following spells: any divination \nspell or any curing or healing spell, the latter \non himself only. The casting of any of these \nspells in a different fashion (e.g., a cure light \nwounds spell bestowed upon a companion) \nnegates the withdraw spell. Similarly, the \nwithdrawn caster cannot walk or run, be- \ncome invisible, or engage in actions other \nthan thinking, reading, and the like. He can \nbe affected by the actions of others, losing \nany Dexterity or shield bonus. Any success- \nful attack upon the caster breaks the spell. \nWyvern Watch (Evocation) \nSphere: Guardian \nRange: 30 yards \nComponents: V, S, M \nDuration: 8 hours or until strike \nCasting Time: 5 \nArea of Effect: 10-foot-radius sphere \nSaving Throw: Neg. ' \nThis spell is known as wyvern watch be- \ncause of the insubstantial haze brought \nforth by its casting, which vaguely resem- \nbles a wyvern. It is typically used to guard \nsome area against intrusion. Any creature \napproaching within 10 feet of the guarded \narea may be affected by the \"wyvern.\" Any \ncreature entering the guarded area must roll \na successful saving throw vs. spell or stand \nparalyzed for one round per level of the \ncaster, until freed by the spellcaster, by a \ndispel magic spell, or by a remove paralysis \nspell. A successful saving throw indicates \nthat the subject creature was missed by the \nattack of the wyvern-form, and the spell re- \nmains in place. As soon as a subject creature \nis successfully struck by the wyvern-form, \nthe paralysis takes effect and the force of the \nspell dissipates. The spell force likewise dis- \nsipates if no intruder is struck by the \nwyvern-form for eight hours after the spell \nis cast. Any creature approaching the space \nbeing guarded by the wyvern-form may be \nable to detect its presence before coming \nclose enough to be attacked; this chance of \ndetection is 90% in bright light, 30% in twi- \nlight conditions, and 0% in darkness. \nThe material component is the priest's \nholy symbol. \nBy means of a withdraw spell, the priest \nin effect alters the flow of time with regard \nto himself. While but one round of time \npasses for those not affected by the spell, the \npriest is able to spend two rounds, plus one \nround per level, in contemplation. Thus, a \n5th-level priest can withdraw for seven \nrounds to cogitate on some matter while one \nround passes for all others. (The DM should \nallow the player one minute of real time per \nround withdrawn to ponder some problem \nor question. No discussion with other play- \n208 \nThird-Level Spells \nAnimate Dead (Necromancy) \nSphere: Necromantic \nRange: 10 yards \nComponqnts: V, S, M \nDuration: Permanent \nCasting Time: 1 round \nArea of Effect: Special \nSaving Throw: None \nThis spell creates the lowest of the undead \nmonsters, skeletons or zombies, usually \nfrom the bones or bodies of dead humans, \ndemihumans, or humanoids. The spell \ncauses these remains to become animated \nand obey the simple verbal commands of \nthe caster, regardless of how they communi- \ncated in life. The skeletons or zombies can \nfollow the caster, remain in an area and at- \ntack any creature (or just a specific type of \ncreature) entering the place, etc. The un- \ndead remain animated until they are de- \nstroyed in combat or are turned; the magic \ncannot be dispelled. \nThe priest can animate one skeleton or \none zombie for each experience level he has \nattained. If creatures with more than 1 + Hit \nDice are animated, the number is deter- \nmined by the monster Hit Dice. Skeletal \nforms have the Hit Dice of the original crea- \nture, while zombie forms have 1 more Hit \nDie. Thus, a 12th-level priest could animate \n12 dwarven skeletons (or six zombies), four \nzombie gnolls, or a single zombie fire giant. \nNote that this is based on the standard racial \nHit Die norm; thus, a high-level adventurer \nwould be animated as a skeleton or zombie \nof 1 or 2 Hit Dice, and without special class \nor racial abilities. The caster can, alterna- \ntively, animate two small animal skeletons \n(1-1 Hit Die or less) for every level of experi- \nence he has achieved. \nThe spell requires a drop of blood, a pie \nof flesh of the type of creature being a \nmated, and a pinch of bone powder or \nbone shard to complete the spell. Casti\n\n[BOOK_PAGE 209 | PDF_PAGE 210]\nthis spell is not a good act, and only evil \npriests use it frequently. \nCali Lightning (Alteration) \nSphere: Weather \nRange: 0 \nComponents: V, S \nDuration: 1 turn/level \nCasting Time: 1 turn \nArea of Effect: =foot radius \nSaving Throw: 1/2 \n* When a cuff lightning spell is cast, there \nmust be a storm of some sort in the area-a \nrain shower, clouds and wind, hot and \ncloudy conditions, or even a tornado \n(including a whirlwind formed by a djinn or \nair elemental of 7 Hit Dice or more). The \ncaster is then able to call down bolts of light- \nning. The caster can call down one bolt per \nturn. The caster need not call a bolt of light- \nning immediately-other actions, even \nspellcasting, can be performed; however, \nthe caster must remain stationary and con- \ncentrate for a full round each time a bolt is \ncalled. The spell has a duration of one turn \nper caster level. Each bolt causes 2d8 points \nof electrical damage, plus an additional Id8 \npoints for each of the caster's experience \nlevels. Thus, a 4th-level caster calls down a \n6d8 bolt (268 + 4d8). \nThe bolt of lightning flashes down in a \nvertical stroke at whatever distance the \nspellcaster decides, up to 360 yards away. \nAny creature within a 10-foot radius of the \npath or the point where the lightning strikes \nsuffers full damage unless a successful sav- \ning throw vs. spell is rolled, in which case \nonly one-half damage is taken. \nBecause it requires a storm overhead, this \nspell can only be used outdoors. It does not \nfunction under ground or under water. \nContinual Light (Alteration) \nReversible \nSphere: Sun \nRange: 12oyards \nComponents: V, S \nDuration: Permanent \nCasting Time: 6 \nArea of Effect: *foot-radius globe \nsaving Throw: special \nThis spell is similar to a fight spell, except \nthat it is as bright as full daylight and lasts \nuntil negated by magical darkness or by a \ndispe2 mgic spell. Creatures with penalties \nin bright light suffer them in this spell's area \nof effect. As with the light spell, this can be \ncast into air, onto an object, or at a creature. \nIn the third case, the continual light affects \nthe space about one foot behind a creature \nthat successfully rolls its saving throw vs. \nspell (a failed saving throw means the con- \ntinual light is centered on the creature and \nmoves as it moves). Note that this spell as0 \nblinds a creature if it is successfully cast \nupon the creature's visual organs. If the spell \nis cast on a small object that is then placed in \na light-proof covering, the spell effects are \nblocked until the covering is removed. \nContinual light brought into an area of \nmagical darkness (or vice versa) cancels the \ndarkness so that the otherwise prevailing \nlight conditions exist in the overlapping \nareas of effect. A direct casting of a contin- \nuuf fight spell against a similar or weaker \nmagical darkness cancels both. \nThis spell eventually consumes the mate- \nrial it is cast upon, but the process takes far \nlonger than the time in a typical campaign. \nExtremely hard and expensive materials \nmight last hundreds or even thousands of \nyears. \nThe reverse spell, continual darkness, \ncauses complete absence of light (pitch \nblackness), similar to the darkness spell but \nof greater duration and area. \nCreate Food b Water (Alteration) \nSphere: Creation \nRange: 10 yards \nComponents: V, S \nDuration: Special \nCasting Time: 1 turn \nArea of Effect: 1 cubic foot/level \nSaving Throw: None \nWhen this spell is cast, the priest causes \nfood and water to appear. The food thus \ncreated is highly nourishing if rather bland; \neach cubic foot of the material sustains three \nhuman-sized creatures or one homized \ncreature for a full day. The food decays and \nbecomes inedible within 24 hours, although \nit can be restored for another 24 hours by \ncasting a purify food and wuter spell upon \nit. The water created by this spell is the same \nas that created by the 1st-level priest spell \ncreate wuter. For each experience level the \npriest has attained, one cubic foot of food or \nwater is created by the spell. A 2nd-level \npriest could create one cubic foot of food \nand one cubic foot of water. \nCure Blindness or Deafness \n(Abjuration) \nReversible \nSphere: Necromantic \nRange: Touch \nComponents: V, S \nDuration: Permanent \nCasting Time: 1 round \nArea of Efkct: Creature touched \nSaving Throw: Special \nBy touching the creature afflicted, the \npriest employing the spell can permanently \ncure some forms of bli or deafness. \nThis spell does not restore or repair visual or \n209 \nauditory organs damaged by injury or dis- \nIts reverse, cuuse blindness or de+, \nrequires a successful touch (successful \nattack roll) on the victim. If the victim rob \na successful saving throw, the ef \nnegated. If the saving throw is failed \ndamaging magical blindness or d \nresults. \nease. \nA deafened creature suffers a - 1 pen \nspells with verbal components, and can \nreact only to what it can see or feel. A blind- \ned creature suffers a -4 penalty to its attack \nrolls, a + 4 penalty to its Annor Class, and a \n+2 penalty to its initiative rol \nCure Disease (Abjuration) \nReversible \nSpheld: Necromantic \nRange: Touch \nComponents: V, S \nDuration: Permanent \nCasting Time: 1 round \nArea of Effect: Creature touched \nSaving Throw: None \nThis spell enables the caster to cure most \ndiseases by placing his hand upon the dis- \neased creature. The affliction rapidly disap- \npears thereafter, making the cured creature \nwhole and well in from one turn to 10 days, \ndepending on the type of disease and the \nstate of its advancement when the cure took \nplace. (The DM must adjudicate these con- \nditions.) The spell is also effective against \nparasitic monsters such as green slime, rot \ngrubs, and others. When cast by a priest of \nat least 12th level, this spell cutes lycanthro- \npy if cast within three days of the infection. \nNote that the spell does not prevent reoccur- \nrence of a disease if the recipient is agair \nexposed. \nThe reverse of the cure disease spell is \ncuuse disease. To be effective, the priest \nmust touchthe inknded victim, and the vic- \ntim must fail a saving throw vs. spell, The \nseverity of the disease is decided by \npriest (debilitating or fatal). The \ndetails of the disease are decided by the DM, \nbut the following are typical: \nDebilitating-The disease takes effect in \nld6 turns, after which the creature loses 1 \npint of Strength per hour until his Strmgth \nis reduced to 2 or less, at which time the \nrecipient is weak and virtually helpless. If a \ncreature has no Strength rating, it loses 10% \nof its hit points per Strength loss, down to \n10% of its original hit points. If the disease \nalso affects hit points, use the more severe \npenalty. Recovery requires a period of ld3 \nWeeks. \nFutaf-This wasting disease is effeaive \nimmediately. Infected creatures receive no \nbenefit from cure wound spells while the \n'7 ... .- \n.. I... I \n.* ..\n\n[BOOK_PAGE 210 | PDF_PAGE 211]\n111 Priest Spells (3rd Level) \ndisease is in effect; wounds heal at only 10% \nof the natural rate. The disease proves fatal \nwithin ld6 months and can be cured only by \nmagical mans. Each month the disease pro- \ngresses, the creature loses 2 points of Cha- \nrisma, permanently. \nThe inflicted disease can be cured by the \ncure disease spell. Lycanthropy cannot be \ncaused. \nDispel Magic (Abjuration) \nSphere: Protection \nRange: 60 yards \nComponents: V, S \nhation: Special \nCasting Time: 6 \nArea of Effect: =foot cube or 1 item \nSaving Throw: None \nWhen a priest casts this spell, it has a \nchance to neutralize or negate the magic it \ncomes in contact with as follows: \nFirst, it has a chance to remove spells and \nspell-like effects (including device effects \nand innate abilities) from creatures or \nobjects. Second, it may disrupt the casting \nor use of these in the area of effect at the \ninstant the dispel is cast. Third, it may \ndestroy magical potions (which are treated \nas Uth level for purposes of this spell). \nEach effect or potion in the spell's area is \nchecked to determine if it is dispelled. The \ncaster can always dispel his own magic; oth- \nerwise the chance depends on the difference \nin level between the magical effect and the \ncaster. The base chance of successfully dis- \npelling is 11 or higher on IdzO. If the caster \nis higher level than the creator of the effect \nto be dispelled, the difference is subtracted \nfrm &is base number needed. If the caster \nis lower bel, then the difference is added to \nthe base. A die roll of 20 always succee& \nand a die roll of 1 always fails. Thus, if a \ncaster is 10 levels higher than the magic he is \ntrying to dispel, only a roll of 1 prevents the \neffect frm being dispelled. \nA dispel magic can affect only a specially \nmchanted item (such as a magical scroll, \nring, wad, rod, staff, miscellaneous item, \nweapon, shield, or armor) if it is cast \ndirectlyupon the item. Thisrenders the item \nnonoperational for Id4 rounds. An item \npossessed or carried by a creature has the \ncreature's saving throw against this effect; \nothcrwiso it is automatically rendered non- \noperational. An interdimensional interface \n(such as a bag of holding) rendered non- \noperational is temporarily closed. Note that \nan item's physical properties are unchanged: \na nonoperational magical sword is still a \nsword. \nArtifacts and relics are not subject to this \nspell, but some of their spell-like effects may \nbe, at the DMs option. \nSummary of Dispel Effects \nSource of Effect Reslsts As \nCaster None \nResult of Dispel \nDispel automatic \nOther caster/innate abilitv Level/HD of other caster J%& nenated \nArtifact DM discretion DM discretion \n* Effect negated; if cast directly on item, item becomes nonoperational for Id4 rounds. \nNote that this spell, if successful, will \nrelease charmed and similarly beguiled crea- \ntures. Certain spells or effects cannot be dis- \npelled; these are listed in the spell \ndescriptions. \nFeign Death (Necromancy) \nSphere: Necromantic \nRange: Touch \nComponent: V \nDuration: 1 turn + 1 round/level \nCasting Time: V2 \nArea of Effect: Person touched \nSaving Throw: None \nBy means of this spell, the caster or any \nother willing person can be put into a cata- \nleptic state that is impossible to distinguish \nfrom actual death. Although the person \naffected can smell, hear, and know what is \ngoing on, no feeling or sight of any sort is \npossible; thus, any wounding or mistreat- \nment of the body is not felt, no reaction \noccurs, and damage is only one-half nor- \nmal. In addition, paralysis, poison, or \nenergy level drain does not affect a person \nunder the influence of this spell, but poison \ninjected or otherwise introduced into the \nbody becomes effective when the spell recip- \nient is no longer under the influence of this \nspell, although a saving throw is permitted. \nHowever, the spell offers no protection \nfrom causes of certain death-being crushed \nunder a landslide, etc. Only a willing indi- \nvidual can be affected by a feign denth spell. \nThe priest is able to end the spell effect at \nany time, but it requires a full round for \nbodily functions to begin again. \nNote that, unlike the wizard version of \nthis spell, only people can be affected, and \nthat those of any level can be affected by the \npriest casting this spell. \n210 \nFlame Walk (Alteration) \nSphere: Elemental (Fire) \nRange: Touch \nComponents: V, S, M \nDuration: 1 round + l/level \nCasting Time: 5 \nArea of Effect: Creature(s) touched \nSaving Throw: None \n1 By means of this spell, the caster I \nempowers one or more creatures to with- I \nstand nonmagical fires of temperatures up / \nto 2,OOOO E (enabling them to walk upon , \nmolten lava). It also confers a +2 bonus to \nsaving throws against magi4 fire and , \nreduces damage from such fires by one-half, \neven if the saving throw is failed. For every 1 experience level above the minimum 1 \nrequired to cast the spell (5th), the priest can 1 \naffect an additional creature. This spell is 1 \nnot cumulative with resist fire spells or \nlar protections. \nThe material components of the spell \nthe priest's holy symbol and at least 500 \nof powdered ruby per affected creature. \nGlyph of Warding \n(Abjuration, Evocation) \nSphere: Guardian \nRange: Touch \nComponents: V, S, M \nDuration: Permanent until discharged \nCasting Time: Special \nArea of Effect: Special \nSaving Throw: Special \nA glyph of warding is a powerful inscrip- \ntion magically drawn to prevent unauthor- \nized or hostile creatures from passing, \nentering, or opening. It can be used to guard \na small bridge, to ward an entry, or as a trap \non a chest or box. \nThe priest must set the conditions of the \nward; typically any creature violating the \nwarded area without speaking the name of \nthe glyph is subject to the magic it stores. A \nsuccessful saving throw vs. spell enables the \ncreature to escape the effects of the glyph. \nGlyphs can be set according to physical \ncharacteristics, such as creature type, size, \nand weight. Glyphs can also be set with \nrespect to good or evil, or to pass those of \nthe caster's religion. They cannot be set \n1\n\n[BOOK_PAGE 211 | PDF_PAGE 212]\naccording to class, Hit Dice, or level. Multi- \nple glyphs cannot be cast on the same area; \nalthough if a cabinet had three drawers, \neach could be separately warded. \nWhen the spell is cast, the priest weaves a \ntracery of faintly glowing lines around the \nwarding sigil. For every five square feet of \narea to be protected, one round is required \nto trace the warding lines of the glyph. The \ncaster can affect an area equal to a square \nthe sides of which are the same as his level, \nin feet. The glyph can be placed to conform \nto any shape up to the limitations of the \ncaster‘s total square footage. Thus a 6th- \nlevel caster could place a glyph on a 6’ x 6’ \nsquare, shape it into a rectangle 4‘ x 9‘, a \nband 2‘ by 18‘, or a sipgle strip 1’ by 36’. \nWhen the spell is completed, the glyph and \ntracery become invisible. \nThe priest traces the glyph with incense, \nwhich, if the area exceeds 50 square feet, \nmust be sprinkled with powdered diamond \n(at least 2,OOO gp worth). \nTypical glyphs shock for ld4 points of \nelectrical damage per level of the spellcaster, \nexplode for a like amount of fire damage, \nparalyze, blind, deafen, and so forth. The \nDM may allow any harmful priest spell \neffect to be used as a glyph, provided the \ncaster is of sufficient level to cast the spell. \nSuccessful saving throws either reduce \neffects by one-half or negate them, accord- \ning to the glyph employed. Glyphs cannot \nbe affected or bypassed by such means as \nphysical or magical probing, though they \ncan be dispelled by magic and foiled by \nhigh-level thieves using their find-and- \nremove-traps skill. \nThe DM may decide that the exact glyphs \navailable to a priest depend on his religion, \nand he might make new glyphs available \naccording to the magical research rules. \nHold Animal (EnchantmenffCharm) \nSphere: Animal \nRange: 80 yards \nComponents: V, S \nDuration: 2 rounds/levei \nCasting Time: 6 \nArea of Effect: 1 to 4 animals in a \nSaving Throw: Neg. \n4(rfOOt Cube \nBy means of this spell, the caster holds \none to four animals rigid. Animals affected \nare normal or giant-sized mammals, birds, \nor reptiles, but not monsters such as cen- \ntaurs, gorgons, harpies, naga, etc. Apes, \nbears, crocodiles, dogs, eagles, foxes, giant \nbeavers, and similar animals are subject to \nthis spell. The hold lasts for two rounds per \ncaster level. The caster decides how many \nanimals can be affected, but the greater the \nnumber, the better chance each has to suc- \ncessfully save against the spell. Each animal \ngets a saving throw: if only one is the subject \nPriest Spells (3rd level) \nof the spell, it has a penalty of - 4 to its roll; \nif two are subject, each receives a penalty of \n-2 to its roll; if three are subject, each \nreceives a penalty of -1 to its roll; if four \nare subject, each gets an unmodified saving \nthrow. \nA maximum body weight of 400 pounds \n(100 pounds for nonmammals) per animal \nper caster level can be affected-e.g., an \n8th-level caster can affect up to four 3,200- \npound mammals or a like number of 800- \npound nonmammals, such as birds or \nreptiles. \nLocate Object (Divination) \nReversible \nSphere: Divination \nRange: 60 yards + 10 yd./level \nComponents: V, S, M \nDuration: 8 hours \nCasting Time: 1 turn \nArea of Effect: 1 object \nSaving Throw: None \nThis spell helps locate a known or famil- \niar object. The priest casts the spell, slowly \nturns, and will sense when he is facing in the \ndirection of the object to be located, provid- \ned the object is within range-e.g., 90 yards \nfor 3rd-level priests, 100 yards for 4th, 110 \nyards for 5th. etc. The spell locates such \nobjects as apparel, jewelry, furniture, tools, \nweapons, or even a ladder or stairway. \nOnce the caster has fixed in his mind the \nitem sought, the spell locates only that item. \nAttempting to find a specific item, such as a \nkingdom’s crown, requires an accurate men- \ntal image. If the image is not close enough to \nthe actual item, the spell does not work; in \nshort, desired but unique objects cannot be \nlocated by this spell unless they are known \nby the caster. The spell isblocked by lead. \nThe casting requires the use of a piece of \nlodestone. \nThe reversal, obscure object, hides an \nobject from location by spell, crystal ball, \nor similar means for eight hours. The caster \nmust touch the object being concealed. \nNeither application of the spell affects liv- \ning creatures. \nMagical Vestment (Enchantment) \nSphere: Protection \nRange: Touch \nComponents: V, S, M \nDuration: 5 rounds/level \nCasting Time: 1 round \nArea of Effect: The caster \nSaving Throw: None \nThis spell enchants the caster’s vestment, \nproviding protection at least the equivalent \nof chain mail (AC 5). The vestment gains a \n+1 enchantment for each three levels of the \npriest beyond 5th level, to a maximum of \nAC 1 at 17th level. The magic lasts for five \nrounds per level of the caster, or until the \ncaster loses consciousness. If the vestment is \nworn with other armors, only the best AC \n(either the armor or the vestment) is ud- \nthis protection is not cumulative with any \nother AC protection. \nment to be enchanted and the pri \nsymbol, which are not expended. \nMeld Into Stone (Alteration) \nSphere: Elemental (Earth) \nRange: 0 \nComponents: V, S, M \nDuration: 8 rounds + Id8 rounds \nCasting Time: 6 \nArea of Effect: Caster \nSaving Throw: None \nThis spell enables the priest to \nbody and possessions into a single \nstone. The stone must be lar \naccommodate his body in all t \nsions. When casting is complete, the priest \nand not more than 100 pounds of nonliving \ngear merge with the stone. If either con&- \ntion is violated, the spell fails and is wasted. \nWhile in the stone, the priest remains in \ncontact, however tenuous, with the face of \nthe stone through which he melded. The \npriest remains aware of the passage of time. \nNothing that goes on outside the stone can \nbe seen or heard, however. Minor physical \ndamage to the stone does not harm the \npriest, but its partial destruction, if enough \nso that the caster no longer fits, expels the \npriest with 4d8 points of damage. The \nstone’s destruction expels the priest and \nslays him instantly, unless a successful saw- \ning throw vs. spell is rolled. \nThe magic lasts for ld8+8 rounds, the \nvariable part of the duration rolled secredy \nby the DM. At any time before the duration \nexpires, the priest can step out of thetatme \nthrough the stone surface he entered. If the \nduration runs out, or the effect is dispelled \nbefore the priest exits the stone, then he is \nviolently expelled and suffers 4d8 points of \ndamage. \nThe following spells harm the priest if \ncast upon the stone that he is occupying: \nThe material components are t\n\n[BOOK_PAGE 212 | PDF_PAGE 213]\nPriest Spells (3rd Level) \nNegative Plane Protection \n(Ab juration) \nSphere: Protection, Necromantic \nRange: Touch \nComponents: V, S \nDuration: Special \nCasting Time: 1 round \nArea of Effect: 1 creature \nSaving Throw: None \nThis spell affords the caster or touched \ncreature partial protection from undead \nmonsters with Negative Material plane con- \nnections (such as shadows, wights, wraiths, \nspectres, or vampires) and certain weapons \nand spells that drain energy levels. The neg- \native plane protection spell opens a channel \nto the Positive Material plane, possibly off- \nsetting the effect of the negative energy \nattack. A protected creature struck by a \nnegative energy attack is allowed a saving \nthrow vs. death magic. If successful, the \nenergies cancel with a bright flash of light \nand a thunderclap. The protected creature \nsuffers only normal hit point damage from \nthe attack and does not suffer any drain of \nexperience or Strength, regardless of the \nnumber of levels the attack would have \ndrained. An attacking undead creature suf- \nfers 2d6 points of damage from the Positive \nplane energy; a draining wizard or weapon \nreceives no damage. \nThis protection is proof against only one \nsuch attack, dissipating immediately wheth- \ner or not the saving throw was successful. If \nthe saving throw is failed, the spell recipient \nsuffers double the usual physical damage, in \naddition to the loss of experience or \nStrength that normally occurs. The protec- \ntion lasts for one turn per level of the priest \ncasting the spell, or until the protected crea- \nture is struck by a negative energy attack. \nThis spell cannot be cast on the Negative \nMaterial plane. \nPlilnt Growth (Alteration) \nSphere: Plant \nRange: 160 yards \nComponents: V, S, M \nDuration: Permanent \nCasting Time: 1 round \nArea of Effect: Special \nSaving Throw: Special \nThe plant growth spell enables the caster \nto choose either of two different uses. The \nfirst causes normal vegetation to grow, \nentwine, and entangle to form a thicket or \njungle that creatures must hack or force a \nway through at a movement rate of 10 feet \nper round (or 20 feet per round for larger- \nthan-man-sized creatures). Note that the \narea must have brush and trees in it in order \nfor this spell to take effect. Briars, bushes, \ncreepers, lianas, roots, saplings, thistles, \nthorn, trees, vines, and weeds become so \nthick and overgrown in the area of effect as \nto form a barrier. The area of effect is a \nsquare 20 feet on a side per level of experi- \nence of the caster, in any square or rectangu- \nlar shape that the caster decides upon at the \ntime of the spellcasting. Thus an 8th-level \ncaster can affect a maximum area of 160' \nX 160' square, a 320' X 80' rectangle, a \n640' X 40' rectangle, a 1,280' X 20' rec- \ntangle, etc. The spell's effects persist in the \narea until it is cleared by labor, fire, or such \nmagical means as a dispel magic spell. \nThe second use of the spell affects a one- \nmile square area. The DM secretly makes a \nsaving throw (based on the caster's level) to \nsee if the spell takqs effect. If successful, the \nspell renders plants more vigorous, fruitful, \nand hardy, increasing yields by 20% to SO% \n([ld4+1] X lo%), given a normal growing \nseason. The spell does not prevent disaster \nin the form of floods, drought, fire, or \ninsects, although even in these cases the \nplants survive better than expected. This \neffect lasts only for the life cycle of one sea- \nson, the winter \"death marking the end of a \nlife cycle even for the sturdiest of trees. In \nmany farming communities, this spell is \nnormally cast at planting time as part of the \nspring festivals. \nPrayer (Conjuration/Summoning) \nSphere: Combat \nRange: 0 \nComponents: V, S, M \nDuration: 1 round/level \nCasting Time: 6 \nArea of Effect: 60-foot radius \nSaving Throw: None \nBy means of the prayer spell, the priest \nbrings special favor upon himself and his \nparty and causes harm to his enemies. \nThose in the area at the instant the spell is \ncompleted are affected for the duration of \nthe spell. When the spell is completed, all \nattack and damage rolls and saving throws \nmade by those in the area of effect who are \nfriendly to the priest gain +1 bonuses, \nwhile those of the priest's enemies suffer - 1 \npenalties. Once the prayer spell is uttered, \nthe priest can do other things, unlike a \nchant, which he must continue to make the \nspell effective. If another priest of the same \nreligious persuasion (not merely the same \nalignment) is chanting when a prayer is cast, \nthe effects combine to +2 and -2, as long \nas both are in effect at once. \nThe priest needs a silver holy symbol, \nprayer beads, or a similar device as the \nmaterial component of this spell. \nProtection From Fire (Abjuration) \nSphere: Protection, Elemental (Fire) \nRange: Touch \nComponents: V, S, M \nDuration: Special \nCasting Time: 6 \nArea of Effect: Creature touched \nSaving Throw: None \nThe effect of a protection from fire spell \ndiffers according to the recipient of the \nmagic-either the caster or some other crea- \nture. In either case, the spell lasts no longer \nthan one turn per caster level. \n* If the spell is cast upon the caster, it confers \ncomplete invulnerability to normal fires \n(torches, bonfires, oil fires, and the like) and \nto exposure to magical fires such as fiery \ndragon breath, spells such as burning \nhands, fireball, fire seeds, fire storm, flame \nstrike, meteor swarm, hell hound or pyro- \nhydra breath, etc., until the spell has \nabsorbed 12 points of heat or fire damage \nper level of the caster, at which time the spell \nis negated. \n* If the spell is cast upon another creature, it \ngives invulnerability to normal fire, gives a \nbonus of +4 to saving throw die rolls vs. \nfire attacks, and it reduces damage sus- \ntained from magical fires by 50%. \nThe caster's holy symbol is the material \ncomponent. \nPyrotechnics (Alteration) \nSphere: Elemental (Fire) \nRange: 160 yards \nComponents: V, S, M \nDuration: Special \nCasting Time: 6 \nArea of Effect: 10 or 100 times \nSaving Throw: Special \nA pyrotechnics spell draws on an existing \nfire source to produce either of two effects, \nat the option of the caster. \n* First, it can produce a flashing and fiery \nburst of glowing, colored aerial fireworks \nthat lasts one round. This effect temporarily \nblinds those creatures in, under, or within \n120 feet of the area that also have an unob- \nstructed line of sight to the effect, for ld4 +1 \nrounds unless the creatures roll successful \nsaving throws vs. spell. The fireworks fill a \nvolume ten times greater than the original \nf ire source. \n* Second, it can cause a thick, writhing \nstream of smoke to arise from the source \nand form a choking cloud that lasts for one \nround per experience level of the caster. This \ncovers a roughly hemispherical volume \nfrom the ground or floor up (or conforming \nto the shape of a confined area) that totally \nobscures vision beyond two feet. The smoke \na single fire source \n212\n\n[BOOK_PAGE 213 | PDF_PAGE 214]\nfills a volume 100 times that of the fire \nsource. \nThe spell uses one fire source within the \narea of effect, which is immediately extin- \nguished. An extremely large fire can be used \nas the source, and it is only partially extin- \nguished by the casting. Magical fires are not \nextinguished, although a fire-based creature \n(such as a fire elemental) used as a source \nsuffers ld4 points of damage, plus 1 point of \ndamage per caster level. This spell does not \nfunction under water. \nRemove Curse (Abjuration) \nReversible \nSphere: Protection \nRange: Touch \nComponents: V, S \nDuration: Permanent \nCasting Time: 6 \nArea of Effect: Special \nSaving Throw: Special \nUpon casting this spell, the priest is usu- \nally able to remove a curse on an object, on \na person, or in the form of some undesired \nsending or evil presence. Note that the re- \nmoue curse spell does not remove the curse \nfrom a cursed shield, weapon, or suit of ar- \nmor, for example, although the spell typi- \ncally enables the person afflicted with any \nsuch cursed item to get rid of it. Certain spe- \ncial curses may not be countered by this \nspell, or may be countered only by a caster \nof a certain level or more. A caster of 12th \nlevel or more can cure lycanthropy with this \nspell by casting it on the animal form. The \nwere-creature receives a saving throw vs. \nspell and, if successful, the spell fails and the \npriest must gain a level before attempting \nthe remedy on this creature again. \nThe reverse of the spell is not permanent; \nthe bestow curse spell lasts for one turn for \nevery experience level of the priest using the \nspell. The curse can have one of the follow- \ning effects (roll percentile dice): 50% of the \ntime it reduces one ability of the victim to 3 \n(the DM randomly determines which abil- \nity); 25% of the time it lowers the victim's \nattack and saving throw rolls by -4; 25% \nof the time it makes the victim 50% likely to \ndrop whatever he is holding (or do nothing, \nin the case of creatures not using tools)- \nroll each round. \nIt is possible for a priest to devise his own \ncurse, and it should be similar in power to \nthose given here. Consult your DM. The \nsubject of a bestow curse spell must be \ntouched. If the victim is touched, a saving \nthrow is still applicable; if it is successful, \nthe effect is negated. The bestowed curse \ncannot be dispelled. \nRemove Paralysis (Abjuration) \nSphere: Protection \nRange 10 yarddlevel \nComponents: V, S \nDuration: Permanent \nCasting Time: 6 \nArea of Effect: ld4 creatures in a 20' cube \nSaving Throw: None \nBy the use of this spell, the priest can free \none or more creatures from the effects of \nany paralyzation or from related magic \n(such as a ghoul touch, or a hold or slow \nspell). If the spell is cast on one creature, the \nparalyzation is negated. If cast on two crea- \ntures, each receives another saving throw \nvs. the effect that afflicts it, with a +4 bo- \nnus. If cast on three or four creatures, each \nreceives another saving throw with a +2 \nbonus. There must be no physical or magi- \ncal bamer between the caster and the crea- \ntures to be affected, or the spell fails and is \nwasted. \nSnare (EnchantrnenKhann) \nSphere: Plant \nRange: Touch \nComponents: V, S, M \nDuration: Permanent until triggered \nCasting Time: 3 rounds \nArea of Effect: 2' diameter circle plus V6' per \nSaving Throw: None \nThis spell enables the caster to make a \nsnare that is 90% undetectable without \nmagical aid. The snare can be made from \nany supple vine, a thong, or a rope. When \nthe snare spell is cast upon it, the cord- \nlike object blends with its surroundings. \nOne end of the snare is tied in a loop that \ncontracts around one or more of the limbs \nof any creature stepping inside the circle \n(note that the head of a worm or snake \ncould be thus ensnared). \nIf a strong and supple tree is nearby, the \nsnare can be fastened to it. The magic of the \nspell causes the tree to bend and then \nstraighten when the loop is triggered, inflict- \ning ld6 points of damage to the creature \ntrapped, and lifting it off the ground by the \ntrapped member(s) (or strangling it if the \nheadheck triggered the snare). If no such \nsapling or tree is available, the cord-lie ob- \nject tightens upon the member(s), then \nwraps around the entire creature, causing \nno damage, but tightly binding it. Under \nwater, the cord coils back upon its anchor \npoint. The snare is magical, so for one hour \nit is breakable only by cloud giant or greater \nStrength (23); each hour thereafter, the \nsnare material loses magic so as to become 1 \npoint more breakable per hour-= after \ntwo hours, 21 after three, 20 after four- \nuntil six full hours have elapsed. At that \ntime, 18 Strength will break the bonds. Af- \nlevel of the spellcaster \nL A1 \nter 12 hours have elapsed, the materials of \nthe snare lose all magical properties and the \nloop opens, freeing anything it held. The \nsnare can be cut with any magical weapon, \nor with any edged weapon wielded with at \nleast a +2 attack bonus (from Strength, for \nexample). \nThe caster must have a snake skin and a \npiece of sinew from a strong animal to \nweave into the cord-lie object from which \nhe will make the snare. Only the caster's \nholy symbol is otherwise needed. \n213\n\n[BOOK_PAGE 214 | PDF_PAGE 215]\n-- \ndepend on the level of experience of the \npriest. Even if the casting is successful, such \ncreatures are as evasive as possible when \nquestioned. The dead tend to give extremely \nbrief and limited answers, often cryptic, and \nto take questions literally. Furthermore, \ntheir knowledge is often limited to what \nthey knew in life. \nA dead creature of different alignment or \nSphere: Divination \nRange: 1 \nComponents: V, S, M \nDuration: Special \nCasting Time: 1 turn \nArea of Effect: 1 creature \nSa* Throw: Swcial Y \nUpon casting a speak with deud spell, the \npriest is able to ask several questions of a \ndead creature in a set period of time and \nreceive answers according to the knowledge \nof that creature. Of course, the priest must \nbe able to converse in the language that the \ndeud creature once used. The length of time \nthe creature bas been dead is a factor, since \nonly higher level priests can converse with a \nlong-ckad creature. The number of ques- \ntions that can be answered and the length of \ntime in which the questions can be asked \nof higher level or Hit Dice than the caster's \nlevel receives a saving throw vs. spell. A \ndead creature that successfully saves can \nrefuse to answer questions, ending the spell. \nAt the DMs option, the casting of this spell \non a given creature might be restricted to \nonce per week. \nThe priest needs a holy symbol and burn- \ning incense in order to cast this spell upon \nthe body, remains, or a portion thereof. The \nremains are not expended. This spell does \nnot function under water. \nNumber \nof Time Dead Questioned Questions \nCaster's Level Maximum Length of \nI \n1 week 2 \nof Experience \nup to 7th \n21st and up 1,oOO years 1 hour 7 \nSpike Growth (Alteration, Enchantment) \nRange: 60 yards \nComponents: V, S, M \nDuration: 3d4 turns + l/level \nCasting Time: 6 \nArea of Effect: 10-foot squardlevel \nSaving Throw: None \nWherever any type of plant growth of \nmoderate size or density is found, this spell \ncan be used. The ground-covering vegeta- \ntion or roots and rootlets in the area \nbecomes very hard and sharply pointed. In \neffect the ground cover, while appearing to \nbe unchanged, acts as if the area were \nstrewn with caltrops. In areas of bare \nground or earthen pits, roots and rootlets \nact in the same way. For each 10 feet of \nmovement through the area, the victim suf- \nfers 2d4 points of damage. He must also roll \na saving throw vs. spelI. If this saving throw \nis failed, the victim's movement rate is \nreduced by 1/3 from its current total (but a \ncreature's movement rate can never be less \nthan 1). This penalty lastsfor 24 hours, after \nwhich the character's normal movement \nrate is regained. \nWithout the use of a spell such as true see- \ning, similar magical aids, or some other spe- 1 \ncia1 means of detection (such as detect traps \nor detect snares and pits), an area affected \nby spike growth is absolutely undetectable \nsphere: Plant \nas such until a victim enters the area and suf- \nfers damage. Even then, the creature cannot \ndetermine the extent of the perilous area \nunless some means of magical detection is \nUsed. \nThe components for this spell are the \npriest's holy symbol and either seven sharp \nthorns or seven small twigs, each sharpened \nto a point. \nStarshine (Evocation, Inusion/Phantasm) \nSphere: Sun \nRange: 10 yd/level \nComponents: V, S, M \nDuration: 1 turnllevel \nCasting Time: 6 \nArea of Effect: 10-foot squareiievei \nSaving Throw: None \nA starshine spell enables the caster to \nsoftly illuminate an area as if it were \nexposed to a clear night sky filled with stars. \nRegardless of the height of the open area in \nwhich the spell is cast, the area immediately \nbeneath it is lit by starshine. Vision ranges \nare the same as those for a bright moonlit \nnight-movement noted out' to 100 yards; \nstationary creatures seen up to 50 yards; \ngeneral identifications made at 30 yards; \nrecognition at 10 yards. The spell creates \nshadows and has no effect on infravision. \nThe area of effect actually appears to be a \nnight sky, but disbelief of the illusion merely \n2 14 \nenables the disbeliever to note that the \n\"stars\" are actually evoked lights. This spell \ndoes not function under water. \nThe material components are several \nstalks from an amaryllis plant (especially \nHypoxis) and several holly berries. \nStone Shape (Alteration) \nSphere: Elemental (Earth) \nRange: Touch \nComponents: V, S, M \nDuration: Permanent \nCasting Time: 1 round \nArea of Effect: 3' cube plus 1' cube/level \nSaving Throw: None \nBy means of this spell, the caster can form \nan existing piece of stone into any shape that \nsuits his purposes. For example, a stone \nweapon can be made, a special trapdoor \nfashioned, or a crude idol sculpted. By the \nsame token, it enables the spellcaster to \nreshape a stone door, perhaps so as to \nescape imprisonment, providing the volume \nof stone involved was within the limits d \nthe area of effect. While stone coffers can be \nthus formed, stone doors made, etc., the \nfineness of detail is not great. If the shaping \nhas moving parts, there is a 30% chance \nthey do not work. \nThe material component of this spell is \nsoft clay that must be worked into roughly \nthe desired shape of the stone object, and \nthen touched to the stone when the spell is \nuttered. \nSummon Insects \n(ConjuratiodSummoning) \nSphere: Animal \nRange: 30 yards \nComponents: V, S, M \nDuration: 1 round/level \nCasting Time: 1 round \nArea of Effect: 1 creature \nSaving Throw: None \nThe summon insects spell attracts a cloud \nor swarm of normal insects to attack the \nfoes of the caster. Flying insects appear 70% \nof the time, while crawling insects appear \n30% of the time. The exact insects called are \nbees, biting flies, hornets, or wasps, if flying \ninsects are indicated; biting ants or pinching \nbeetles, if crawling insects are indicated. A \ncloud of the flying type, or a swarm of the \ncrawling sort, appears after the spell is cast. \nThis gathers at a point chosen by the caster, \nwithin the spell's range, and attacks any sin- \ngle creature the caster points to. \nThe attacked creature sustains 2 points of \ndamage if it does nothing but attempt to flee \nor fend off the insects during the time it is \nattacked; it suffers 4 points of damage per \nround otherwise. If the insects are ignored, \nthe victim fights with a -2 penalty to his \nattack roll and a +2 penalty to his Armor\n\n[BOOK_PAGE 215 | PDF_PAGE 216]\nPriest Spells (4th Level) \nm \nClass. If he attempts to cast a spell, an initia- \ntive roll should be made for the insects to see \nif their damage occurs before the spell is \ncast. If it does, the victim's concentration is \nruined and the spell is lost. \nThe insects disperse and the spell ends if \nthe victim enters thick smoke or hot flames. \nBesides being driven off by smoke or hot \nflames, the swarm might possibly be out- \nrun, or evaded by plunging into a suffiaent \nbody of water. If evaded, the summoned \ninsects can be sent against another oppo- \nnent, but there will be at least a 1 round \ndelay while they leave the former opponent \nand attack the new victim. Crawling insects \ncan travel only about 10 feet per round \n(maximum speed over smooth ground) and \nflying insects travel 60 feet per round. The \ncaster must concentrate to maintain the \nswarm; it dissipates if he moves or is dis- \nturbed. \nIt is possible, in underground situations, \nthat the caster might summon ld4 giant ants \nby means of the spell, but the possibility is \nonly 30% unless giant ants are nearby. This \nspell does not function under water. , \nThe materials needed for this spell are the \ncaster's holy symbol, a flower petal, and a \nbit of mud or wet clay. \nlcee (Alteration) \nSphw: Plant \nRange: 0 \nComponents: V, S, M \nDuration: 6 turns + 1 turn/level \nCasting Time: 6 \nArea of Effect: The caster \nSaving Throw: None \nBy means of this spell, the caster is able to \nassume the form of a small living tree or \nshrub or that of a large dead tree trunk with \nbut a few limbs. Although the closest \ninspection cannot reveal that this plant is \nactually a person, and for all normal tests he \nis, in fact, a tree or shrub, the caster is able \nto observe all that goes on around him just \nas if he were in normal form. The Armor \nClass and hit polnts of the plant are those of \nthe caster. The caster can remove the spell at \nany time, instantly changing from plant to \nhis normal form and having full capability \nfor any action normally possible (including \nspellcasting). Note that all clothing and gear \nworn or carried change with the caster. \nThe material components of this spell are \nthe priest's holy symbol and a twig from a \ntree. \nWater Breathing (Alteration) \nReversible \nSphere: Elemental (Water, Air) \nRange: Touch \nComponents: V, S \nDuration: 1 hour/level \nCasting Time: 6 \nArea of meet: creak touched \nSaving Throw: None \nThe recipient of a water breathing spell is \nable to breathe under water freely for the \nduration of the spell-i.e., one hour for \neach experience level of the caster. The \npriest can divide the base duration between \nmultiple characters. Thus an 8th-level priest \ncan confer this ability to two characters for \nfour hours, four for two hours, eight for one \nhour, etc., to a minimum of 1/2 hour per \ncharacter. \nThe reverse, air breathing, enables water- \nbreathing creatures to survive comfortably \nin the atmosphere for an equal duration. \nNote that neither version prevents the recip- \nient creature from breathing in its natural \nelement. \nWater Walk (Alteration) \nSphere: Elemental (Water) \nRange: Touch \nComponents: V, S, M \nDuration: 1 turn + 1 turn/levei \nCasting Time: 6 \nArea of Effect: Special \nSaving Throw None \nBy means of this spell, the caster is able to \nempower one or more creatures to tread \nupon any liquid as if it were firm ground; \nthis includes mud, quicksand, oil, running \nwater, and snow. The recipient's feet do not \ntouch the surface of the liquid, but oval \ndepressions of his appropriate foot size and \ntwo inches deep are left in the mud or snow. \nThe recipient's rate of movement remains \nnormal. If cast underwater, the recipient is \nborne toward the surface. \nFor every level of the caster above the \nminimum required to cast the spell (5th \nlevel), he can affect another creature. \nThe material components for this spell are \na piece of cork and the priest's holy symbol. \nFourth-Level Spells \nAbJure (Abjuration) \nSphere: Summoning \nRange: 10 yards \nComponents: V, S, M \nDuration: Special \nCasting Time: 1 round \nArea of W: 1 creature \nsaving mow: special \nThis spell can send an extrapmar crea- \nture back to its own plane of existence. The \nspell fails against entities of demigod status \nor greater, but their servants or midons can \nbe abjured. If the creature has a specific \n(proper) name, then that must be known \nand used. Any magic reaicrtance ofthesub- \nject must be overcome, or the spell fails. lk \npriest has a 50% chance of success (a roll of \n11 or better on ld20). The roll is adjusted by \nthe difference in level or Hit Dice \nthe caster and the creature being &jd: \nthe number needed is decreased if the priest \nhas more Hit Dice and increased if the crea- \nture has more Hit Dice. If the spell is suc- \ncessful, the creature is instantly hrvkd back \nto its own plane. The afkatd meatwe must \ns&ve a system shodc check. If the ape- \nture does not have a Conetitutian score, the \nrequiredroll is 70% + 2%/Hit Dieor Icvcl. \nThe caster has no control over where in the \ncreature's plane the abjured mature \narrives. If tkc attempt fails, the priest must \ngain another level before another attempt \ncan be made on that particular creature. \nThe spell requires the pdt's holy sym- \nbol, holy water, and some material inimical \nto the creatup. \n. ..... \na\n\n[BOOK_PAGE 216 | PDF_PAGE 217]\nAnimal Sum- I \n(Conjuration, Ssunmoninp) \nSphere: Animal, Summoning \nRange: 1 mile radius \nComponents: v, s \nDuration: Special \nCasting Time: 7 \nArea of Effect: Special \nSaving Throw: None \nBy means of this spell, the caster calls up \nto eight animals that have 4 Hit Dice or less, \nof whatever sort the caster names when the \nsummoning is made. Only animals within \nrange of the caster at the time the spell is cast \nwill come. The caster can try three times to \nsummon three different types of animals- \ne.g., suppose that wild dogs are first sum- \nmoned to no avail, then hawks are \nunsuccessfully called, and finally the caster \ncalls for wild horses that may or may not be \nwithin summoning range. Your DM must \ndetermine the chance of a summoned ani- \nmal type being within the range of the spell. \nThe animals summoned aid the caster by \nwhatever means they possess, staying until \na fight is over, a specific mission is finished, \nthe caster is safe, he sends them away, etc. \nOnly normal or giant animals can be sum- \nmoned; fantastic animals or monsters can- \nnot be summoned by this spell (no \nchimerae, dragons, gorgons, manticores, \netc.). \nCall Woodland Beings \n(ConjuraHon/summoning) \nSphere: Summoning \nRange: 100 yarddlevel \nComponents: V, S, M \nDuration: Special \nCasting Time: Special \nArea of Effect: Special \nSaving Throw: Neg. \nBy means of this spell, the caster is able to \nsummom certain woodland creatures to his \nlocation. Naturally, this spell works only \noutdoors, but not necessarily only in wood- \ned areas. The caster begins the incantation \nand continues uninterrupted until some \ncalled creature appears or two turns have \nelapsed. (The verbalization and somatic \ngesturing are easy, so this is not particularly \nexhausting to the spellcaster.) Only one type \n\\ \nof the following sorts of beings can be sum- \nmoned by the spell. They come only if they \nare within the range of the call. \nThe caster can call three times, for a dif- \nferent type each time. Once a call is su~cess- \nful, no other type can be called without \nanother casting of the spell. (Your DM will \nconsult his outdoor map or base the proba- \nbility of any such creature being within spell \nrange upon the nature of the area the caster \nis in at the time of spellcasting.) \nThe creature(s) called by the spell are \nentitled to a saving throw vs. spell (with a \n-4 penalty) to avoid the summons. Any \nwoodland beings answering the call are \nfavorably disposed to the spellcaster and \ngive whatever aid they are capable of. How- \never, if the caller or members of the caller‘s \nparty are of evil alignment, the creatures are \nentitled to another saving throw vs. spell \n(this time with a +4 bonus) when they come \nwithin 10 yards of the caster or another evil \ncharacter with him. These beings immedi- \nately seek to escape if their saving throws \nare successful. In any event, if the caster \nrequests that the summoned creatures \nengage in combat on his behalf, they are \nrequired to roll a loyalty reaction check \nbased on the caster’s Charisma and what- \never dealings he has had with them. \nThis spell works with respect to neutral or \ngood woodland creatures, as determined by \nthe DM. Thus the DM can freely add to or \nalter the list as he sees fit. \nIf the caster personally knows a certain \nindividual woodland being, that being can \nbe summoned at double the normal range. If \nthis is done, then no other woodland crea- \ntures are affected. \nThe material components of this spell are \na pine cone and eight holly berries. \nIf a percentage chance is given, druids \nand other nature-based priests add 1% per \ncaster level. These chances can be used if no \nother campaign information on the area is \navailable. \nCreature Type of Woodlands \nType Called Light Modera te6ylvan DenseNirgin \n2d8 brownies 30% 20% 10 % \nld4 centaurs 5% 30% 5% \nld4 dtvads 1% 25% 15% \n1 unicorn 15 % 20% \n6 \nCloak of Bravery \nReversible \n(cOl&jtU&~dU~~ \nSphere: Charm \nRange: Touch \nComponents: V, S, M \nDuration: Special \nCasting Time: 6 \nArea of Effect: Creature touched \nSaving Throw: Neg. \nThe cloak of bravery spell can be cast \nupon any willing creature. The protected \nindividual gains a bonus to his saving throw \nagainst any form of fear encountered (but \nnot awe-an ability of some Lesser ad \nGreater Powers). When cast, the spell an \naffect one to four creatures (caster’s choke). \nIf only one is affected, the saving throw \nbonus is +4. If two are affected, the bonus \nis +3, and so forth, until four creatures are \nprotected by a + 1 bonus. The magic of the \ncloak of bravery spell works only once and \nthen the spell ends, whether or not the am- \nture‘s saving throw is successful. The spdl \nends after eight hours if no saving throw is \nrequired before then. \nThe reverse of this spell, cloak of fear, \nempowers a single creature touched to radi- \nate a personal aura of fear, at will, out to a \nthree-foot radius. All other characters and \ncreatures within this aura must roll success- \nful saving throws vs. spell or run away in \npanic for 2d8 rounds. Affected individuals \nmay or may not drop items, at the DMs \noption. \nThe spell has no effect upon undead of \nany sort. The effect can be used but once, \nand the spell expires after eight hours if not \nbrought down earlier. Members of the recip- \nient’s party are not immune to the effects of \nthe spell. \nThe material component for the cloak of \nbravery spell is the feather of an eagle or \nhawk. The reverse requires the tail feathers \nof a vulture or chicken. \nControl Temperature, 10’ Radius \n(Alteration) \nSphere: Weather \nRange: 0 \nComponents: V, S, M \nDuration: 4 turns + 1 turn/levei \nCasting Time: 7 \nArea of Effect: 10-foot radius \nSaving Throw: None \nWhen this spell is cast, the temperature \nsurrounding the caster can be altered by 10 \ndegrees Fahrenheit, either upward or down- \nward, per level of experience of the spell- \ncaster. Thus, a loth-bel caster could raise \nor lower the surrounding temperature from \n1 to 100 degrees. The spell can be wed to \nensure the comfort of the caster and those \nwith him in extreme weather conditions.\n\n[BOOK_PAGE 217 | PDF_PAGE 218]\nThe party could stand about in shirt sleeves \nduring the worst blizzard (although it would \nbe raining on them) or make ice for their \ndrinks during a scorching heat wave. \nThe spell also provides protection from \nintense normal and magical attacks. If the \nextreme of temperature is beyond what \ncould be affected by the spell (a searing blast \nof a fireball or the icy chill of a white \ndragon), the spell reduces the damage \ncaused by 5 points for every level of the \ncaster. Normal saving throws are still \nallowed, and the reduction is taken after the \nsaving throw is made or failed. Once struck \nby such an attack, the spell immediately col- \nlapses. \nThe material component for this spell is a \nstrip of willow bark (to lower temperatures) \nor raspberry leaves (to raise temperatures). \n. \nCure Serious Wounds (Necromancy) \nReversible \nSphere: Healing \nRange: Touch \nComponents: V, S \nDuration: Permanent \nCasting Time: 7 \nArea of Effect: Creature touched \nSaving Throw: None \nThis spell is a more potent version of the \ncure light wounds spell. When laying his \nhand upon a creature, the priest heals \n2d8+1 points of wound or other injury \ndamage to the creature's body. This healing \ncannot affect noncorporeal, nonliving, or \nextraplanar creatures. \nCause serious wounds, the reverse of the \nspell, operates similarly to the cause light \nwounds spell, the victim having to be touch- \ned first. If the touch is successful, 2d8+1 \npoints of damage are inflicted. \nDetect Lie (Divination) \nReversible \nI \nSphere: Divination \nRange: 30 yards \nComponents: V, S, M \nDuration 1 round/level \nCasting Time: 7 \nArea of Effect: 1 creature \nSaving Throw: Neg. \nA priest who casts this spell is immedi- \nately able to determine if the subject crea- \nture deliberately and knowingly speaks a \nlie. It does not reveal the truth, uncover \nunintentional inaccuracies, or necessarily \nreveal evasions. The subject receives a sav- \ning throw vs. spell, which is adjusted only \nby the Wisdom of the caster-e.g., if the \ncaster has a Wisdom of 18, the subject's sav- \ning throw roll is reduced by 4 (see Table 5). \nThe material component for the detect lie \nspell is one gp worth of gold dust. \nThe spell's reverse; undetectable lie, pre- \nvents the magical detection of lies spoken by \nthe creature for 24 hours. \nThe reverse requires brass dust as its \nmaterial component. \nDivination (Divination) \nSphere: Divination \nRange: 0 \nComponents: V, S, M \nDuration: Special \nCasting Time: 1 turn \nArea of Effect: Special \nSaving Throw: None \nA divination spell is used to gamer a use- \nful piece of advice concerning a specific \ngoal, event, or activity that will occur with- \nin a one-week period. This can be as simple \nas a short phrase, or it might take the form \nof a cryptic rhyme or omen. Unlike the \naugury spell, this gives a specific piece of \nadvice. For example, if the question is \"Will \nwe do well if we venture to the third level?\" \nand a terrible troll guarding 10,OoO gp and a \nshield +I lurks near the entrance to the \nlevel (the DM estimates the party could beat \nthe troll after a hard fight) the divination \nresponse might be: \"Ready oil and open \nflame light your way to wealth.\" In all cases, \nthe DM controls what information is \nreceived and whether additional divinations \nwill supply additional information. Note \nthat if the information is not acted upon, the \nconditions probably change so that the \ninformation is no longer useful (in the exam- \nple, the troll might move away and take the \ntreasure with it). \nThe base chance for a correct divination \nis 60%, plus 1 I for each experience level of \nthe priest casting the spell. The DM makes \nadjustments to this base chance considering \nthe actions being divined (if, for example, \nunusual precautions against the spell have \nbeen taken). If the dice roll is failed, the cast- \ner knows the spell failed, unless specific \nmagic yielding false information is at work. \nThe material components of the divina- \ntion spell are a sacrificial offering, incense, \nand the holy symbol of the priest. If an \nunusually important divination is attempt- \ned, sacrifice of particularly valuable gems, \njewelry, or magical items may be required. \nFree Action (Abjuration, Enchantment) \nSphere: Charm \nRange: Touch \nComponents: V, S, M \nDuration: 1 turn/level \nCasting Time: 7 \nArea of Effect: Creature touched \nSaving Throw: None \nThis spell enables the creature touched to \nmove and attack normally for the duration \nJf the spell, even under the influence of \n217 \nbreathing without further appropriate \nic. \nThe material component is a leather \nthong, bound around the arm or similar \nappendage, which disintegrates when th6 \nspell expires. \nGiant Insect (Alteration) \nReversible \nSphere: Animal \nRange: 20 yards \nComponents: V, S, M \nDuration: Special \nCasting Time: 7 \nArea of Effect: 1 to 6 insects \nSaving Throw: None \ngrown to the same size. The number of \ninsects and the size to which they can be \ngrown depend upon the priest's level: \nFor example, an 8th-level priest can grow \nthree insects to 3 Hit Dice, four insects to 2 \nHit Dice, or nine insects to 1 hit die. Hying \ninsects of 3 Hit Dice or more can carry a \nrider of human size (assume that such can \ncarry 80 pounds per Hit Die). \nIf the casting is interrupted for any rea- \nson, OF if the insects are currently subject to \nany other magical effect (including this \none), the insects die and the spell is ruined. \nThe DM decides how many normal insects \nof what type are available; this is often a \ngreater limitation on the spell than the limits \nabove. \nIf the insect created by this spell matches \nL, one attack, and inflicts Id4 \nlamage per Hit Die.\n\n[BOOK_PAGE 218 | PDF_PAGE 219]\ni \nExample: A 14th-level priest uses the gi- \nant insect spell to enlarge one beetle (all that \nis available) to 6 HD size. The DM decides \nthe beetle has AC 5 and bites once for 6d4 \npoints of damage. \nNote that the spell works only on actual \ninsects. Arachnids, crustaceans, and other \ntypes of small creatures are not affected. \nAny giant insects created by this spell do not \nattempt to harm the priest, but the priest's \ncontrol of such creatures is limited to simple \ncommands (\"attack,\" \"defend,\" \"guard,\" and \nso forth). Orders to attack a certain creature \nwhen it appears or guard against a particu- \nlar occurrence are too complex. Unless com- \nmanded to do otherwise, the giant insects \nattempt to attack whoever or whatever is \nnear them. \nThe reverse of the spell, shrink insect, re- \nduces any giant insect to normal insect size. \nThe number of Hit Dice affected by the \npriest is subtracted from the number of Hit \nDice of the insects, and any insect reduced \nto 0 Hit Dice has been shrunk. Partial \nshrinking is ignored; an insect is either \nshrunk or unaffected. Thus, a 9th-level \npriest attacked by giant ants could shrink \nthree warrior ants or four worker ants to \nnormal insect size with no saving throw. \nThis spell has no effect on intelligent insect- \nlike creatures. \nThe priest must use his holy symbol for \neither version of the spell. \nHallucinatory Forest \n(ntusion/Phantasm) \nReversible \nSphere: Plant \nRange: 80 yards \nComponents: V, S \nhation: Permanent \nCasting Time: 7 \nArea of Effect: 40-foot square/level \nSaving Throw: None \nWhen this spell is cast, a hallucinatory \nforest comes into existence. The illusionary \nforest appears to be perfectly natural and is \nindistinguishable from a real forest. Priests \nattuned to the woodlands-as well as such \ncreatures as centaurs, dryads, green drag- \nons, nymphs, satyrs, and treants- \nrecognize the forest for what it is. All other \ncreatures believe it is there, and movement \nand order of march are affected accordingly. \nTouching the illusory growth neither affects \nthe magic nor reveals its nature. The hallu- \ncinatory forest remains until it is magically \ndispelled by a reverse of the spell or a dispel \nmagic spell. The area shape is either roughly \nrectangular or square, in general, and at \nleast 40 feet deep, in whatever location the \ncaster desires. The forest can be of less than \nmaximum areaif the caster wishes. One of \nits edges can appear up to 80 yards away \nfrom the caster. \nHold Plant (EnchantmenKham) \nSphere: Plant \nRange: 80 yards \nComponents: V, S \nDuration: 1 round/level \nCasting Time: 7 \nArea of Effect: Special \nSaving Throw: Neg. \nThe hold plant spell affects vegetable \nmatter as follows: 1) it causes ambulatory \nvegetation to cease moving; 2) it prevents \nvegetable matter from entwining, grasping, \nclosing, or growing; 3) it prevents vegetable \nmatter from making any sound or move- \nment that is not caused by wind. The spell \neffects apply to all forms of vegetation, in- \ncluding parasitic and fungoid types, and \nthose magically animated or otherwise mag- \nically empowered. It affects such monsters \nas green slime, molds of any sort, shambling \nmounds, shriekers, treants, etc. The dura- \ntion of a hold plant spell is one round per \nlevel of experience of the caster. It affects \nld4 plants in a 40' X 40' area-or a square \nfour to 16 yards on a side of small ground \ngrowth such as grass or mold. If but one \nplant (or four yards square) is chosen as the \ntarget for the spell by the caster, the saving \nthrow of the plant (or area of plant growth) \nis made with a -4 penalty to the die roll; if \ntwo plants (or eight yards square) are the \ntarget, saving throws suffer a -2 penalty; if \nthree plants (or 12 yards square) are the tar- \nget, saving throws suffer a - 1 penalty; and \nif the maximum of four plants (or 16 yards \nsquare) are the target, saving throws are un- \nmodified. \nImbue With Spell Ability \n(Enchantment) \nSphere: Charm \nRange: Touch \nComponents: V, S, M \nDuration: Special \nCasting Time: 1 turn \nArea of Effect: Person touched \nSaving Throw: None \nBy the use of this spell, the priest can \ntransfer a limited number and selection of \nhis currently memorized spells, and the abil- \nity to cast them, to another person. Only \nnon-spellcasters (including rangers under \n8th level and paladins under 9th level) can \nreceive this bestowal; the imbue with spell \nability enchantment does not function for \nthose belonging to spellcasting classes, for \nunintelligent monsters, nor for any individ- \nual with less than 1 full Hit Die. In addition, \nthe person thus imbued must have a Wis- \ndom score of 9 or higher. Only priest spells \nof an informational or defensive nature or a \ncure light wounds spell can be transferred. \nTransferring any other spell type negates the \nentire attempt, including any allowable \nspells that were chosen. Higher level per- \nsons can receive more than one spell at the \npriest's option: \nLevel of Recipient Spells Imkd \n1 One 1st-level spell \n3 Two 1st-level spells \n5+ Two 1st- and one \n2nd-level spells \nThe transferred spell's variable character- \nistics (range, duration, area of effect, etc.) \nfunction according to the level of the priest \noriginally imbuing the spell. \nA priest who casts imbue with spell abil- \nity upon another character loses the number \nof 1st- and 2nd-level spells he has imbued \nuntil the recipient uses the transferred spells \nor is slain. For example, a 7th-level priest \nwith five 1st- and four 2nd-level spells im- \nbues a 10th-level fighter with a cure light \nwounds spell and a slow poison spell. The \ncleric now can have only four 1st-level \nspells memorized until the cure is cast and \nonly three 2nd-level spells until the slow \npoison is cast, or until the fighter iskilled. In \nthe meantime, the priest remains responsi- \nble to his ethos for the use to which the spell \nis put. \nThe material components for this spell are \nthe priest's holy symbol, plus some minor \nitem from the recipient that is symbolic of \nhis profession (a lockpick for a thief, etc.). \nThis item, and any material component for \nthe imbued spell, is consumed when the im- \nbue with spell ability spell is cast. \nLower Water (Alteration) \nReversible \nSphere: Elemental (Water) \nRange: 120 yards \nComponents: V, S, M \nDuration: 1 turn/level \nCasting Time: 1 turn \nArea of Effect: Special \nSaving Throw: None \nThe lower water spell cau- water or \nsimilar fluid in the area of effect to sink \naway to a minimum depth of one inch. The \ndepth can be lowered by up to two feet for \nevery experience level of the priest. The wa- \nter is lowered within a square area whose \nsides are 10 feet long per caster level. Thus, \nan 8th-level priest affects a volume up to 16' \nx 80' x 80', a 9th-level caster affects a vol- \nume up to 18' x 90' X 90', and so on. In \nextremely large and deep bodies of water, \nsuch as deep ocean, the spell creates a whirl- \npool that sweeps ships and similar craft \ndownward, putting them at risk and render- \ning them unable to leave by normal move- \nment for the duration of the spell. When \ncast on water elementals and other water- \nbased creatures, this spell acts as a slow \ni \n218\n\n[BOOK_PAGE 219 | PDF_PAGE 220]\nPriest Spells (4th Level) \nspell: the creature moves at half speed and \nmakes half its usual number of attacks each \nround. The spell has no effect on other crea- \ntures. \nIts reverse, raise water, causes water or \nsimilar fluids to return to their highest natu- \nral level: spring flood, high tide, etc. This \ncan make fords impassable, float grounded \nships, and may even sweep away bridges at \nthe DMs option. It negates lower water and \nvice versa. \nThe material components of this spell are \nthe priest’s holy (or unholy) symbol and a \npinch of dust. \nPOI- (Necromancy) \nReversible \nSphere: Healing \nRange: Touch \nComponents: V, S \nDuration: Permanent \nCasting Time: 7 \nArea of Effect: Creature touched or 1 cubic \nSaving Throw: None \nBy means of a neutralize poison spell, the \npriest detoxifies any sort of venom in the \ncreature or substance touched. Note that an \nopponent, such as a poisonous reptile or \nsnake (or even an envenomed weapon of an \nopponent) unwilling to be so touched \nrequires the priest to roll a successful attack \nin combat. This spell can prevent death in a \npoisoned creature if cast before death \noccurs. The effects of the spell are perma- \nnent only with respect to poison existing in \nthe touched creature at the time of the \ntouch, thus creatures (and objects) that gen- \nerate new poison are not permanently \ndetoxified . \nThe reversed spell, poison, likewise \nrequires an attack roll that succeeds, and the \nvictim is allowed a saving throw vs. poison. \nIf the latter is unsuccessful, the victim is \nincapacitated and dies in one turn unless the \npoison is magically neutralized or slowed. \nfoot of substancel2 levels \nnurt Door (Alteration) \nSphere: Plant \nRange: Touch \nComponents: V, S, M \nDuration: Special \nCasting Time: 7 \nArea of Effect: Special \nSaving Throw: None \nThe pht door spell opens a magical portal \nor passageway through trees, undergrowth, \nthickets, or any similar growth-even \ngrowth of a magical nature. The plant door \nis open to the caster who cast the spell, cast- \ners of a higher level, or dryads; others must \nbe shown the location of the door. The door \neven enables the caster to enter a solid tree \ntrunk and remain hidden there until the \nspell ends. The spell also enables the passage \nor hiding of any man-sized or smaller crea- \nture; hiding is subject to space consider- \nations. If the tree is cut down or burned, \nthose within must leave before the tree falls \nor is consumed, or else they are killed also. \nThe duration of the spell is one turn per level \nof experience of the caster. If the caster opts \nto stay within an oak, the spell lasts nine \ntimes longer, if in an ash tree, it lasts three \ntimes longer than normal. The path created \nby the spell is up to four feet wide, eight feet \nhigh, and 12 feet long per level of experience \nof the caster. This spell does not function on \nplant-based monsters-e.g., shambling \nmounds, molds, slimes, treants, etc. \nThe material components for this spell are \na piece of charcoal and the caster’s holy \nsymbol. \nProduce Fire (Alteration) \nReversible \nSphere: Elemental (Fire) \nRange: 40 yards \nComponents: V, S, M \nDuration: 1 round \nCasting Time: 7 \nArea of Effect: 12- \nSaving Throw: None \nBy means of this spell, the caster causes a \ncommon fire of up to 12 feet per side in area. \nThough it lasts but a single round, unless it \nignites additional flammable material, the \nfire produced by the spell inflicts ld4 points \nof damage plus 1 point per caster level (ld4 \n+ Mevel) upon creatures within its area. It \nignites combustible materials, such as cloth, \noil, paper, parchment, wood, and the like, \nso as to cause continued burning. \nThe reverse, quench fire, extinguishes \nany normal fire (coals, oil, tallow, wax, \nwood, etc.) within the area of effect. \nThe material component for either ver- \nsion is a paste of sulfur and wax, formed \ninto a ball and thrown at the target. \nProtection From Evll, 10’ Radius \n(Abjuration) \nReversible \nSphere: Protection \nRange: Touch \nComponents: V, S, M \nDuration: 1 turn/level \nCasting Time: 7 \nArea of Effect: 10-foot-radius sphere \nSaving Throw: None \nThe globe of protection of this spell is \nidentical in all respects to that of a protec- \ntion from evil spell, except that it encom- \npasses a much larger area and its duration is \ngreater. The effect is centered on and moves \nwith the creature touched. Any protected \nI \ncreature within the circle will break the \nwarding against enchanted/summoned \nmonsters if he attacks those monsters. A \ncreature unable to fit completely into the \narea of effect (for example, a 21-foot-tall \ntitan) remains partially exposed and subject \nto whatever penalties the DM decides. If \nsuch a creature is the recipient of the spell, \nthe spell acts as a normal protection from \nevil spell for that creature only. \nThe reverse, protection from good, 10’ \nradius, wards against good creatures. \nTo complete this spell, the priest must \ntrace a circle 20 feet in diameter using holy \n(or unholy) water and incense (or smolder- \ning dung), according to the protection from \nevil spell. \nProtection From Ughtnlng \n(Ab juration) \nSphere: Protection, Weather \nRange: Touch \nComponents: V, S, M \nDuration: Special \nCasting Time: 7 \nArea of Effect: Creature touched \nSaving Throw: None \nThe effect of a protection from lightning \nspell changes depending on who is the recip- \nient of the magic-the caster or some other \ncreature. In either case, the spell lasts no \nlonger than one turn per caster level. \n* If the spell is cast upon the caster, it \nconfers complete invulnerability to electri- \ncal attack such as dragon breath, or magical \nlightning such as lightning bolt, shocking \ngrasp, storm giant, will ‘0 wisp, etc., until \nthe spell has absorbed 10 points of electrical \ndamage per level of the caster, at which time \nthe spell is negated. \n* If the spell is cast upon another crea- \nture, it gives a bonus of + 4 to the die roll for \nsaving throws made vs. electrical attacks, \nand it reduces the damage sustained from \nsuch attacks by 50%. \nThe caster’s holy symbol is the material \ncomponent. \nReflecting Pool (Divination) \nSphere: Divination \nRange: 10 yards \nComponents: V, S, M \nDuration: 1 round/level \nCasting Time: 2 hours \nArea of Effect: Special \nSaving Throw: None \nThis spell enables the caster to cause a \npool of normal water found in a natural set- \nting to act as a scrying device. The pool can \nbe of no greater diameter than two feet per \nlevel of the caster. The effect is to create a \nscrying device similar to a crystal ball. The \n219\n\n[BOOK_PAGE 220 | PDF_PAGE 221]\n*I!- Priest Spells (4th Level) \n,- \nscrying can extend only to those planes of \nexistence that are coexistent with or bordeI \non the Prime Material plane-the inner \nplanes (including the para-elemental planes, \nplane of Shadow, etc.). General notes on \nscrying, detection by the subject, and penal- \nties for attempting to scry beyond the cast- \ner's own plane are given in the DMG, as well \nas a description of the crystal bull item. \nThe following spells can be cast through a \nreflecting pool, with a 5% per level chance \nfor operating correctly: detect magic, detect \nsnares and pits, detect poison. Each addi- \ntional detection attempt requires a round of \nconcentration, regardless of success. Infra- \nvision, if available, operates normally \nthrough the reflecting pool. \nThe image is nearly always hazy enough \nto prevent 'ihe reading of scipt of ky ty&. \nThe material compqnent is the oil extract- \ned from such nuts as the hickory and the \nwalnut, refined, and dropped in three mea- \nsures upon the surface of the pool. (A mea- \nsure need be no more than a single ounce of \noil .) \nAt the DMs option, the casting of this \nspell may be limited to once per day. \nRepel Insects (Abjuration, Alteration) \nSphere: Animal, Protection \nRange: 0 \nComponents: V, S, M \nDuration: 1 turn/level \nCasting Time: 1 round \nArea of Effect: 10-foot radius \nSaving Throw: None \nWhen this spell is cast, the priest creates \nan invisible barrier to all sorts of insects, \nand normal insects do not approach within \n10 feet of the caster while the spell is in \neffect. Giant insects with Hit Dice less than \n1/3 of the caster's experience level are also \nrepelled (e.g., 2 Hit Dice for 7th- to 9th-level \ncasters, 3 Hit Dice at 10th through 12th \nlevel, etc.). Insects with more Hit Dice can \nenter the protected area if the insect is espe- \ncially aggressive and, in addition, rolls a \nsuccessful saving throw vs. spell. Those that \ndo sustain ld6 points of damage from pass- \ning of the magical barrier. Note that the \nspell does not in any way affect arachnids, \nmyriapods, and similar creatures-it affects \nonly true insects. \nThe material components of the repel \ninsects spell include any one of the follow- \ning: several crushed marigold flowers, a \nwhole crushed leek, seven crushed stinging \nnettle leaves, or a small lump of resin from a \ncamphor tree. \nSpeak With Plants (Alteration) \nSphere: Plant \nRange: 0 \nComponents: V, S, M \nDuration: 1 round/level \nCasting Time: 1 turn \nArea of Effect: do-foot radius \nSaving Throw: None \nWhen cast, a speak with plants spell \nenables the priest to converse, in very rudi- \nmentary terms, with all sorts of living vege- \ntables (including fungi, molds, and \nplant-like monsters, such as shambling \nmounds) and to exercise limited control \nover normal plants (i.e., not monsters or \nplant-like creatures). Thus, the caster can \nquestion plants as to whether or not crea- \ntures have passed through them, cause \nthickets to part to enable easy passage, \nrequire vines to entangle pursuers, and com- \nmand similar services. The spell does not \nenable plants to uproot themselves and \nmove about, but any movements within the \nplants' normal capabilities are possible. \nCreatures entangled by the 1st-level spell of \nthat name can be released. The power of the \nspell lasts for one round for each experience \nlevel of the casting priest. All vegetation \nwithin the area of effect is affected by the \nspell. \nThe material components for this spell are \na drop of water, a pinch of dung, and a \nflame. \nSpell Immunity (Abjuration) \nSphere: Protection \nRange: Touch \nComponents: V, S, M \nDuration: 1 turdlevel \nCasting Time: 1 round \nArea of Effect: Creature touched \nSaving Throw: None \nBy means of this spell, the priest renders a \ncreature touched immune to the effects of a \nspecified spell of 4th level or lower. It pro- \ntects against spells, spell-like effects of magi- \ncal items, and innate spell-like abilities of \ncreatures. It does not protect against breath \nweapons or gaze attacks of any type. The \nspell has additional limitations. First, the \ncaster must have directly experienced the \neffect of the spell specified. For example, if \nthe caster has been attacked by a fireball \nspell at some time, then he can use spell \nimmunity to provide protection from a fire- \nball. Second, the spell cannot affect a ma- \nture already magically protected by a \npotion, protective spell, ring, or other \ndevice. Third, only a particular spell can be \nprotected against, not a certain sphere of \nspells or a group of spells that are similar in \neffect; thus, a creature given immunity to \nthe lightning bolt spell is still vulnerable to a \nshocking grusp spell. \n220 \nThe material component for spell immu- \nnity is the same as that for the spell to be \nprotected against. \nSticks to Snakes (Alteration) \nReversible \nSphere: Plant \nRange: 30 yards \nComponents: V, S, M \nDuratioh: 2 rounds/level \nCasting Time: 7 \nArea of Effect: ld4 sticks + 1 stxk/~evd in a \nlo-foot cube \nSaving Throw: None \nBy means of this spell, the caster can \nchange ld4 sticks, plus one stick per ex@- \nence level, into snakes; thus a 9th-level \npriest can change 10-13 sticks into an equal \nnumber of snakes. These snakes attack \ncommanded by the priest. There must, of \ncourse, be sticks or similar pieces of wood \n(such as torches, spears, etc.) to turn into \nsnakes. Such a stick cannot be larger than a \nstaff. Sticks held by creatures are dowed a \nsaving throw equal to that of the pos%cssor \n(i.e., a spear held by an orc must fail the \norc's saving throw vs. polymorph). Magical \nitems, such as staves and enchanted spears, \nare not affected by the spell. Only sticks \nwithin the area of effect are changed. The \ntype of snake created varies, but a typical \nspecimen has 2 Hit Dice, Armor Class 6, a \nmovement rate of 9, and either ccmshicts \nfor ld4 + 1 points of damage per round or \nbites for 1 point plus poison (if any). The \nchance of a snake thus changed being ven- \nomous is 5% per caster level, if the spellcast- \ner desires. Thus, an 11th-level priest has a \nmaximum 55% chance that any snake cre- \nated by the spell is poisonous. The spell lasts \nfor two rounds for each experience level of \nthe spellcaster. \nThematerial components of the spell are a \nsmall piece of bark and several snake&. \nThe reverse changes normal-sized snakes \nto sticks for the same duration, or it negates \nthe sticks to snakes spell according to the \nlevel of the priest countering the spell (e.g., \na 10th-level priest casting the reverse spell \ncan turn 11-14 snakes back into sticks). \nTongues (Alteration) \nReversible \nSphere: Divination \nRange: 0 \nComponents: V, S \nDuration: 1 turn \nCasting Time: 7 \nArea of Effect: The caster \nSaving Throw: None \nThis spell enables the caster to speak and \ninderstand additional languages, whether \n:hey are racial tongues or regional dialects,\n\n[BOOK_PAGE 221 | PDF_PAGE 222]\nPriest Spells (5th Level; \nI \nbut not communications of animals or \nmindless creatures. When the spell is cast, \nthe spellcaster selects the language or lan- \nguages to be understood. The spell then em- \npowers the caster with the ability to speak \nand understand the language desired with \nperfect fluency and accent. The spell enables \nthe priest to be understood by all speakers \nof that language within hearing distance, \nusually 60 feet. This spell does not predis- \npose the subject toward the caster in any \nway. The priest can speak one additional \ntongue for every three levels of experience. \nThe reverse of the spell cancels the effect \nof the tongues spell or confuses verbal com- \nmunication of any sort within the area of ef- \nfect. \nUI \nFifth4evel Spells \nAir Walk (Alteration) \nSphere: Elemental (Air) \nRange: Touch \nComponents: V, S, M \nDuration: 1 hour + 1 turn/level \nCasting Time: 8 \nArea of Effect: Creature touched \nSaving Throw: None \nThis spell enables a creature, which can \nbe as large as the largest giant, to tread upon \nair just as if it were solid ground. Moving \nupward is similar to walking up a hill; a \nmaximum upward angle of 45 degrees is \npossible at one-half the creature‘s move- \nment rate. Likewise, a maximum downward \nangle of 45 degrees at the normal movement \nrate is possible. An air-walking creature is \nalways in control of its movement rate, save \nwhen a wind is blowing. In this case the \ncreature gains or loses 10 feet of movement \nfor every 10 miles per hour of wind velocity. \nThe creature may, at the DMs option, be \nsubject to additional penalties, loss of con- \ntrol, and possible damage in exceptionally \nstrong or turbulent winds. \nThe spell can be placed upon a trained \nmount, so it can be ridden through the air. \nOf course, a mount not accustomed to such \nmovement would certainly need careful and \nlengthy training, the details of which are up \nto the DM. \nThe material components for the spell are \nthe priest’s holy symbol and a bit of thistle- \ndown. \nAnimal Growth (Alteration) \nReversible \nSphere: Animal \nRange: 80 yards \nComponents: V, S, M \nDuration: 2 rounddlevel \nCasting Time: 8 \nArea of Effect: Up to 8 animals in a \n20-foot-square area \nSaving Throw: None \nWhen this spell is cast, the caster causes \nall animals, up to a maximum of eight, \nwithin a 20-foot-square area to grow to \ntwice their normal size. The effects of this \ngrowth are doubled Hit Dice (with resultant \nimprovement in attack potential), doubled \nhit points (except hit points added to Hit \nDice), and doubled damage in combat. \nMovement and AC are not affected. The \nspell lasts for two rounds for each level of \nthe caster. The spell is particularly useful in \nconjunction with a charm person or mam- \nmal spell. \nThe reverse reduces animal size by one- \nhalf, and likewise reduces Hit Dice, hit \npoints, attack damage, etc. \nThe material component for this spell and \nits reverse is the caster’s holy symbol and a \nscrap of food. \nAnimal Summoning 11 \n(ConjuratiodSummoning) \nSphere: Animal, Summoning \nRange: 60 yarddlevel \nComponents: V, S \nDuration: Special \nCasting Time: 8 \nArea of Effect: Special \nSaving Throw: None \nBy means of this spell, the caster calls up \nto six animals that have 8 Hit Dice or less, or \n12 animals of 4 Hit Dice or less, of whatever \nsort the caster names. Only animals within \nrange of the caster at the time the spell is cast \nwill come. The caster can try three times to \nsummon three different types of animals- \nsuppose that wild dogs are first summoned \nto no avail, then hawks are unsuccessfully \ncalled, and finally the caster calls for wild \nhorses that may or may not be within sum- \nmoning range. Your DM will determine the \nchance of a summoned animal type being \nwithin range of the spell. The animals sum- \nmoned aid the caster by whatever means \nthey possess, staying until a fight is over, a \nspecific mission is finished, the caster is safe, \nhe sends them away, etc. Only normal or gi- \nant animals can be summoned; fantastic an- \nimals or monsters cannot be summoned by \nthis spell (no chimerae, dragons, gorgons, \nmanticores, etc.). \nAnti-Plant Shell (Abjuration) \nSphere: Plant, Protection \nRange: 0 \nComponents: V, S \nDuration: 1 turn/level \nCasting Time: 8 \nArea of Effect: 15’ diameter hemisphere \nSaving Throw: None \nThe anti-plant shell spell creates an invisi- \nble, mobile barrier that keeps out all crea- \ntures or missiles of living vegetable \nmaterial. Thus, the caster (and any crea- \ntures within the shell) is protected from at- \ntackingplants or vegetable creatures such as \nshambling mounds or treants. Any attempt \nto force the barrier against such creatures \nshatters the barrier immediately. The spell \nlasts for one turn for each experiencelevel of \nthe caster. \nAtonement (Abjuration) \nSphere: All \nRange: Touch \nComponents: V, S, M \nDuration: Permanent \nCasting Time: 1 turn \nArea of Effect: 1 person \nSaving Throw: None \nThis spell is used by the priest to remove \nthe burden of unwilling or unknown deeds \nfrom the person who is the subject of the \natonement. The spell removes the effects of \nmagical alignment change as well. The per- \nson seeking the atonement spell must either \nbe truly repentant or not have been in com- \nmand of his own will when the acts to be \natoned for were committed. Your DM will \njudge this spell in this regard, noting any \npast instances of its use upon the person. \nDeliberate misdeeds and acts of knowing \nand willful nature cannot be atoned for with \nthis spell (see the quest spell). A character \nwho refuses to accept an atonement is auto- \nmatically considered to have committed a \nwillful misdeed. \n22 1\n\n[BOOK_PAGE 222 | PDF_PAGE 223]\nThe priest needs his religious symbol, \nprayer beads or wheel or book, and burning \nincense. \nCommune (Divination) \nSphere: Divination \nRange: 0 \nComponents: V, S, M \nDuration: Special \nCasting Time: 1 turn \nArea of Effect: Special \nSaving Throw: None \nBy use of a commune spell, the priest is \nable to contact his divinity-or agents \nthereof-and request information in the \nform of questions that can be answered by a \nsimple \"yes\" or \"no.\" The priest is allowed \none such question for every experience level \nhe has attained. The answers given are cor- \nrect within the limits of the entity's knowl- \nedge (\"I don't know\" is a legitimate answer, \nas powerful outer planar beings are not nec- \nessarily omniscient). Optionally, the DM \nmay give a single short answer, of five \nwords or less. The spell will, at best, pro- \nvide information to aid character decisions. \nEntities communed with structure their an- \nswers to further their own purposes. .It is \nprobable that the DM will limit the use of \ncommune spells to one per adventure, one \nper week, or wen one per month, for the \ngreater powers dislike frequent intermp- \ntions. Likewise, if the caster lags, discusses \nthe answers, or goes off to do anything else, \nthe spell immediately ends. \nThe material components necessary to a \ncommune spell are the priest's religious sym- \nbol, holy (unholy) water, and incense. If a \nparticularly potent commune is needed, a \nsacrifice proportionate with the difficulty of \nobtaining the information is required, and if \nthe offering is insufficient, only partial or no \ninformation is gained, \nCommune With Nature (Divination) \nSphere: Divination \nRange: 0 \nComponents: V, S \nDuration: Special \nCasting Time: 1 turn \nArea of Effect: Special \nSaving Throw: None \nThis spell enables the caster to become \none with nature in the area, thus being em- \npowered with knowledge of the surround- \ning temtory. For each level of experience of \nthe caster, he can \"know\" one fact: the \nground ahead, left or right; the plants \nahead, left or right; the minerals ahead, left \nor right; the water courses/bodies of water \nahead, left or right; the people dwelling \nahead, left or right; the general animal pop \nulation, left or right; the presence of wood- \nland creatures, left or right; etc. The \n1 \npresence of powerful unnatural creatures \ncan also be detected, as can the general state \nof the naturil setting. The spell is most ef- \nfective in outdoor settings, operating in a \nradius of onehalf mile for each level of the \ncaster. In natural underground settings- \ncaves, caverns, etc.-the range is limited to \n10 yards per caster level. In constructed set- \ntings (dungeons and towns), the spell will \nnot function. The DM may limit the casting \nof this spell to once per month. \nControl Winds (Alteration) \nSphere: Weather \nRange: 0 \nComponents: V, S \nDuration: 1 turn/level \nCasting Time: 8 \nArea of Effect: 40-foot/level radius \nSaving Throw: None \nBy means of a control winds spell, the \ncaster is able to alter wind force in the area \nof effect. For every three levels of experi- \nence, the caster can increase or decrease \nwind force by one level of strength. Wind \nstrengths are as follows: \nWind Force Miles Per Hour \nModerate Breeze 8-18 \nLight Breeze 2-7 \nStrong Breeze 19-31 \nGale 32-54 \nstorm 55-72 \nHurricane 73-176 \nWinds in excess of 19 miles per hour drive \nsmall flying creatures (those eagle-sized and \nunder) from the skies, severely affect missile \naccuracy, and make sailing difficult. Winds \nin excess of 32 miles per hour drive even \nman-sized flying creatures from the skies \nand cause minor ship damage. Winds in ex- \ncess of 55 miles per hour>drive all flying \ncreatures from the skies, uproot trees of \nsmall size, knock down wooden structures, \ntear off roofs, etc., and endanger ships. \nWinds in excess of 73 miles per hour are of \nhurricane force. \nAn \"eye\" of @foot radius, in which the \nwind is calm, exists around the caster. Note \nthat while the spell can be used in under- \nground places, the eye shrinks one foot for \nevery foot of confinement, if the spell is cast \nin an area smaller than the area of effect. \n(For example, if the area of effect is a 360- \nfoot radius, and the space only allows a 350- \nfoot area, the eye shrinks by 10 feet to a \n30-foot radius; a space under 320 feet in ra- \ndius would eliminate the eye and subject the \nspellcaster to the effects of the wind.) \nOnce the spell is cast, the wind force in- \ncreases (or decreases) by 3 miles per hour \nper round until the maximum (or minimum) \nspeed is attained. The caster, with one \nround of complete concentration, can stabi- \nlize the wind at its current strength, or set it \nto increase or decrease, althoGgh the rate of \nthe change cannot be altered. The spell re- \nmains in force for one turn for each level of \nexperience of the caster. When the spell is \nexhausted, the force of the wind wanes (or \nwaxes) at the same rate, until it reaches the \nlwel it was at before the spell took effect. \nAnother caster can use a control winds spell \nto counter the effects of a like spell up to the \nlimits of his own ability. \nCure Critical Wounds (Necmmpncy) \nReversible \nSphere: Healing \nRange: Touch \nComponents: V, S \nDuration: Permanent \nCasting Time: 8 \nArea of Effect: Creature touched \nSaving Throw: None \nThe cure m*ticd wounds spell is a very \npotent version of the cure light wounds \nspell. The priest lays his hand upon a crea- \nture and heals 3d8+3 points of damage \nfrom wounds or other damage. The spell \ndoes not affect creatures without corporeal \nbodies, those of extraplanar origin, or those \nnot living. \nThe reversed spell, cuuse critical wounds, \noperates in the same fashion as other cuuse \nwounds spells, requiring a successful touch \nto inflict the 3d8+3 points of damage. \nCaused wounds heal via the same mtfrods \nas do wounds of other sorts. \nDispel Evil (Abjuration) \nReversible \nSphere: Protection, Summoning \nRange: Touch \nComponents: V, S, M \nDuration: 1 round/lwel \nCasting Time: 8 \nArea of Effect: Creature touched \nSaving Throw: Neg. \nThe priest using this spell causes a sum- \nmoned creatude of wil nature, an evil crea- \nture from another plane, or a creature \nsummoned by an evil caster, to return to its \nown plane or place when the caster success- \nfully strikes it in melee combat. (Examples \nof such creatures are aerial servants, djinn, \nefreet, elementals, and invisible stalkers.) \nAn evil etlchantment (such as a chum spell \ncast by an evil creature) that is subject to a \nnormal dispel magic spell can be automati- \ncally dispelled by the dispel mil spell. Note \nthat this spell lasts for a maximum of one \nround for pach experience level of the caster, \nor until expended. While the spell is in ef- \nfect, all creatures that could be affected by it \nattack with a -7 penalty to their attack \nrolls when engaghg the spellcaster. \n222\n\n[BOOK_PAGE 223 | PDF_PAGE 224]\nPriest Spells (5th Level) \nThe reverse of the spell, dispel good, \nfunctions against summoned or enchanted \ncreatures of good alignment or creatures \nthat have been sept to aid the cause of good. \nThe material components for this spell are \nthe priest’s religious object and holy (or un- \nholy) water. \nSphere: Combat \nRange: 60 yards \nComponents: V, S, M \nDuration: Instantaneous \nCasting Time: 8 \nArea of Effect: %foot radius \nSaving Throw: 112 \nWhen the priest calls down a flame strike \nspell, a vertical column of fire roars down- \nward in the exact location called for by the \ncaster. Any creature within the area of effect \nof a flame strike must roll a saving throw vs. \nspell. Failure means the creature sustains \n6d8 points of damage; otherwise, the dam- \nage is halved. \nThe material component of this spell is a \npinch of sulphur. \nby 30-foot-high ~01~mn \nInsect Plague (Conjuration6ummoning) \nSphere: Combat \nRange: 120 yards \nComponents: V, S, M \nDuration: 2 roundsAeve1 \nCasting Time: 1 turn \nArea of Effect: 180’ diameter, 60’ high cloud \nSaving Throw: None \nWhen this spell is cast by the priest, a \nhorde of creeping, hopping, and flying in- \nsects gather and swarm in a thick cloud. (In \nan environment free of normal insects, the \nspell fails.) The insects obscure vision, limit- \ning it to 10 feet. Spellcasting within the \ncloud is impossible. Creatures in the insect \nplague sustain 1 point of damage for each \nround they remain within, due to the bites \nand stings of the insects, regardless of Ar- \nmor Class. Invisibility is no protection. All \ncreatures with 2 or fewer Hit Dice will auto- \nmatically move at their fastest possible \nspeed in a random direction until they are \nmore than 240 yards away from the insects. \nCreatures with fewer than 5 Hit Dice must \ncheck morale; failure means they run as de- \nscribed above. \nHeavy smoke drives off insects within its \nbounds. Fire also drives insects away; a wall \nof fire in a ring shape keeps a subsequently \ncast insect plague outside its confines, but a \nfireball simply clears insects from its blast \narea for one round. A single torch is ineffec- \ntive against this vast horde of insects. Light- \nning, cold, or ice are likewi? ineffective, \nwhile a strong wind that covers the entire \nplague area disperses the insects and ends \nthe spell. The plague lasts two rounds for \neach level of the caster, and thereafter the \ninsects disperse. \nThe insects swarm in an area that centers \naround a summoning point determined by \nthe spellcaster; the point can be up to 120 \nyards away from the priest. The insect \nplague does not move thereafter for as long \nas it lasts. Note that the spell can be coun- \ntered by a dispel magic spell. \nThe material components of this spell are \na few grains of sugar, some kernels of grain, \nand a smear of fat. \nMagic Font (Divination) \nSphere: Divination \nRange: Touch \nComponents: V, S, M \nDuration: Special \nCasting Time: 1 hour \nArea of Effect: Special \nSaving Throw: None \nThe spell causes a holy water font to serve \nas a scrying device. The spell does not func- \ntion unless the priest is in good standing \nwith his deity. The basin of holy water be- \ncomes similar to a crystal bull. For each vial \nof capacity of the basin, the priest may scry \nfor one round, up to a maximum of one \nhour; thus, the duration of the mugic font \nspell is directly related to the size of the holy \nwater receptacle. The DM will know the \nchances of a character being able to detect \nSnying. \nThe priest’s holy symbol and the font and \nits trappings are not consumed by the spell. \nMoonbeam (Evocation, Alteration) \nSphere: Sun \nRange: 60 yards + 10 yards/level \nComponents: V, S, M \nDuration: 1 round/level \nCasting Time: 7 \nSaving Throw: None \nArea of Effect: 5-foot-radius sphere \n(plus special) \nSaving Throw: None \nBy means of this spell, the caster is able to \ncause a beam of soft, pale light to strike \ndownward from overhead and illuminate \nwhatever area he is pointing at. The light is \nexactly the same as moonlight, so that col- \nors other than shades of black, gray, or \nwhite are vague. The spellcaster can easily \nmake the moonbeam move to any area that \nhe can see and point to. This makes the spell \nan effective way to spotlight something, an \nopponent, for example. While the moon- \nbeam spell does not eliminate all shadows, a \ncreature centered in a moonbeam is most \ncertainly visible. The reflected light from \nthis spell enables dim visual perception 10 \nyards beyond the area of effect, but it does \nnot shed a telltale glow that would negate \nsurprise. The light does not adversely affect \ninfravision. The caster can dim the beam to \nnear darkness if desired. The beam has, in \naddition, all the properties of true moon- \nlight and can induce a lywthropic change \n(while in the beam), unless your DM rules \notherwise. \nThe material components are several \nseeds of any moonseed plant and a piece of \nopalescent feldspar (moonstone). \nPass Plant (Alteration) \nSphere: Plant \nRange: Touch \nComponents: V, S, M \nDuration: Special \nCasting Time: 8 \nArea of Effect: Special \nSaving Throw: None \nBy using this spell, the caster is able to en- \nter a tree and move from inside it to inside \nanother tree of the same type that lies in ap \nproximately the &&ion &red by the \nspell user and is within the range shown in \nthe following table. \nType of Tree \nOak \nAsh \nYew \nElm \nLinden \ndeciduous \nconiferous \nother \nRango of Anea of Effect \n600 yards \n540 yards \n-Yards \n420 yards \n360 yards \n300 Yh \n240 yards \n180 yards \nThe tree entered and that receiving the \ncaster must be of the same type, must both \nbe living, and of girth at least equpl to that \nof the caster. Note that if the caster enters a \ntree, an ash, for example, and wishes to pass \nnorth as far as possible (540 yards), but the \nonly appropriate ash in range is to the \nsouth, the caster will pass to the ash in the \nsouth. The pass plant spell functions 80 that \nthe movement takes only one round. The \ncaster can, at his option, remain within the \nreceiving tree for a maximum of OM rod \nper level of experience. Othawise, h can \nstep forth immediately. Should no like tree \nbe in rahge, the caster simply remains \nwithin the tree, does not pass elsewhere, \nand must step forth in the appropriate num- \nber of rounds. If the occupied tree is \nchopped down or burned, the caster is dain \nif he does not exit befope the process is com- \nplete. \n223\n\n[BOOK_PAGE 224 | PDF_PAGE 225]\nPlane Shift (Alteration) \nComponents: V, S, M \nDuration: Permanent \nArea of Effect: Creature touched (special) \nSaving Throw: Neg. \nWhen the plane shift spell is cast, the \nriest moves himself or some other creature \nve you app;opriate information as the \nto another plane of existence. The recipient \nof the spell remains in the new plane until \nsent forth by some like means. If several \npersons link hands in a circle, up to eight \ncan be affected by the plane shift at the same \ntime. \nThe material component of this spell is a \nsmall, forked metal rod-the exact size and \nmetal type dictating to which plane of exist- \nence (including sub-planes and alternate \ndimensions) the spell sends the affected \ncreatures. (Your DM will determine specifics \nregarding how and what planes are \nreached.) \nAn unwilling victim must be touched \n(successful attack roll) in order to be sent; in \naddition, the creature is also allowed a sav- \ning throw. If the saving throw is successful, \nthe effect of the spell is negated. Note that \npinpoint accuracy is rarely achieved; arriv- \ning a random distance from an intended des- \ntination is common. \nThc metal rod is not expended when the \nspell is cast. Forked rods keyed to certain \nD~WS mav be difficult to come bv, as decid- \nQuest (EnebnnhnenVChann) \nSphere: Charm \nComponents: V, S, M \nDuration: Until fulfilled \nCasring Time: 8 \nArea of Effect: 1 creature \nSaving Throw: Neg. \nThe quest spell enables the priest to \nrequire the affected creature to perform a \nservice and return to the priest with proof \nthat the deed was accomplished. The quest \ncan, for example, require that the creature \nlocate and return some important or valu- \nable object, rescue a notkble person, release \nsome creature, capture a stronghold, slay a \nperson, deliver some item, and so forth. If \nthe quest is not properly followed, due to \ndhmgard, delay, or perversion, the creature \naffected by the spell loses 1 from its saving \nthrow rolls for each day of such action. This \npenalty is not removedantil the quest is \nproperly pursued or the priest cancels it. \nmre are certain circumstances that will \ntemporarily suspend a quest, and others \nthat will discharsx or cancel it: vour DM \nRall$e: 60 yards \nneed to know arises.) \nIf cast upon an unwilling subject, the vic- \ntim is allowed a saving throw. However if \nthe person quested agrees to a task, even if \nthe agreement is gained by force or trickery, \nno saving throw is allowed. If a quest is just \nand deserved, a creature of the priest’s reli- \ngion cannot avoid it, and any mature of the \npriest’s alignment saves with a -4 penalty \nto the saving throw, in any case. A quest \ncannot be dispelled but can be removed by a \npriest of the same religion or of higher level \nthan the caster. Some artifacts and relics \nmight negate the spell, as can direct inter- \nvention by a deity. Likewise, an unjust or \nundeserved quest grants bonuses to its sav- \ning throws, or might even automatically \nfail! \nThe material component of this spell is \nthe priest’s holy symbol. \nRainbow (Evocation, Alteration) \nSphere: Weather, Sun \nRange: 120 yards \nComponents: V, S, M \nDuration: 1 round/level \nCasting Time: 7 \nArea of Effect: Special \nSaving Throw: None \nIn order to cast this spell, the priest must \nbe in sight of a rainbow of any sort, or have \na special component (see below). The rain- \nbow spell has two applications, and the \npriest can choose the desired one at the time \nof casting. These applications are as fol- \nlows: \nBow The spell creates a shimmering, \nmulti-layered short composite bow of rain- \nbow hues. It is light and easy to pull, so that \nany character can use it without penalty for \nnon-proficiency. It is magical: Each of its \nshimmering missiles is the equivalent of a \n+2 weapon, including attack and damage \nbonuses. Magic resistance can negate the \neffect of any missile fired from the bow. The \nbow fires seven missiles before disappear- \ning. It can be fired up to four times per \nround. Each time a missile is fired, one hue \nleaves the bow, corresponding to the color \nof arrow that is released. Each color of \narrow has the ability to cause double dam- \nage to certain creatures, as follows: \nRed-firedwellerdusers and fire elementals \nOrange-creatures or constructs of clay, \nsand, earth, stone or similar mate- \nrials, and earth elementals \nYellow-vegetable opponents (including \nfungus creatures, shambling \nmounds, treants, etc.) \nGreen-aquatic creatures and water ele- \nmentals \nBlue-aerial creatures, electricity-using \ncreatures, and air elementals. \nIndigo-acid-using or poison-using crea- \ntures \n224 -7 \nViolet-metallic or regenerating creatures \nWhen the bow is drawn, an arrow of the \nappropriate color magically appears, \nnocked and ready. If no color is reqwsted, \nor a color that has already been used is \nasked for, then the next arrow (in the order \nof the spectrum) appears. \nBridge: The caster causes the rainbow to \nform a seven-hued bridge up to three feet \nwide per level of the caster. It must be at \nleast 20 feet long syld can be as long as 1u) \nyards, according to the caster‘s desire. It \nlasts as long as the spell duration or until \nordered out of existence by the caster. \nThe components for this spell are the \npriest’s holy symbol and a vial of holy \nwater. If no rainbow is in the vicinity, the \ncaster can substitute a diamond of not less \nthan LOO0 gp value, specially prepared with \nbless and prpyer spells while in sight of a \nrainbow. The holy water and diamond dis- \nappear when the spell is cast. \nRaise Dead (Necromancy) \nReversible \nSphere: Necromantic \nR-w: 30 yards \nComponents: V, S \nDuration; Permanent \nCasting Time: 1 round \nArea of Effect: 1 person \nSaving Throw: Special \nWhen the priest casts a raise dud spdl, he \ncan restore life to a dwarf, gnome, half-&, \nhalfling, or human (other creatures may be \nallowed, at the DMs option). The length of \ntime that the person has been dead is of \nimportance, as the priest can raise persons \ndead only up to a limit of one day for each \nexperience level of the priest (i.e., a 9th- \nlevel priest can raise a person who has been \ndead for up to nine days). \nNote that the body of the person must be \nwhole, or otherwise missii parts are still \nmissing when the person is brought back to \nlife. Likewise, other ills, such as poison and \ndisease, are not negated. The raised person \nmust roll a SUU resurrection survival \ncheck to Survive the ordeal (see Table 3: \nConstitution) and loses 1 point of Constitu- \ntion. Furthermore, the raised puson \nand helpless in any event, and he needs a \nminimum of one full day of rest in bed for \neach day or fraction he was dead. The per- \nson has but 1 hit point when raised and must \nregain the rest by natural healing or curative \nmagic. \nNote that a character’s starting Constitu- \ntion is an absohte limit to the number of \ntimes the character can be revived by this \nmeans. \nThe somatic component of the spell is a \npointed finger. \nThe reverse of the spell, slay living,\n\n[BOOK_PAGE 225 | PDF_PAGE 226]\nPriest Spells (5th Level) \ngrants the victim a saving throw vs- &at) \nmagic, and if it is sucd, theviaim sue \ntains damage equal only tothat of a c+ \nserious wouna5 spell-i.e., ada+1 points. \nFailure means the victim dies instantly \nSpike Stones (Ateration, Enchantment) \nSphere: E3emental (Earth) \nRange:3oy ds \nCmpon&v, s, M \nDuration: 3d4 turns + l/lwel \nCasting Time: 6 \nArea of Effect: lo-foot square per lwel, 1 \nSaving Throw: None \nThe spike stones spell causes rock to \nshape itself into long, sharp points that tend \nto blend into the background. It is effective \non both natural rock and worked stone. The \nspike stones serve to impede progress \nthrough an area and to inflict damage. If an \narea is carefully observed, each observer is \n25% likely to notice the sharp points of \nrock. Otherwise, thoseientering the spell's \narea of effect suffer ld4 points of damage \nper round. The success of each attack is \ndetermined as if the caster of the spell were \nactually engaging in combat. Those enter- \ning the area are subject to attack immedi- \nately upon setting foot in the area and for \neach round spent in the area thereafter. The \ninitial step enables the individual to become \naware of some problem only if the initial \nattack succe.e!ds; otherwise movement con- \ntinues and the spike stones remain UMO- \nticed until damage occurs. Charging or \nrunning victims suffer two attacks per \nround. \nThose falling into pits affected by spike \nstones suffer six such attacks for every 10 \nfeet fallen, each attack having a +2 bonus \nto the attack roll. In addition, the damage \ninflicted by each attack increases by +2 for \nevery 10 feet fallen. Finally, the creatures \nalso suffer any normal falling damage. \nThe material component of this spell is \nfour tiny stalactites. \nspike per 1-foot sq. \nlkansmute Rock to Mud (Atention) \nReVeCSibk \nSphere: Elemental (Earth, Water) \nRange: 160 yards \nComponents V, S, M \nDuration: Special \ncasting Time 8 \nArea of Effect: fsfoot cube/levei \nSaving Throw. None \nThis spell turns natural rock of any sort \ninto an equal volume of mud. If it is cast \nupon a rock, for example, the rock affected \ncollapses into mud. Magical or enohantcd \nstone is not affected by the spell. The depth \nof the mud created cannot exceed 10 feet. \nCreatures unable to levitate, fly, or other. \nwise free themselves from the mud sink ai \nthe rate of 113 of their height per round anc \neventually suffocate, save for Iightweighi \ncreatures that could normally pass acrosg \nsuch ground. Brush thrown atop the mud \ncan support creatures able to climb on top \nof it, with the amount required decided by \nthe DM. Creatures large enough to walk on \nthe bottom can move through the area at a \nrate of 10 feet per round. \nThe mud remains until a sud dispor \nmagic or transmute mud to rock spell \nrestores its substance-but not necessarily \nits form. Evaporation turng the mud to nor- \nmal dirt at a rate of Id6 days per 10 cubic \nfeet. Theexact time depends on exposure to \nthe sun, wind, and normal drainage. \nThe verse, transmute mud to rock, \nhardens nod mud or quicksand into soft \nstone (sandstone or similar mineral) perma- \nnently unless magically changed. Creatures \nin the mud are allowed a saving throw to \nescape before the area is hardened to stone. \nDry sand is unafkaed. \nThe material components for the spell are \nclay and water (or sand, lime, and water for \nthe rwerse) . \n'Rw Seeing @ivin.tion) \nRevhIe \nSphere: Divination \nRange: Touch \nComponents: V, S, M \nDuration: 1 round/kvel \nCasting Time: 8 \nArea of Effect: Creature touched \nSaving Throw None \nWhen the priest employs this spell, he \nconfers upon the recipient the abiIity to see \nall thingsas they actually are. The spell pen- \netrates nod and magical darknew. secret \ndoors become plain. The exact location of \ndisplaced things is obvious. Invisible things \nbecome quite visible. Illusions and appari- \ntions are seen through. Polymorphed, \nchanged, or enchanted things are apparent. \nEven the aura projected by creatures \nbecomes visible, so that alignment can be \ndiscerned. Furthermore, the recipient can \nfocushisvision toseeintotheEtheredplane \nDr the bordering. areas of adjacent planes. \nfie range of vision conkrred is 1~) feet. \nhe seeing, however, does not penetrate \nsolid objects; it in no way confers X-ray \n&ion or its equivalent. Furthermore, the \nwith known magic. \nThe spell requires an ointment for the \n!yes that is made from very rare mudyoom \nmwder, saffron, and fat and costs no less \nhan 3oogp per Use. \nThe reverse, false seeing, causes the per- \nmn to see things as they are not: rich is poor, \n\"ough is smooth, beautiful is ugly. The oint- \npel1 effects cannot be futhcr enhanced \nment for the rewm@lisconcocted of oil, \npoppy dust, and pink orchid eseence. \nFor both spells, the ohtarant must be \naged for Id6 months. \nWall of FIre (Conjamtiowhmm- \nSphere: Elemental (Fire) \nRange: 80 yards \nComponents: V, S, M \nDuration: Special \nCasting Time 8 \nArea of Effect: Special \nSaving Throw None \nThe roall offire spell brings forth an \nimmobile, blazing aukin of mpeirol fir* of \nshimmabg color-yellow-green or amber \n(different from tk 4th-level wizprd vcr- \ndon). The spell creates anopaque sket of \nflame up to one 2o-foot,squere per kvd d \nthe speIlcpster, or a ring with a radius of pp \ntolofeet + fivefeetforeverytvrolev&.of \nexperienceofthewizard, d2ofeethigh \nThe wall of fire must be cast go that it is \nvertical with respect to the ca8ter. oncside \nof the wall, stkcted by the aster, rasdr \nforthwavesofhtat,inflitting2dlpointsof \ndamage upon creatures wititin 10 feet and \nld4 points of damage upon the%?! within 20 \nfeet. In addition, tbewdinflias(d4poinQ \nof damage, plus 1 point of damage per level \nof the spellcaster, to any creature passing \nthrough it. Creatures apedolly subject to \nfire may take additional damage, and \nundead always take twice normal damage. \nNote that attempting to dirtctly catch mor- \ning creatures with a newly created wall of \nfin is difficult; a succesdtd saving thfow \nenables the creature to avoid the wall,'whik \nits rate and direaion of movement dcaer- \nmine which side of thecreatedd it ism, \nThe wall office lasts as bng as thepsi.rt \nconcentrafes on maintaining it, or 086 \nmd per level ofexpaknm of the priest in \nthe went he doeanot wish to concartnk \nupon it. \nThe material component of the spell is \nPhW-O-. \nc \nld I\n\n[BOOK_PAGE 226 | PDF_PAGE 227]\nPriest Spells (6th level) \nI \nSixth-Level Spells \nAda1 Servant \n(ConjurationlSummoning) \nSphere: Summoning \nRange: 10 yards \nComponents: V, S \nDuration: 1 day/level \nCasting Time: 9 \nArea of Effect: Special \nSaving Throw: None \nThis spell summons an invisible aerial ser- \nvant to find and bring back an object or \ncreature described to it by the priest. Unlike \nan elemental, an aerial servant cannot be \ncommanded to fight for the caster. When it \nis summoned, the priest must have cast a \nprotection from mi2 spell, be within a pro- \ntective circle, or have a special item used to \ncontrol the aerial servant. Otherwise, it \nattempts to slay its summoner and return \nfrom whce it came. \nThe object or creature to be brought must \nbe such as to allow the aerial servant to \nphysically bring it to the priest (an aerial \nservant can carry at least 1,OOO pounds). If \nprevented, for any reason, from completing \nthe assigned duty, the aerial servant \nbecomes insane and seeks out and attempts \nto destroy the caster. The aerial servant \nreturns to its own plane whenever the spell \nlapses, its duty is Mled, it is dispelled, the \npriest releases it, or the priest is slain. The \nspell lasts for a maximum of one dap for \neach level of experience of the priest who \ncast it. \nIf the creature to be fetched cannot detect \ninvisible objects, the aerial servant attacks, \nautomatically gaining surprise. If the crea- \nture involved can detect invisible objects, it \nstill suffers a -2 penalty to all surprise rolls \nad by the aerial savant. Each round of \ncombat, the aerial servant must roll to \nattack. When a hit is scored, the aerial ser- \nvant h;rs grabbed the item or creature it was \nsent for. A creature with a Strength rating is \nallowed an evasion roll, equal to twice its \nbend bms chance, to escape the hold. If the \ncreature in question does not have a \nStrength rating, roll Id8 for each Hit Die the \naerial servant and the creature grabbed \nhave. The higher total is the stronger. Once \nseized, the creature cannot free itself by \nStrength or Dexterity and is flown to the \npriest forthwith. \nAnimal Summoning 111 \n(Conjuration, Summoning) \nSphere: Animal, Summoning \nRange: 100 yards/level \nComponents: V, S \nDuration: Special \nCasting Time: 9 \nArea of Effect: Special \nSaving Throw: None \nThis spell is the same in duration and \neffect as the 4th-level animal summoning I \nspell, except that up to four animals of no \nmore than 16 Hit Dice each can be summon- \ned, or eight of nomore than 8 Hit Dice, or \n16 creatures of no more than 4 Hit Dice. \nOnly animals within range of the caster at \nthe time the spell is cast will come. The cast- \ner can try three times to summon three dif- \nferent types of animals-e.g., suppose that \nwild dogs are first summoned to no avail, \nthen hawks are unsuccessfully called, and \nfinally the caster calls for wild horses that \nmay or may not be within summoning \nrange. Your DM will determine the chance \nof a summoned animal type being within \nrange of the spell. The animals summoned \nwill aid the caster by whatever means they \npossess, staying until a fight is over, a spe- \ncific mission is finished, the caster is safe, he \nsends them away, etc. Only normal or giant \nanimals can be summoned; fantastic ani- \nmals or monsters cannot be summoned by \nthis spell (no chimerae, dragons, gorgons, \nmanticores, etc.). \nAnimate ObJect (Alteration) \nSphere: Creation, Summoning \nRange: 30 yards \nComponents: V, S \nDuration: 1 round/level \nCasting Time: 9 \nArea of Effect: 1 cubic foot/level \nSaving Throw: None \nThis powerful spell enables the priest \ncasting it to imbue inanimate objects with \nmobility and a semblance of life. The ani- \nmated object, or objects, then attacks \nwhomever or whatever the priest first desig- \nnates. The animated object can be of any \nnonmagical material whatsoever-wood, \nmetal, stone, fabric, leather, ceramic, glass, \netc. Attempting to animate an object in \nsomeone's possession grants that person a \nsaving throw to prevent the spell's effect. \nThe speed of movement of the object \ndepends on its means of propulsion and its \nweight. A large wooden table would be \nrather heavy, but its legs would give it \nspeed. A rug could only slither along. A jar \nwould roll. Thus a large stone pedestal \nwould rock forward at 10 feet per round, a \nstone statue would move ht 40 feet per \nround, a wooden statue 80 feet per round, \nan ivory stool of light weight would move at \n226 \n120 feet per round. Slithering movement is \nabout 10 feet to 20 feet per round; rolling is \n3q feet to 60 feet per round. The damage \ncaused by the attack of an animated object \ndepends on its form and composition. tight, \nsupple objects can only obscure vision, \nobstruct movement, bind, trip, smother, \netc. Light, hard objects can fall upon or oth- \nerwise strike for I& points of damage or \npossibly obstruct and trip, as do light, sup \nple objects. Hard, medium-wcfi5ht objects \ncan crush or strike for 2d4 points of dam- \nage, while larger and heavier * may \ninflict 3d4,4d4, or even 5d4 points of dam- \nage. \nThe frequency of attack of animated \nobjects depends on their method of locomo- \ntion, appendages, and method of attack. \nThis varies from as seldom as once every \nfive melee rounds to as frequently as once \nper round. The Armor Class of the object \nanimated is basically a function of ma& \nand movement ability. Damage depends on \nthe type of weapon and the object struck. A \nsharp cutting weapon is effective against \nfabric, leathe, wood, and like substansdg. \nHeavy smashing and crushing weapons are \nuseful against wood, stone, and metal \nobjects. Your DM will determine all of these \nfactors, as well as how much damage the \nanimated object can sustain before being \ndestroyed. The priest can animate one cubic \nfoot of material for each experience level he \nhas attained. Thus, a 14th-level priest could \nanimate one or more objects whose solid \nvolume did not exd 14 cubic feet-a large \nstatue, two rugs, three chairs, or a dozen \naverage crocks. \nAnti-Animal Shell (Abjwatton) \nSpherp: Animal, Protection \nRange: 0 \nComponents: V, S, M \nDuration: 1 tUnr/hel \nCasting Time: 1 round \nArea of Effect: 20' diameter hemisphere \nSaving Throw: None \nBy casting this spell, the caster brings into \nbeing a hexnispherid force field that pre \nvents the entrance of any sort of living crea- \nture that is wholly or partially animal (not \nmagical or extraplmar). Thus a sprite, a \ngiant, or a chimera would be kept out, but \nundead or conjured creatures could pass \nthrough the shell of force, as could such \nmonsters as aerial servants, imps, qwsits, \ngolems, elementals, etc. The anti-animal \nshell functions normally against cross- \nbreeds, such as cambions, and lasts for one \nturn for each level of experience the caster \nhas attained. Forcing the barrier against \ncreatures strains and ukimately collapses \nthe field. \nThe spell requires the caster's holy symbol \nand a handful of pepper.\n\n[BOOK_PAGE 227 | PDF_PAGE 228]\nSphere: Guardian, Creation \nRange: 30 yards \nComponents: V, S \nDuration: 3 rounds/level \nCasting Time: 9 \nArea of Effect: Special \nSaving Throw: Special \nThe priest employs this spell to set up a \nwall of circling, razor-sharp blades. These \nwhirl and flash around a central point, cre- \nating an immobile barrier. Any creature \nthat attempts to pass through the blade bar- \nrier suffers 8d8 points of damage in doing \nso. The plane of rotation of the blades can \nbe horizontal, vertical, or in between. Crea- \ntures within the area of the barrier when it is \ninvoked are entitled to a saving throw vs. \nspell. If this is successful, the blades are \navoided and no damage is suffered; the \ncreature escapes the area of the blade barrier \nby the shortest possible route. The barrier \nremains for three rounds for every experi- \nence level of the priest casting it. The barrier \ncan cover any area from as small as five feet \nsquare to as large as 60 feet square. \n(Conjnrat#onBummoning) \nSpke summoning \nRange: 30 yards \nComponents: V, S \nDuration: 2 rounds/level \nCasting Time: 9 \nArea of Effect: Special \nSaving Throw: None \nfie conjure animals spell enables the \npriest to magically create one or more mam- \nmals to attack his opponents. The total Hit \nDice of the mammals cannot exceed twice \nhis level, if the creature conjured is deter- \nmined randomly, or his level, if a specific \nanimal type is requested. The DM selects \nthe type of animal that appears if it is ran- \ndomly called. Thus, a pfiest of 12th level \ncould randomly conjure two mammals with \n12 Hit Dice each, four with 6 Hit Dice each, \nsix with 4 Hit Dice each, eight with 3 Hit \nDice each, 12 with 2 Hit Dice each, or 24 \nwith 1 Hit Die each. Count every +I hit \npoint added to a creature's Hit Dice as 1/4 of \na Hit Die. Thus a creature with 4+3 Hit \nDice equals a 43/4 Hit Dice creature. The \nconjured animals remain for two rounds for \neach level of the conjuring priest, or until \nslain, and they follow the caster's verbal \ncommands. Conjured animals unfailingly \nattack the priest's opponents, but resist \nbeing used for any other purpose; they do \nnot like it, become noticeably more difficult \nto control, and may refuse any action, \nbreak free, or turn on the caster, depending \non the nature of the creature and the details \nof the situation. The conjured animals die \nappear when slam. \nConjure Fire Elementill \n(ConjuratiodSummoning) \nReweraible \nSphere: Elemental (Fire) \nRange: 80 yards \nComponents: V, S \nDuration: 1 turn/level \nCasting Time: 6 rounds \nArea of Effect: Special \nSaving Throw: None \nUpon casting a conjure fire elemental \nspell, the caster opens a special gate to the \nelemental plane of Fire, and a fire elemental \nis summoned to the vicinity of the spellcast- \ner. It is 65% likely that a 12 Hit Dice elemen- \ntal appears, 20% likely that a 16 Hit Dice \nelemental appears, 9% likely that two to \nfour salamanders appear, 4% likely that an \nefreeti appears, and 2% likely that a huge \nfire elemental of 21 to 24 Hit Dice appears. \nThe conjuring caster need not fear that the \nelemental force summoned will turn on him, \nso concentration upon the activities of the \nfire elemental (or other creatures summon- \ned) or protection from the creature is not \nnecessary. The elemental summoned helps \nthe caster however possible, including \nattacking opponents of the caster. The fire \nelemental or other creature summoned \nremains for a maximum of one turn per level \nof the caster, or until it is slain, sent back by \na dispel mugic spell, the reverse of this spell \n(dismiss fire elemental), or similar magic. \nFind the Path (Divination) \nReveralble \nSphere: Divination \nRange: Touch \nComponents: V, S, M \nDuration: 1 turn/level \nCasting Time: 3 rounds \nArea of Effect: Creature touched \nSaving Throw: None \nThe recipient of this spell can find the \nshortest, most direct physical route that he \nis seeking, be it the way into or out of a \nlocale. The locale can be outdoors or under \nground, a trap, or even a muze spell. Note \nthat the spell works with respect to locales, \nnot objects or creatures within a locale. \nThus, the spell could not find the way to \"a \nforest where a green dragon lives\" or to the \nlocation of \"a hoard of platinum pieces.\" \nThe location must be in the same plane as \nthe caster. \nThe spell enables the subject to sense the \ncorrect direction that will eventually lead \nhim to his destination, indicating at the \nappropriate times the exact path to follow \n(or physical actions to take-for example, \nwith concentration the spell enables the sub- \nject to sense trip wires or the proper word to \nbypass a glyph). The spell ends when the \ndestination is reached or when one turn for \neach caster level has elapsed. The spell frees \nthe subject, and those with him, from a \nmuze spell in a single ruund, and will con- \ntinue to do so as long as the spell lasts. \nNote that this divination is keyed to the \ncaster, not his companions, and that, like \nthe find trups spell, it does not pndict (w \nallow for the actions of creatures. \nThe spell requires a set of divination \ncounters of the sort favored by the priest- \nbones, ivory counters, sticks, carved -, \nor whatever. \nThe reverse spell, lose the path, makes the \ncreature touched totally lost and mbk to \nfind its way for the duration of the Spctu, \nalthough it can be led, of course. \nFin Seeds (Conjumthn) \nSphere: Elemental (Fire) \nRange: Touch \nComponents: V, S, M \nDuration: Special \nCasting Time 1 round/& \nArea of Effect: Special \nSaving Throw: 1/2 \nor timed incendiaries that burn with ~t \nheat. The spell can be cast to create eidra \nfire seed missiles or fire reedinccrdipnles, a$ \nchosen whm the spelI is cast. \n*Fb?Beedmissiles:Thi$W~tum,rPp+ \nto four acorns into spcdal grenadelike rrrie- \nsiles that can be hwltd up to @yards. An \nattack roll is required to strike the m&nde& \ntarget, and profickncy penalties are camid- \nered. Each acorn bum& upon strikhg any \nhard surface, causing 2ds points, o€ damage \nand ignim any combustible materials \nwithin a lO-foot diameter of the point of \nimpact. If a successful saving throw vs, gnU \nis made, a creature within the btllat area \nreceives only one-half damage, but a tma- \nture struck directly suffeft full deznage &.e,, \nno saving throw). \n* Fire seed incendiaries. This casting rurns \nup to eight holly berries into specla1 inoendi- \naries. The holly berries aze most ob \nplaced, being too light to make effective \nmissiles (they can be tossed up to six feet \naway). They burst into flame if the caster is \nmand. The berries instantly ignite, causing \nld8 points of damage to any creature and \nigniting any codustible within a five-foot- \ndiameter burst area. Creatures within the \narea that suctmsfully save vs. spell suffer \nhalf damage. \nAll fire seeds lose their power after a \nduration equal to one turn per experience \nlevel of the caster-e.g., the seeds of a 13th- \nlevel caster remain potent for a maximum of \n4 \nl \nI \nI 1 \nThe fire seeds spell creates special \nwithin 40 yards and speaks 4 wotd of COUI- \n227\n\n[BOOK_PAGE 228 | PDF_PAGE 229]\n8 1 Priest Spells (6th Level) I \n13 turns after their creation. \nNo other material components beyond \nacorns or holly berries are needed for this \nspell- \n[dbj uration) \nSphere: Protection \nRange: 30 yards \nComponents: V, S, M \nDuration: Permanent \nCasting Time: 6 rounds \nArea of Effeck One &foot cubellevel \nsaving Throw: Special \nThis spell can be used to secure a conse- \ncrated area (see DMG). The spell seals the \narea from teleportation, plane shifting, and \nethereal penetration. At the option of the \ncaster, the ward can be locked by a \npassword, in which case it can be entered \nonly by those speaking the proper words. \nOtherwise, the effect on those entering the \nenchanted area is based on their alignment, \nrelative to the caster's. The most severe pen- \nAlignment identical: No effect. If \npassword locked, cannot enter area unless \npassword is known (no saving throw). \nAlignment different with respect to h \nand chsos: Save vs. spell to enter the area; if \nfailed, suffer 2d6 points of damage. If \npassword locked, cannot enter unless \npassword is known. \nAlignment different with respect to good \nund mil: Save vs. spell to enter this area; if \nfailed, suffer 4d6 points of damage. If word \nlocked, cannot enter unless password is \nknown. The attempt does cause damage if \nthe save is failed. \nOnce a saving throw is failed, an intruder \ncannot enter the forbidden area until the \nspell ceases. The ward cannot be dispelled \nby a caster of lesser level than the one who \nestablished it. Intruders who enter by roll- \ning successful saving throws feel uneasy and \ntense, dcspite their success. \nIn addition to the priest's holy symbol, \ncomponents include holy water and rare \nincenses worth at least 1,OOO gp per 60-foot \ncube. If a password lock is desired, this also \nrequires the burning of rare incenses worth \nat least 5,000 gp per 60-foot cube. \naltyisused. \nSphere: Healing \nRange: Touch \nComponents: V, S \nDuration: Permanent \nCasting Time: 1 round \nArea of Effect: Creature touched \nSaving Throw: None \nThe very potent heal spell enables the \npriest to wipe away disease and injury in the \ncreature who receives the benefits of the \nspell. It completely cures all diseases or \nblindness of the reapient and heals all \npoints of damage suffered due to wounds or \ninjury. It dispels a feeblemind spell. It cures \nthose mental disorders caused by spells or \ninjury to the brain. Naturally, the effects can \nbe negated by later wounds, injuries, and \ndiseases. \nThe reverse, harm, infects the victim with \na disease and causes loss of all but ld4 hit \npoints, if a successfd touch is inflicted. For \ncreatures that are not affected by the heal \n(or harm) spell, see the cure light wounds \nspell. \nHeroes' Feast (Evocation) \nSphere: Geation \nRange: 10 yards \nComponents: V, S, M \nDuration: 1 hour \nCasting Time: 1 turn \nArea of Effect: 1 individual/level \nSaving Throw: None \nThis spell enables the priest to bring forth \na great feast that serves as many creatures as \nthe priest has levels of experience. The spell \ncreates a magnificent table, chairs, service, \nand all the necessary food and drink. The \nfeast takes one full hour to consume, and \nthe beneficial effects do not set in until after \nthis hour is over. Those partaking of the \nfeast are cured of all diseases, are immune to \npoison for l2 hours, and are healed of \nld4 + 4 points of damage after imbibing the \nnectar-like beverage that is part of the feast. \nThe ambrosia-like food that is consumed is \nequal to a bless spell that lasts for 12 hours. \nAlso, during this same period, the people \nwho consumed the feast are immune to fear, \nhopelessness, and panic. If the feast is inter- \nrupted for any reason, the spell is ruined \nand all effects of the spell are negated. \nThe material components of the spell are \nthe priest's holy symbol and specially fer- \nmented honey taken from the cells of bee \nlarvae destined for royal status. \ntment) \nSphere: Plant \nRange: Touch \nComponents: V, S, M \nDuration: 1 day/level \nCasting Time: 1 turn \nArea of Effect: 1 oak tree \nSaving Throw: None \nThis spell enables the caster to charm a \nhealthy oak tree (or'other type if the DM \nallows) to cause it to serve as a protector. \nThe spell can be cast on a single tree at a \ntime. While a liveoak spell cast by a particu- \nlar caster is in effect, he cannot cast another \nsuch spell. The tree upon which the spell is \ncast must be within 10 feet of the caster's \ndwelling place, within a place sacred to the \ncaster, or within 100 yards of something \nthat the caster wishes to guard or protect. \nThe liveoak spell can be cast upon a \nhealthy tree of small, medium, or large size, \naccording to desire and availability, A trig- \ngering phrase of up to a maximum of one \nword per level of the spellcaster is then \nplaced upon the targeted oak; for instance, \n\"Attack any persons who come near with- \nout first saying 'sacred mistletoe' '' is an 11- \nword trigger phrase that could be used by a \ncaster of 11th level or higher casting the \nspell. The liveoak spell triggers the tree into \nanimating as a treant of equivalmt size, an \nArmor Class of 0 and with two attacks per \nround, but with only a %foot-per-round \nmovement rate. \nDamage \nPer \nTreeSize Height HitDice Attack \nSmall 12'-14' 7-8 2d8 \nMedium 16'-19' 9-10 3d6 \nLarge 20'-23'+ 11-12 4d6 \nA tree enchanted by this spell radiates a \nmagical aura (if checked for), and can be \nreturned to normal by a successful casting \nof a dispel magic spell, or upon the desire of \nthe caster who enchanted it. If dispelled, the \ntree takes root immediately. If released by \nthe caster, it tries to return to its original \nlocation before taking root. Damage to the \ntree can be healed with a plant growth spell, \nwhich restores 3d4 points of damage. A \nplant growth spell used in this fashion does \nnot increase the size or hit points of the \nliveoak beyond the original value. \nThe caster needs his holy symbol to cast \nthis spell. \n228\n\n[BOOK_PAGE 229 | PDF_PAGE 230]\nPut Water (Alteration) \nSphere: Elemental (Water) \nRange: 20 yards/level \nComponents: V, S, M \nDuration: 1 hun/level \nCasting Time: 1 turn \nArea of Effect: Special \nSaving Throw: None \nBy employing a part water spell, the \npriest is able to cause water or similar liquid \nto move apart, thus forming a trough. The \ndepth and length of the trough created by \nthe spell depends on the level of the priest. A \ntrough three feet deep per caster level, by 30 \nyards wide, by 20 yards long per level is cre- \nated. Thus at 12th level, the priest would \npart water 36 feet deep by 30 yards wide by \n240 yards long. The trough remains as long \nas the spell lasts or until the priest who cast \nit opts to end its effects. Existing currents \nappear to flow through the parted water, \nalthough swimming creatures and physical \nobjects such as boats do not enter the rift \nwithout strenuous and deliberate effort. If \ncast underwater, this spell creates an air cyl- \ninder of appropriate length and diameter. If \ncast directly on a water elemental or other \nwater-based creature, the creature receives \n4d8 points of damage and must roll a suc- \ncessful saving throw vs. spell or flee in panic \nfor 3d4 rounds. \nThe material component of this spell is \nthe Driest’s holv svmbol. \nSpeak With Monsters (Alteration) \nSphere: Divination \nRange: 30 yards \nComponents: V, S \nDuration: 2 round/level \nCasting Time: 9 \nArea of Effect: The caster \nSaving Throw: None \nWhen cast, the speak with monsters spell \nenables the priest to converse with any type \nof creature that has any form of communi- \ncative ability (including empathic, tactile, \npheromonic, etc.). That is, the monster \nunderstands, in its own language or equiva- \nlent, the intent of what is said to it by the \npriest and vice versa. The creature thus spo- \nken to is checked by your DM in order to \ndetermine reaction. All creatures of the \nsame type as that chosen by the priest can \nlikewise understand if they are within \nrange. The priest can speak to different \ntypes of creatures during the spell duration, \nbut he must speak separately to each type. \nThe spell lasts for two rounds per caster \nlevel. \nStone Tell (Divination) \nSphere: Elemental (Earth), Divination \nRange: Touch \nComponents: V, S, M \nDuration: 1 turn \nCasting Time: 1 turn \nArea of Effect: 1 cubic yard of stone \nSaving Throw: None \nWhen the priest casts a stone teff spell \nupon an area, the very stones speak and \nrelate to the caster who or what has touched \nthem as well as telling what is covered; con- \ncealed, or simply behind them. The stones \nrelate complete descriptions, if asked. Note \nthat a stone’s perspective, perception, and \nknowledge may hinder this divination; such \ndetails, if any, are decided by the DM. \nThe material components for this spell are \na drop of mercury and a bit of clay. \nlkansmute Water to Dust (Alteration) \nReversible \nSphere: Elemental (Water, Earth) \nRange: 60 yards \nComponents: V, S, M \nDuration: Permanent \nCasting Time: 8 \nArea of Effect: 1 cubic yard/level \nSaving Throw: Special \nWhen this spell is cast, the subject area \ninstantly undergoes a change from liquid to \npowdery dust. Note that if the water is \nalready muddy, the area of effect is doubled, \nwhile if wet mud is present, the area of effect \nis quadrupled. If water remains in contact \nwith the transmuted dust, the former quick- \nly permeates the latter, turning the dust into \nsilty mud, if a sufficient quantity of water \nexists to do so, otherwise soaking or damp- \nening the dust accordingly. \nOnly the liquid actually in the area of \neffect at the moment of spellcasting is affect- \ned. Potions that contain water as a compo- \nnent part are rendered useless. Living \ncreatures are unaffected, except for those \nnative to the elemental plane of Water. Such \ncreatures must roll a successful saving \nthrows vs. death or be slain; however, only \none such creature can be affected by any sin- \ngle casting of this spell, regardless of the \ncreature’s size or the size of the spell’s area of \neffect. \nThe reverse of this spell is simply a very \nhigh-powered create water spell that \nrequires a pinch of normal dust as an addi- \ntional material component. \nFor either usage of the spell, other compo- \nnents required are diamond dust of at least \n500 gp value, a bit of seashell, and the cast- \ner’s holy.symbo1. \nlkansport Vir Plants (Alteration) \nSphere: Plant \nRange: Touch \nComponents: V, S \nDuration: Special \nCasting Time: 4 \nArea of Effect: Special \nSaving Throw: None \nBy means of this spell, the caster is able to \nenter any large plant (human-sized or 1, \ner) and pass any distance to a plant of \nsame species in a single round, regardla \nthe distance, separating the two. The c11 \nplant must be alive. The destination p \nneed not be familiar to the caster, but it ab0 \nmust be alive. If the caster is uncertain of the \ndestination plant, he need merely determine \ndirection and distance, and the transport via \nplants spell moves him as close as possible \nto the desired location. There is a basic 20% \nchance, reduced by 1% per level of experi- \nence of the caster, that the transport delivers \nthe caster to a similar species of plant from 1 \nto 100 miles away from the desired destina- \ntion plant. If a particular destination plant is \ndesired, but the plant is not living, the spell \nfails and the caster must come forth from \nthe entrance plant within 24 hours. Note \nthat this spell does not function with pla;m- \nlike creatures-e.g., shambling md, \ntreants, etc. The destruction of an OcGUpicd \nplant slays the caster (see the plant door \nspell). \nTurn Wood (Alteration) \nSphere: Plant \nRange: 0 \nComponents: V, S \nDuration: 1 round/level \nCasting Time: 9 \nArea of Effect: 120-foot-wide path, \nSaving Throw: None \nWhen this spell is cast, waves of force roll \nforth from the caster, moving in the direc- \ntion he faces, and causing all woodm \nobjects in the path of the spell to be pushed \naway from the caster to the limit of the area \nof effect. Wooden objects above three inch- \nes in diameter that are fixed firmly are not \naffected, but loose objects (movable man- \ntles, siege towers, etc.) move back. Objects \nunder three inches in diameter that are fixed \nsplinter and break, and the pieces move \nwith the wave of force. Thus, objects such \nas wooden shields, spears, wooden weapon \nshafts and hafts, and arrows and bolts are \npushed back, dragging those carrying them \nwith them. If a spear is planted in order to \nprevent this forced movement, it splinters. \nEven magical items with wooden sections \nare turned, although an anti-magic shell \nblocks the effects. A successful dispel magic \nspell ends the effect. Otherwise, the turn \n20 feet long/lewl \n229\n\n[BOOK_PAGE 230 | PDF_PAGE 231]\n1 A 1 \nPriest Spells (7th Level) \nI \nwood spell lasts for one round for each \nexperience level of the caster. \nThe waves of force continue to sweep \ndown the set path for the spell's duration, \npushing back wooden objects in the area of \neffect at a rate of 40 feet per melee round. \nThe length of the path is 20 feet per level of \nthe caster, thus a 14th-level caster casts a \nturn wood spell with an area of effect 120 \nfeet wide by 280 feet long, and the spell lasts \nfor 14 rounds. Note that after casting the \nspell, the path is set and the caster can then \ndo other things or go elsewhere without \naffecting the spell's power. \nWall of Thorns \n(Con jurationiSummoning) \nSphere: Plant, Creation \nRange: 80 yards \nComponents: V, S \nDuration: 1 turn/level \nCasting Time: 9 \nArea of Effect: One 10-foot cube/level \nSaving Throw: None \nThe wnll of thorn spell creates a barrier of \nvery tough, pliable, tangled brush bearing \nneedlesharp thorns as long as a person's fin- \nger. Any creature breaking through (or \ncrding into) the wall of thorns suffers 8 \npoints of damage, plus an additional amount \nof damage equal to the creature's AC. Nega- \ntive ACs subtract from the base 8 points of \ndamage, but no adjustment is made for Dex- \nterity. Any creature within the area of effect \nof the spell when it is cast crashes into the \nwall of thorn, and must break through to \nmove. The damage is based on each 10-foot \nthickness of the barrier. \nIf the wall of thorns is chopped at, it takes \nat least four turns to cut a path through a 10- \nfoot thickness. Normal fire cannot harm the \nbarrier, but magical fires bum away the bar- \nrier in two turns, creating a wall of fire effect \nwhile doing so (see wall of fire spell). In this \ncase, the cool side of the wall is that closest \nto the caster of the thorn wall. \nThe nearest edge of the wall of thorns \nappears up to 80 yards distant from the cast- \ner, as he desires. The spell lasts for one turn \nfor each level of experience of the caster, \ncovers one 10-foot cube per level of the cast- \ner in whatever shape the caster desires. Thus \na 14th-level caster could create a wall of \nthorns up to 70 feet long by 20 feet high (or \ndeep) by 10 feet deep (or high), a 10-foot- \nhigh by 10-foot-wide by 140-foot-long wall \nto block a dungeon passage, or any other \nsort of shape that suited his needs. The cast- \ner can also create a wall of five-foot thick- \nness, which inflicts half damage but can be \ndoubled in one of the other dimensions. \nNote that those with the ability to pass \nthrough overgrown areas are not hindered \nby this barrier. The caster can dismiss the \nbarrier on command. \nWeather Summodng \n(Conjuration6ummoning) \nSphere: Weather \nRange: 0 \nComponents: I?, S \nDuration: Special \nCasting Time: 1 turn \nArea of Effect: Special \nSaving Throw: None \nBy this spell, the caster calls forth weather \nappropriate to the climate and Season of the \narea he is in at the time. Thus, in spring a \ntornado, thunderstorm, cold, sleet storm, \nor hot weather could be summoned. In sum- \nmer a torrential rain, heat wave, hail storm, \netc., can be called for. In autumn, hot or \ncold weather, fog, sleet, etc., could be sum- \nmoned. Winter enables great cold, blizzard, \nor thaw conditions to be summoned. \nHurricane-force winds can be summoned \nnear coastal regions in the late winter or ear- \nly spring. The summoned weather is not \nunder the control of the caster. It might last \nbut a single turn, in the case of a tornado, or \nfor hours or even days in other cases. The \narea of effect likewise varies from about one \nsquare mile to 100 square miles. Note that \nseveral casters can act in concert to greatly \naffect weather, controlling winds, and \nworking jointly to summon very extreme \nweather conditions. \nWithin four turns after the spell is cast, \nthe trend of the weather to come is \napparent-e.g., clearing skies, gusts of \nwarm or hot air, a chill breeze, overcast \nskies, etc. Summoned weather arrives \n1d12+5 turns after the spell is cast. Note \nthat the new weather condition cannot be \nchanged by the caster once it has been sum- \nmoned. Once the weather is fully summon- \ned, it cannot be dispelled. If the summoning \nis successfully dispelled before it has been \ncompleted, the weather slowly reverts to its \noriginal condition. \nWord of Recall (Alteration) \nSphere: Summoning \nRange: 0 \nComponents: V \nDuration: Special \nCasting Time: 1 \nArea of Effect: Special \nSaving Throw: None \nThe word of recall spell takes the priest \ninstantly back to his sanctuary when the \nword is uttered. The sanctuary must be spe- \ncifically designated in advance by the priest \nand must be a well-known place. The actual \npoint of arrival is a designated area no larg- \ner than 10' x 10'. The priest can bq trans- \nported any distance, from above or below \nground. Transportation by the word of \nrecall spell is safe within a plane, but for \neach plane the priest is removed, there is a \n230 \n10% cumulative chance that the priest is \nirrevocably lost. The priest is able to trans- \nport, in addition to himself, 25 pounds of \nweight per experience level. Thus, a 15th- \nlevel priest could transport his person and \nan additional 375 pounds weight. This extra \nmatter can be equipment, treasure, or even \nliving material, such as another person. \nExceeding this limit causes the spell to fail. \nNote that unusually strong physical fields \n(e.g., magnetic, gravitational) or magical \nforces can, at the DMs option, make the use \nof this spell hazardous or impossible. \nSeventhdevel Spells \nAnimate Rock (Alteration) \nSphere: Elemental (Earth) \nRange: 40 yards \nComponents: V, S, M \nDuration: 1 round/level \nCasting Time: 1 round \nArea of Effect: 2 cubic feet/level \nSaving Throw: None \nBy employing an animate rock spell, the \ncaster causes a stone object of up to the indi- \ncated size to move (see the 6th-level mimate \nobject spell.) The animated stone object \nmust be separate (not a part of a huge bod- \nder or the like). It follows the desire of the \ncaster-attacking, breaking objects, block- \ning-while the magic lasts. It has no intelli- \ngence or volition of its own, but it follows \ninstructions exactly as spoken. Note that \nonly one set of instructions for one single \naction (the whole being simply worded and \nvery brief-12 words or so) can be given to \nthe animated rock. The rock remains ani- \nmated for one round per experience level of \nthe caster. The volume of rock that can be \nanimated is also based on the experience \nlevel of the caster-two cubic feet of stone \nper level-e.g., 24 cubic feet, a mass of \nabout man-sized, at 12th level. \nWhile the exact details of the animated \nrock are decided by the DM, its Armor \nClass is no worse than 5, and it has ld3 hit\n\n[BOOK_PAGE 231 | PDF_PAGE 232]\npoints per cubic foot of volume. It uses the \nattack roll of the caster. The maximum dam- \nage it can inflict is Id2 points per caster level \n(thus, a 12th-level caster's rock might inflict \n12 to 24 points of damage). Movement, for \na man-sized rock, is 60 feet per round. A \nrock generally weighs from 100 to 300 \npounds per cubic foot. \nThe material components for the spell are \na stone and drop of the caster's blood. \nAstd Spell (Alteration) \nSphere: Astral \nRulge: Touch \nComponents: V, S \nDuration: Special \nCasting Time: V2 hour \nArea of Effect: Special \nSaving Throw: None \nBy means of the astral spell, a priest is \nable to project his astral body into the As- \ntral plane, leaving his physical body and \nmaterial possessions behind on the Prime \nMaterial plane. As the Astral plane touches \nupon the first levels of all the outer planes, \nthe priest can travel astrally to the first level \nof any of these outer planes as he wills. The \npriest then leaves the Astral plane, forming \na body on the plane of existence he has cho- \nsen to enter. It is also possible to travel as- \ntrally anywhere in the Prime Material plane \nby means of the astral spell (however, a sec- \nond body cannot be formed on the Prime \nMaterial plane; see following). \nAs a general rule, a person astrally pro- \njected can be seen only by creatures on the \nAstral plane. The astral body is connected \nat all times to the material body by a silvery \ncord. If the cord is broken, the affected per- \nson is killed, astrally and materially, but \ngenerally only the psychic wind can cause \nthe cord to break. When a second body is \nformed on a different plane, the silvery cord \nremains invisibly attached to the new body. \nIf the second body or astral form is slain, the \ncord simply returns to the caster's body \nwhere the body rests on the Prime Material \nplane, reviving it from its state of suspended \nanimation. Although astral projections are \nable to function on the Astral plane, their \nactions affect only creatures existing on the \nAstral plane; a physical body must be mate- \nrialized on other planes. \nThe spell lasts until the priest desires to \nend it, or until it is terminated by some out- \nside means (such as a dispel magic spell or \ndestruction of the priest's body on the Prime \nMaterial plane [which kills the priest]). The \npriest can project the astral forms of up to \nseven other creatures with himself by means \nof the astral spell, providing the creatures \nare linked in a circle with the priest. These \nfellow travelers are dependent upon the \npriest and can be stranded if something hap- \npens to the priest. Travel in the Astral plane \ncan be slow or fast, according to the priest's \ndesire. The ultimate destination arrived at is \nsubject to the desire of the priest. \nChangestaff (Evocation, Enchantment) \nSphere: Plant, Creation \nRange: Touch \nComponents: V, S, M \nDuration: Special \nCasting Time: 4 \nArea of Effect: The caster's staff \nSaving Throw: None \nBy means of this spell, the caster is able to \nchange a specially prepared staff into a \ntreant-like creature of the largest size (about \n24 feet tall). When the priest plants the end \nof the staff in the ground and speaks a spe- \ncial command and invocation, the staff \nturns into a treant-like creature with 12 Hit \nDice, 40 hit points, and Armor Class 0. It at- \ntacks twice per round, inflicting 4d6 points \nof damage with every successful attack. The \nstaff-treant defends the caster and obeys \nany spoken commands. However, it is by no \nmeans a true treant; it cannot converse with \nactual treants or control trees. The transfor- \nmation lasts either for as many turns as the \ncaster has experience levels, until the caster \ncommands the staff to return to its true \nform, or until the staff is destroyed, which- \never occurs first. If the staff-treant is re- \nduced to 0 hit points or less, it crumbles to a \nsawdust-like powder and the staff is de- \nstroyed. Otherwise, the staff can be used \nagain after 24 hours and the staff-treant is at \nfull strength. \nTo cast a changestaff spell, the caster must \nhave either his holy symbol or leaves (ash, \noak, or yew) of the same sort as the staff. \nThe staff for the changestaff spell must be \nspecially prepared. The staff must be a \nsound limb cut from an ash, oak, or yew \ntree struck by lightning no more than 24 \nhours before the limb is cut. The limb must \nthen be cured by sun drymg and special \nsmoke for 28 days. Then it must be shaped, \ncarved, and polished for another days. \nThe caster cannot adventure or engage in \nother strenuous activity during either of \nthese periods. The finished staff, engraved \nwith woodland scenes, is then rubbed with \nthe juice of holly berries, and the end of it is \nthrust into the earth of the caster's grove \nwhile he casts a speak with plant spefl, call- \ning upon the staff to assist in time of need. \nThe item is then charged with a magic that \nwill last for many changes from staff to \ntreant and back again. \nChariot Of Sustarre \nSphere: Elemental (Fire \nRange: 10 yards \nComponents: V, S, M \nDuration: 12 hours \nCasting Time: 1 turn \nArea of Effect: Special \nSaving Throw: None \nWhen this spell is cast, it brings forth a \nlarge, flaming chariot pulled by two fiery \nhorses from the elemental plane of Fire. \nThese appear in a clap of thunder amid a \ncloud of smoke. The vehicle moves at 24 on \nthe ground, 48 flying, and can cahy the \ncaster and up to seven other creatures of \nman-size or less (the passengers must be \ntouched by the caster to protect them from \nthe flames of the chariot). Creatures other \nthan the caster and his designated passen- \ngers sustain 2d4 points of fire damage each \nround if they come within five feet of the \nhorses or chariot. Such creatures suffer no \ndamage if they evade the area by rolling suc- \ncessful saving throws vs. petrification, with \nDexterity adjustments. \nThe caster controls the chariot by verbal \ncommand, causing the flaming steeds to \nstop or go, walk, trot, run or fly, and turn \nleft or right as he desires. Note that the char- \niot of Sustarre is a physical manifestation \nand can sustain damage. The vehicle and \nsteeds are struck only by magical weapons \nor by water (one quart of which inflicts 1 \npoint of damage), they are Armor Class 2, \nand each requires 30 points of damage to \ndispel. Naturally, fire has absolutely no ef- \nfect upon either the vehicle or its steeds, but \nmagical fires other than thoae of the chariot \ncan affect the riders. Other spells, such as a \nsuccessful dispel magic or holy word, will \nforce the chariot back to its home plane, \nwithout its passengers. The chariot can be \nsummoned only once per week. \nThe material components are \npiece of wood, two holly berries, \nsource at least equal to a torch. \nConfusion (EnchantmenVCharm) \nSphere: Charm \nRange: 80 yards \nComponents: V, S, M \nDuration: 1 round/level \nCasting Time: 1 round \nArea of Effect: ld4 creatures within \nSaving Throw: Special \na 40' by 4O'square \nThis spell causes confusion in one or more \ncreatures within the area, creating indeci- \nsion and the inability to take effective \naction. The spell affects ld4 creatures, plus \none creature per two caster levels. Thus, \nseven to ten creatures can be affected by a \n12th- or 13th-level caster, eight to 11 by a \n14th- or 15th-level caster. etc. These crea-\n\n[BOOK_PAGE 232 | PDF_PAGE 233]\nPried Cndlc (7th I PVP~) \ntures are allowed saving throws vs. spell \nwith -2 penalties, adjusted for Wisdom. \nThose successfully saving are unaffected by \nthe spell. Confused creatures react as fol- \nlows (roll Idlo): \nDIO \nRoll Reaction \n1 Wander away (unless prevented) for \nduration of spell \n2-6 Stand confused one round \n(then roll again) \n7-9 Attack nearest creature for one round \n(then roll again) \n10 Act normally for one round \n(then roll again) \nThe spell lasts one round for each level of \nthe caster. Those who fail their saving \nthrows are checked by the DM for actions \neach round, for the duration of the spell, or \nuntil the \"wander away for the duration of \nthe spell\" result occurs. \nWandering creatures move as far from the \ncaster as possible in their most typical mode \nof movement (characters walk, fish swim, \nbats fly, etc.). This is not panicked flight. \nWandering creatures also have a 50% \nchance of using any special innate move- \nment abilities (plane shift, burrowing, \nflight, etc.). Saving throws and actions are \nchecked at the beginning of each round. \nAny confused creature that is attacked per- \nceives the attacker as an enemy and acts \naccording to its basic nature. \nThe material component of this spell is a \nset of three nut shells. \nNote: If there are many creatures \ninvolved, the DM may decide to assume \navep.age results. For example, if there are 16 \norcs affected and 25% could be expected to \nsuccessfully roll the saving throw, then four \nare assumed to have succeeded, one wan- \nders away, four attack the nearest creature, \nsix stand confused and the last acts normal- \nly but must check next round. Since the orcs \nare not near the party, the DM decides that \ntwo who are supposed to attack the nearest \ncreature attack each other, one attacks an \norc that saved, and one attacks a confused \norc, which strikes back. The next round, the \nbase is 11 orcs, since four originally saved \nand one wandered off. Another one wan- \nders off, five stands confused, four attack, \nand one acts normally. \nConjrem- \n(Conjt~ratio&ummoning) \nReversible \nSphere: Elemental (Earth), Summoning \nComponents: V, S \nDuration: 1 turn/level \nCasting Time: 1 turn \nArea of Effect: Special \nSaving Throw: None \nA caster who performs a conjure earth \nelemental spell summons an earth elemental \nto do his bidding. The elemental is 60% \nlikely to have 12 Hit Dice, 35% likely to \nhave 16 Hit Dice, and 5% likely have 21 to \nto 24 Hit Dice (20 + ld4). Furthermore, the \ncaster needs but to command it, and it does \nas desired, for the elemental regards the \ncaster as a friend to be obeyed. The elemen- \ntal remains until destroyed, dispelled, sent \naway by dismissal or a holy word spell (see \nthe conjure fire elemental spell), or the spell \nduration expires. \nRange: 40 yards \nControl Weather (Alteration) \nSphere: Weather \nRange: 0 \nComponents: V, S, M \nDuration: 4d12 hours \nCasting Time: 1 turn \nArea of Effect: 4d4 square miles \nSaving Throw: None \nThe control weuther spell enables a priest \nto change the weather in the local area. The \nspell affects the weather for 4d12 hours in an \narea of 4d4 square miles. It requires one turn \nto cast the spell, and an additional ld4 turns \nfor the effects of the spell to be felt. The cur- \nrent weather conditions are decided by the \nDM, depending on the climate and season. \nWeather conditions have three components: \nprecipitation, temperature, and wind. The \nspell can change these conditions according \nto the following chart: \nThe upper-case headings represent exist- \ning weather conditions. The lower-case \nheadings below each upper-case heading are \nthe new conditions to which the caster can \nchange the existing conditions. Further- \nmore, the caster can control the direction of \nthe wind. For example, a day that is clear, \nwarm, and with moderate wind can be con- \ntrolled to become hazy, hot, and calm. Con- \ntradictions are not possible-fog and strong \nwind, for example. Multiple control weath- \ner spells can be used only in succession. \nThe material components for this spell are \nthe priest's religious symbol, incense, and \nprayer beads or similar prayer object. Obvi- \nwhere there are appropriate dimatic condi- \ntions. \nIf Weather is a major sphere for the priest \n(as it is for druids), duration and area are \ndoubled, and the caster can change the pre- \nvailing weather by two places (e.g., he can \ncause precipitation to go from partly cloudy \nto heavy sleet, temperature to go from cool \nto arctic, and wind to go from calm to \nstrong). \nously, this spell functions only in areas \nCreeplng boom \n(Conjur&on/Sllmmoning) \nSphere: Animal, Summoning \n-0 \nComponents: V, S \nDuration: 4 rounddlevel \nCasting Time: 1 round \nArea of Effect: Special \nSaving Throw: None \nWhen the caster utters the spell of creep- \ning doom, he calls forth a mass of from 500 \nto 1,OOO ([ ld6 + 41 x 100) venomous, biting \nand stinging arachnids, insects, and myria- \npods. This urpet-like mam swarms in an \narea 20 feet square. Upon command from \nthe caster, the swarm creeps forth at 10 feet \nper round toward any prey within 80 yards, \nmoving in the direction in which the caster \nPrecipitation \nCLEAR WEATHER \nVery clear \nLight clouds or hazy \nPARTLY CLOUDY \nClear weather \nCloudy \nMistILight rain/small hail \nSleet/Light snow \nCLOUDY \nPartly cloudy \nDeep clouds \nFog \nHeavy raidlarge h \nDriving sleet/heavy snow \nTemperahue \nHOT \nSweltering heat \nWarm \nWARM \nHot \nCool \nCOOL \nWarm \nCold \nCOLD \nCool \nArctic cold \nWind \nCALM \nDead calm \nLight wind \nModerate wind \nMODERATE WIND \nCalm \nStrong wind \nSTRONG WIND \nModerate wind \nGale \nGALE \nStrong wind \nstorm \nSTORM \nGale \nHurricane-typhoon \n232\n\n[BOOK_PAGE 233 | PDF_PAGE 234]\nI Priest Spells (7th Level) \ncommands. The creeping doom slays any \ncreature subject to nod attacks, as each \nof the small horrors inflicts 1 point of dam- \nage (each then dies after its attack), so that \nup to 1,ooO points of damage can be in- \nfiicted on creatures within the path of the \ncreeping doom. If the creeping doom goes \nmore than 80 yards away from the sum- \nmoner, it loses 50 of its number for each 10 \nyards beyond 80 yards (e.g., at 100 yards, \nits number has shrunk by 100). There are a \nnumber of ways to thwart or destroy the \ncreatures forming the swarm. The solutions \nare left to the imaginations of players and \nDMs. \nSolidly built structures with foundations \nreaching down to bedrock sustain one-half \ndamage; one-quarter damage if they score \nabove 50% on a saving throw. An earth ele- \nmental opposed to the caster in the area of \neffect can negate 10% to 100% (roll Idlo, \n0 = 100%) of the effect. Other magical \nprotections and wards allowed by the DM \nmay also reduce or negate this effect. If cast \nundersea, this spell may, at the discretion of \nthe DM, create a tsunami or tidal wave. \nThe material components for this spell are \na pinch of dirt, a piece of rock, and a lump \nof clay. \nI Exaction (Evocation, Alteration) \nEmdquake (Alteration) \nSphere: Elemental (Earth) \nRange: 120 yards \nComponents: V, S, M \nDuration: 1 round \nCasting Time: 1 turn \nArea of Effect: 5-foot diameter/level \nSaving Throw: None \nWhen this spell is cast by a priest, a local \ntremor. of fairly high strength rips the \nground. The shock is over in one round. \nThe earthquake affects all terrain, vegeta- \ntion, structures, and creatures in its area of \neffect. The area of effect of the earthquake \nspell is arcular, with a diameter of five feet \nfor every experience level of the priest cast- \ning it. Thus a 20th-level priest casts an \nearthquake spell with a 1Wfootdiameter \narea of effect. \nSphere: Charm, Summoning \nRange: 10 yards \nComponents: V, S, M \nDuration: Special \nCasting Time: 1 round \nArea of Effect: 1 creature \nSaving Throw: None \nWhen this spell is employed, the priest \nconfronts some powerful creature from an- \nother plane (including devas and other pow- \nerful minions, for instance, but not \ndemigods or deities of any sort) and requires . \nof it some duty or quest. A creature of an \nalignment opposed to the priest (e.g., evil if \nthe priest is good, chaotic if the priest is law- \nful) cannot be ordered around unless it is \nwilling. Note that an absolute (true) neutral \ncreature is effectively opposed to both good \nand evil, and both law and chaos. \nEarthquake Effects: \nTERRAIN \nCave or cavern \nCliffs \nGround \nMarsh \nTunnel \nVEGETATION \nSmall growth \nTrees \nSTRUCTURES \nCREATURES __ \nSee 'TERRAIN\" entry \n-Collapses roof \n-Crumble, causing landslide \n-Cracks open, causing the following tractions \nof creatures to fall in and die: \n-Size S: 1 in 4 \n-Size M: 1 in 6 \n-Size L: 1 in 8 \n-Drains water off to form muddy, rough \nground. \n-Caves in \n-NO effect \n-1 in 3 are uproot \nSustain 5dU points of struct \nthose suffering full damage are thrown down \nin rubble. \nThe spellcaster must know something \nabout the creature to exact service from it, \nor else he must offer some fair trade in re- \nturn for the service. That is, if the priest is \naware that the creature has received sane \nfavor from someone of the priest's align- \nment, then the exaction spell can name this \nas cause; if no balancing reason for ervice is \nknown, then some valuable gift or service \nmust be pledged in return for the exaction. \nThe service exacted must be reasonable with \nrespect to the past or promised favor or re- \nward, and with the being's effort and risk. \nThe spell then acts, subject to a magic resist- \nance roll, as a quest upon the being that is to \nperform the required service. Immediately \nupon completion of the service, the being is \ntransported to the vicinity of the priest, and \nthe priest must then and there return the \npromised reward, whether it is irrevocable \ncancellation of a past debt or the giving of \nsome service or other material reward. M- \nter this is done, the creature is instmtiy \nfreed to return to its own plane. \nThe DM adjudicates when an equitabIe \narrangement has been reached. If the caster \nrequests too much, the creature is free to de- \npart or to attack the priest (as if the agree- \nment were breached) according to its \nnature. If circumstances leave the situation \nunbalanced (for exampk, the creature dies \nwhile achieving a result that was not worth \nthe creature dying), then this might create a \ndebt owed by the caster to the creature's sur- \nviving kith and kin, making the caster d- \nnerable to a future exaction from that \nquarter. Agreeing to a future exaction or re- \nlease in the event of catastrophic failure or \ndeath are common castef pledges in securing \nan exaction. \nFailure to fulfill the promise to the letter \nresults in the priest being subject to exaction \nby the subject cream or by its master, \nliege, etc., at the very least. At worst, the \ncreature may attack the reneging priest \nwithout fear of any of his spclls affecting it, \nfor the priest's failure to live up to the bar- \ngain gives the creature total immunity from \nthe priest's spell powers. \nThe material components of this spell are \nthe priest's holy symbol, some matter or \nsubstance from the plane of the creature \nfrom whom an exaction is expected, and \nknowledge of the creature's nature or \nactions that is written out on a parchment \nthat is burned to seal the pledge. \n233\n\n[BOOK_PAGE 234 | PDF_PAGE 235]\nFire Storm (Evocation) \nReversible \nSphere: Elemental (Fire) \nRange: 160 yards \nComponents: V, S \nDuration: 1 round \nCasting Time: 1 round \nArea of Effect: 2Sfoot cube/level, mini- \nSaving Throw: 1/2 \nWhen a fire storm spell is cast, the whole \narea is shot through with sheets of roaring \nflame that equal a wall offire spell in effect. \nCreatures within the area of fire and 10 feet \nor less hom the edge of the affected area \nreceive 2d8 points of damage plus addition- \nal damage equal to the caster's level (2d8 + \nl/level). Geahtres that roll successful sav- \ning throws vs. spell suffer only one-half \ndamage. The damage is inflicted each round \nthe creat-we stays in the area of effect. The \narea of effect is equal to two 10' x 10' cubes \nper level of the caster-e.g., a 13th-level \ncaster can cast a fire storm measuring 130' x \n20' x 10'. The height of the storm is 10 or 20 \nfeet; the balance of its area must be in length \nand width. \nThe reverse spell, fire quench, smothers \ntwice the area of effect of a fire storm with \nrespect to normal fires, and the normal area \nof effect with respect to magical fires. Fire- \nbased creatures, such as elementals, sala- \nmanders, etc., of less than demigod status \nhave a a 5% chance per experience level of \nthe caster of being extinguished. If cast only \nagainst a flumetongue sword, the sword \nmust roll a successful saving throw vs. \ncrushing blow or be rendered nonmagical. \nSuch a sword in the possession of a creature \nfirst receives the creature's saving throw, \nand if this is successful, the second saving \nthrow is automatically successful. \nmum 16 1Gfoot cubes \nGate (Conjuration6ummoning) \nSphere: Summoning \nRange: Wyards \nComponents: V, S \nDuration: Special \nCasting Time: 5 \nSaving Throw: None \nCasting a gate spell has two effects: it \ncauses an interdimensional connection \nbetween the plane of existence the priest is in \nand the plane in which dwells a specific \nbeing of great power. The result of this con- \nnection is that the sought-after being can \nstep through the gate or portal, from its \nplane to that of the priest. Uttering the spell \nattracts the attention of the dweller on the \nother plane. When casting the spell, the \npriest must name the entity he desires to \nmake use of the gate and to come to his aid. \nArea of Effect: special \nThere is a 100% chance that something \nsteps through the gate. The actions of the \nbeing that comes through depemd on many \nfactors, including the alignment of the \npriest, the nature of those accompanying \nhim, and who or what opposes or threatens \nthe priest. Your DM will decide the exact \nresult of the spell, based on the creature \ncalled, the desires of the caster and the needs \nof the moment. The being gated in either \nreturns immediately or remains to take \naction. Casting this spell ages the priest five \nyears. \nHoly Word (ConjuratiodSurnmoning) \nReversible \nSphere: Combat \nRange: 0 \nComponents: V \nDuration: Special \nCasting Time: 1 \nArea of Effect: %foot radius \nSaving Throw: None \nUttering a holy word spell creates magic \nof tremendous power. It drives off evil crea- \ntures from other planes, fordng them to \nreturn to their own planes of existence, pro- \nvided the speaker is in his home plane. Crea- \ntures so banished cannot return for at least a \nday. The spell further affects creatures of \ndiffering alignment as shown on the follow- \ning table: \nRegenerate Ovecromancy) \nReversible \nSphere: Necromantic \nRange: Touch \nComponents: V, S, M \nDuration: Permanent \nCasting Time: 3 rounds \nArea of Effect: Creature touched \nSaving Throw: None \nWhen a regenerute spell is cast, body \nmembers (fingers, toes, hands, feet, arms, \nlegs, tails, or even the heads of multi-headed \ncreatures), bones, and organs grow back. \nThe process of regeneration requires but one \nround if the severed member(s) is (are) \npresent and touching the creahire, kl4 hvns \notherwise. The creature must be living to \nreceive the benefits of this spell. If the sev- \nered member is not present, or if the injury \nis older than one day per caster level, the \nrecipient must roll a successful system shock \ncheck to survive the spell. \nThe reverse, wither, causes the qmnk \nor organ touched to shrivel and cease func- \ntioning in one round, dropping off into dust \nin 2d4 turns. Creak- must be touched for \nthe harmful effect to occur. \nThe material components of this spell are \na prayer device and holy water (or unholy \nwater for the reverse). \nEffects of Holy Word \nCreature's \nHit Dice or Attack \nLevel General Move Dice speils Less than 4 Kills \n4 to 7+ Paralyzes ld4 turns \n8 to 11+ Slows 2d4 rounds -50% -4* \n12 or more Deafens ld4 rounds - 25 % -2 50% chance of failure \n- - - - - - - \nSlowed creatures attack only on even-numbered rounds until the effect wears off. \nAffected creatures are those within the \n30-foot-radius area of effect, which is cen- \ntered on the priest casting the spell. The side \neffects are negated for deafened or silenced \ncreatures, but such are still driven off if \nother-planar. \nThe reverse, unholy word, operates \nexactly the same way but affects creatures \nof good alignment. \nReincarnate (Necromancy) \nSphere: Necromantic \nRange: Touch \nComponents: V, S \nDuration: Permanent \nCasting Time: 1 turn \nArea of Effect: Person touched \nSaving Throw: None \nWith this spell, the priest can bring back a \ndead person in another body, if death \noccurred no more than one week before the \ncasting of the spell. Reincarnation does not \nrequire any saving throw, system shock, or \nresurrection survival roll. The corpse is \ntouched, and a new incarnation of the per- \nson appears in the area in ld6 turns. The \nperson reincarnated recalls the majority of \nhis former life and form, but the character \nclass, if any, of the new incarnation might\n\n[BOOK_PAGE 235 | PDF_PAGE 236]\nbe very different indeed. The new incarna- \ntion is determined on the following table or \nby DM choice. If a player character race is \nindicated, the character must be created. At \nthe DMs option, certain special (expensive) \nincenses can be used that may increase the \nchance for a character to return as a specific \nrace or species. A wish spell can restore a \nreincarnated character to its original form \nand status. \nDlOO \nRoll Incarnation \n01-03 Badger \n04-08 Bear, black \n29-31 Elf \n59-61 Lynx \n62-64 \n76-80 Wolf \n81-85 Wolverine \n86-00 DMs choice \nIf an unusual creature form is indicated, \nthe DM can (at his option only) use the \nguidelines for new player character races to \nallow the character to earn experience and \nadvance in levels, although this may not be \nin the same class as before. If the reincarnat- \ned character returns as a creature eligible to \nbe the same class as he was previously (i.e., \na human fighter returns as an elf), the rein- \ncarnated character has half his previous \nlevels and hit points. If the character returns \nas a new character class, his hit points are \nhalf his previous total, but he must begin \nagain at 1st level. If the character returns as \na creature unable to have a class, he has half \nthe hit points and saving throws of his pre- \nvious incarnation. \nRatoratlon (Necromancy) \nReversible \nSphere: Necromantic \nRange: Touch \nComponents: V, S \nDuration: Permanent \nCasting Time: 3 rounds \nArea of Effect: Creature touched \nSaving Throw: None \nWhen this spell is cast, the life energy \nlevel of the recipient creature is raised by \none. This reverses any previous life energy \nlevel drain of the creature by a force or mon- \nster. Thus, if a 10th-level character had been \nstruck by a wight and drained to 9th level, \nthe restorution spell would bring the charac- \nter up to exactly the number of experience \npoints necessary to restore him to 10th level \nonce again, restoring additional Hit Dice (or \nhit points) and level functions accordingly. \nRestoration is effective only if the spell is \ncast within one day of the recipient's loss of \nlife energy, per experience level of the priest \ncasting it. A restorution spell restores the \nintelligence of a creature affected by a \nfeeblemind spell. It also negates all forms of \ninsanity. Casting this spell ages both the \ncaster and the recipient by two years. \nThe reverse, energy drain, draws away \none life energy level (see such undead as \nspectre, wight, and vampire, in the Mon- \nstrous Compendium). The energy drain \nrequires the victim to be touched. Casting \nthis form of the spell does not age the caster. \nResurrection (Necromancy) \nReversible \nSphere: Necromantic \nRange: Touch \nComponents: V, S, M \nDuration: Permanent \nCasting Time: 1 turn \nArea of Effect: Creature touched \nSaving Throw: None \nThe priest employing this spell is able to \nrestore life and complete strength to any living \ncreature, incluh elves, he bestows the resur- \nrection spell upon. The mature can have been \ndead up to 10 years per level of the priest cast- \ning the spell. Thus a 19th-level priest can res- \nurrect the bones of a apature dead up to 190 \nyears. The creature, upon surviving a resur- \nrection survival check, is immediately \nrestored to full hit points and can perfom \nstrenuous activity. The spell cannot bring back \na creature that has ded itsallotted lifespan \n(i.e., died of ~hval causes). Casting this spell \nmakes it impassible for the priest to cast fur- \nther spells or engage in combat until he has \nhad one day of bed rest for each experkm \nlevel or Hit Die of the creature brought back \nto life. Thecasteragesthree years upon cast- \ningthisspell. \nThe reverse, destruction, causes the vic- \ntim of the spell to be instantly dead and \nturned to dust. A wish spell or equivalent is \nrequired for recovery. Destruction requires \na touch, either in combat or otherwise, and \ndoes not age the caster. In addition, the vic- \ntim is allowed a saving throw (with a -4 \npenalty). If the save is successful, the victim \nreceives 8d6 points of damage instead. \nThe material components of the spell are \nthe priest's religious symbol and holy water \n(unholy water for the reverse spell). The \nDM may reduce the chances of successful \nresurrection if little of the creature's remains \nare available. \nSuccor (Alteration, Enchantment) \n: Touch \nComponents: V, S, M \nDuration: Special \nCasting Time: 1 day \nArea of Effect: Special \nSaving Throw: None \nBy casting this spell, the priest creates a \npowerful magic in some speciaIly prepared \nobject-a string of prayer beads, a small \nclay tablet, an ivory baton, etc. This object \nradiates magic, for it contains the power to \ninstantaneously transport its possessor to \nthe sanctuary of the priest who created its \nmagic. Once the item is enchanted, the \npriest must give it willingly to an individual, \nat the same time informing him of a com- \nmand word to be spoken when the item is to \nbe used. To make use of the item, the recipi- \nent must speak the command word at the \nsame time that he rends or breaks the item. \nWhen this is done, the individual and all \nthat he is wearing and carrying (up to the \nmaximum encumbrance limit for the char- \nacter) are instantly transported to the sanc- \ntuary of the priest, just as if the individual \nwere capable of speaking a word of recall \nspell. No other creatures can be affected. \nThe reversed application of the spen \ncauses the priest to be transported to the \nimmediate vicinity of the possessor of th* \nitem when it is broken and the command \nword said. The priest has a general idea of \nthe location and situation of the item's pok \nsessor, and can choose not to be affected by \nthis summons. This decision is made at the \ninstant when the transportation is to take \nplace, but if he chooses not to go, then the \nopportunity is gone forever and the spell ia \nwasted. \nThe cost of preparing the special item (for \neither version of the spell) varies from 2,000 \nto 5,000 gp. The more costly items can \ntransport the subject from one plane of \nexistence to another, if the DM allows. Note \nthat the same factors that can prevent the \noperation of the plune shift and teleport \nspells can also prevent the use of this spell. \nSunray (Evocation, Aheration) \nSphere: Sun \nRange: 10 yards/level \nComponents: V, S, M \nDuration: 1 + ld4 rounds \nCasting Time: 4 \nArea of Effect: Sfoot-radius sphere \nSaving Throw: Special \nWith this spell, the caster can evoke a \ndazzling beam of light each round in which \nno action other than movement is per- \nformed. The sunray is like a ray of natural \n(plus special)\n\n[BOOK_PAGE 236 | PDF_PAGE 237]\nsunlight. All creatures in the 10-foot- \ndiameter area of effect must roll successful \nsaving throws vs. spell or be blinded for ld3 \nrounds, those using infravision at the time \nfor 2d4 rounds. Creatures to whom sunlight \nis harmful or unnatural suffer permanent \nblindness if the saving throw is failed, and \nare blinded for 2d6 rounds if the saving \nthrow is successful. Those within its area of \neffect, as well as creatures within 20 feet of \nits perimeter, lose any infravision capabili- \nties for ld4 + 1 rounds. \nUndead caught within the sunray’s area of \neffect receive 8d6 points of damage, one- \nhalf if a saving throw vs. spell is successful. \nrhose undead 20 feet to either side of the \nSUNay’S area of effect receive 3d6 points of \ndamage, no damage if a save is successful. \nIn addition, the ray may result in the total \ndestruction of those undead specifically af- \nfected by sunlight, if their saving throws are \nfailed. The ultraviolet light generated by the \nspell inflicts damage on fungoid creatures \nand subterranean fungi just as if they were \nundead, but no saving throw is allowed. \nThe material components are an aster \nseed and a piece of aventurine feldspar (sun- \nstone). \nSymbol (Conjuration/Summoning) \nSphere: Guardian \nRange: Touch \nComponents: V, S, M \nDuration: 1 turn/level \nCasting Time: 3 \nArea of Effect: Special \nSaving Throw: Neg. \nThe priest casting this spell inscribes a \nglowing symbol in the air or upon any sur- \nface, according to his desire. Any creature \nlooking at the completed symbol within 60 \nfeet must roll a successful saving throw vs. \nspell or suffer the effect. The symbol glows \nfor one turn for each experience level of the \ncaster. The particular symbol used is se- \nlected by the caster at the time of casting. \nThe caster will not be affected by his own \nsymbol. One of the following effects is cho- \nsen by the caster: \nHopelessness: Creatures seeing it must turn \nback in dejection or surrender to capture \nor attack unless they roll successful sav- \ning throws vs. spell. Its effects last for \n3d4 turns. \nPain: Creatures affected suffer -4 penalties \nto their attack rolls and -2 penalties to \ntheir Dexterity ability scores due to \nwracking pains. The effects last for 2d10 \nturns. \nPersuasion: Creatures seeing the symbol be- \ncome of the same alignment as and \nfriendly to the priest who scribed the \nsymbol for ld20 turns unless a saving \nthrow vs. spell is successful. \nThe material components of this spell are \nmercury and phosphorus (see 8th-level wiz- \nard spell, symbol). \nTransmute Metal to Wood (Alteration) \nSphere: Elemental (Earth) \nRange: 80 yards \nComponents: V, S, M \nDuration: Permanent \nCasting Time: 1 round \nArea of Effect: 1 metal object \nSaving Throw: Special \nThe transmute metal to wood spell en- \nables the caster to change an object from \nmetal to wood. The volume of metal cannot \nexceed a maximum weight of 10 pounds per \nexperience level of the priest. Magical ob- \njects made of metal are 90% resistant to the \nspell, and those on the person of a creature \nreceive the creature’s saving throw as well. \nArtifacts and relics cannot be transmuted. \nNote that only a wish spell or similar magic \ncan restore a transmuted object to its metal- \nlic state. Otherwise, for example, a metal \ndoor changed to wood would be forever- \nmore a wooden door. \nWind Walk (Alteration) \nSphere: Elemental (Air) \nRange: Touch \nComponents: V, S, M \nDuration: 1 hour/level \nCasting Time: 1 round \nArea of Effect: Special \nSaving Throw: None \nThis spell enables the priest, and possibly \none or two other persons, to alter the sub- \nstance of his body to a cloud-like vapor. A \nmagical wind then wafts the priest along at a \nmovement rate of 60, or as slow as 6, as the \nspellcaster wills. The wind walk spell lasts \nas long as the priest desires, up to a maxi- \nmum duration of six turns (one hour) per ex- \nperience level of the caster. For every 8 \nlevels of experience the priest has attained, \nup to 24, he is able to touch another person \nand carry that person, or those persons, \nalong on the wind walk. Persons wind \nwalking are not invisible, but rather appear \nmisty and translucent. If fully clothed in \nwhite, they are 80% likely to be mistaken \nfor clouds, fog, vapors, etc. The priest can \nregain his physical form as desired, each \nchange to and from vaporous form requir- \ning five rounds. While in vaporous form, \nthe priest and companions are hit only by \nmagic or magical weaponry, though they \nmay be subject to high winds at the DMs \ndiscretion. No spellcasting is possible in va- \nporous form. \nThe material components of this spell are \nfire and holy water.\n\n[BOOK_PAGE 237 | PDF_PAGE 238]\n"
  },
  "mechanics": {
    "extraction_mode": "book_page_range_concat"
  }
}