{
  "schema_version": "1.0.0",
  "category": "rules_appendix",
  "tags": [
    "add_2e",
    "player_handbook",
    "appendix",
    "appendix_02"
  ],
  "summary": "Appendix 2: notes on spells. Buchseiten 129-130.",
  "source_text": {
    "book": "Player's Handbook (2nd Edition)",
    "appendix_number": 2,
    "appendix_slug": "notes_on_spells",
    "book_page_start": 129,
    "book_page_end": 130,
    "pdf_page_start": 130,
    "pdf_page_end": 131,
    "text": "[BOOK_PAGE 129 | PDF_PAGE 130]\nAppendix 2: Notes on Spells \nSpell Descriptions \nThe spalls are orga- \nnized according to their group (Priest or \nWizard) and level, starting an gage 131. \nWithin each level, the spells are arranged al- \nphabetically. At the start of each @ de- \nscription are the following important game \nstatistics: \nName: Each spell is identified by name. In \nparentheses after the name is the school (for \nwizard spells) to which that spell belongs. \nWhen more than one is listed, that spell is \ncommon to all schools given. \nSome spells are reversible (they can be \ncast for an effect opposite to that of the \nstandard spell). This is noted after the spell \nname. Priests with reversible spelb must \nmemorize the desired version. For example, \na priest who desires a cause fight wounds \nspell must petition for this form of the spell \nwhen meditating and praying. Note that se- \nvere penalties can result if the spell choice is \nat variance with the priest’s alignment (pos- \nsible penalties i cbde denial of specific \nspells, entire s 1 levels, or even all spells \nfor a certain pen . The exact result (if any) \ndepends on the $ eaction of the priest‘s pa- \ntron deity, as determined by the DM. \nd spells operate similarly. \nzE&g-ed, both forms are re- \ncorded in the wizard’s spell book. How- \never, the wizard must decide which version \nof thespell he desires to cast when memoriz- \ningthe spell, unless the spell description spe- \ncifically states otherwise. For example, a \nwizard who hasmemorized stone to flesh \nand desires to cast flesh to stone must wait \nuntil the latter form of the spell can be mem- \norized (i.e., rest eight hours and study). If he \ncan memorize two 6rh-level spells, he could \nmemorize each version once or one version \ntwice. \n%hook In parentheses after the spell \nname is the name of the school of magic to \nwhich the spell belongs. For wizard spells, \nthis defines which spells a wizard specialist \ncan learn, depending on the wizard’s school \nof specialization. For priest spells, the \nschool notation is used only for reference \npurposes, to indicate \nis considered to be10 \nneeds to know for \nelves’ resistance to charm spells). \nSph This entry appears only for priest \ngpells and identif‘ies the sphere or spheres \ninto which each spell falls. \nRange This lists the distance from the \ncaster at which the spell effect occurs or be- \ngins. A “0“ indicates the spell can be used on \nthe caster only, with the effect embodied \nwithin or emanating from him. Touch” \nmeans the caster can use the spell on others \nif he can physiully touch them. Unless oth- \nerwise specified, dl other spells are centered \non a point visible to the caster and within \nthe range of the spell. The point can be a \ncreature or object if desired. In general, a \nspell that affects a limited number of crea- \ntures within an area affects those closest to \nthe center first, unless there are other pa- \nrameters operating (such as level or Hit \nDice). Spells can be enst through narrow \nopenings only if both rhe caster‘s vision and \nthe spell energy can bedirected simultane- \nously through the opening. A wizard stand- \ning behind an arrow slit can cast through it; \nsending a fireball through a small peephole \nhe is peering through is another matter. \nComponents: This lists the category of \ncomponents needed, V for verbal, S for so- \nmatic, and M for material. When material \ncomponents are required, these are listed in \nthe spell description. Spell Components are \nexpended as the spell is cast, unless other- \nwise noted. Clerical holy symbols are not \nlost when a spell is cast. For cases in which \nmaterial components are expended at the \nend of the spell (free action, shapechange, \netc.), premature destruction of the compo- \nnents ends the spell. \nDuration: This lists how long the magical \nenergy of the spell lasts. Spells of instanta- \nneous duration come and go the moment \nthey are cast, although the results of these \nspells may be permanent and unchangeable \nby normal means. Spells of permanent du- \nration last until the effects are negated by \nsome means, usually by a dispaf magir. \nSome spells have a variable duration. The \ncaster cannot choose the hatian of spells, \nin most cases‘ Spells with I?& dvations \n(e.g., 3 raunds/level of the wizard) must be \nkept track of by the player. Spells of varia- \nble duration (e+, 3 + ld4 rounds) are se- \naetly recorded by the DM. Your DM may \nwarn you when spell durations art ap- \npoaching expiration, but there is usually no \nsign that a spell is going to expire; check \nwith your DM to determine exactly how he \nhandles this issue. \nCertain spells can be ended at will by the \ncaster. In order to dismiss these spells, the \noriginal caster must be within range of the \nspell’s center of effect-within the same \nrange at which the spell can be cast. The \ncaster also must be able to speak words of \ndissnissal. Note that only the original caster \ncan dismiss his spells in this way. \nCasting Time: This errtry is important, if \nthe optional casting time modifier to initia- \ntive is used. If only a number is given, the \ncasting time is added to the caster‘s initiative \ndie rolls. If the spell requires a round or \nnumber of rounds to cast, it goes into effect \nat the end af the hst roundof casting time. \nIf Delsar~ra casts p spell that takes one \nround, it goes into effect at the end of the \nround in which she begins casting. If the \nspell requins three round8 to cast, it goes \n+to effect at the end of the third rod. \nSpells requiring a turn or more go into effect \nat the end of the stated turn. \nha of Effect: This lists the creatures. \nvolume, dimensions, weight, etc., that can \nbe affected by the spell. Spells with an area \nor volume that can be &aped by the caster \nwill, unless the spell description SpecifiCaMi \nstates otherwise, have a minimum dimen- \nsion of 10 feet in any direction. Thus a cloud \nthat has a 10-foot cube per caster htl \nmight, when cast by a 12th-level aster, \nhave dimensions 10’ x 10’ X 120’, 20’ x \n20‘ x m’, or any similar combination that \ntotals 12 IO-foot cubes. Combinations such \nas 5’ x 10‘ x 240’ are not possible unkss \nspecifically stated. \nSome spells (such as bless) affect the \nfriends or enemies of the caster. In all caws, \nthis refers to the perception of the caster at \nthe time the spell is cut. For example, a cha- \notic good character allied with a lawful m- \ntral cleric would receive the bendits of the \nlatter’s bless spell. \nSaving Throw This lists whether the spell \nallows the target a saving throw and ex- \nplains the effect of a surcessful save: “Neg.” \nresults in the spell having no effect; ’?2” \nmeans the character ders half the normal \namount of damage; “none” means no saving \nthrow is allowed. Wisdom adjustments to \nsaving throws apply only to enchantment/ \ncharm spells. \nSolid ph- barriers provide saving \nthrow bonuses and damage reduction. \nCover and concealment may affect slving \nthrows and damage (the DM has additional \ninformation about this). \nA creature that successfully saves against \na spell with no apparent physical effect \n(such as a charm, hold, or magic jar) may \nfeel a definite force or tingle that is charac- \nteristic of a magical attack, if the DM de- \nsires. But the exact hostile spell effect or \ncreature ability used cannot be deduced \nfrom this tingle. \nA being‘s ded equipment and posses- \nsions are assumed to make their saving \nthrows against special attacks if the creature \nmakes its saving throw, unkss the spell spe- \ncifically states otherwise. If the creature fails \nits saving throw, or if the attack form is par- \nticularly potent, saving throws may have to \nbe rolled to see if any possessions survive, \nusing either item saving throws (see the \nDMG) or the being‘s saving throw. The DM \nwill inform you when this happens. \nAny character can voluntarily forgo a \nsaving throw. This allows a spell or similar \nattack that normally grants a saving throw \nto have full effect on the character. Like- \nwise, any creature can voluntarily lower its \nmagic resistance allowing a spell to auto- \nmatically function when cast on it. Forego- \ning a saving throw or magic resistance roll \nneed not always be voluntary, If a creature \nor character can be tricked into lowring its \nresistance, the spell will have full effect, \neven if it is not the spell the victim believed \nhe was going to receive. The victim must\n\n[BOOK_PAGE 130 | PDF_PAGE 131]\nNotes on Spells \nit is not sufficient that he is caught off guard. \nFor example, a character would receive a \nsaving throw if a mage in the party suddenly \nattacked him with a fireball, even if the \nmage had been friendly to that point. How- \never, the same character would not receive a \nmving throw if the mage convinced him \nthat he was about to receive a levitation \nspell but cast a fireball instead. Your DM \nwill decide when NPCs have lowered their \nresistances. You must tell your DM when \nOUT character is lowering his resistance. \nSpell Description: The text provides a \nmplete description of how the spell func- \ntions and its game effects. It covers most \ntypical uses of the spell, if there are more \nthan one, but cannot deal with every possi- \nble application players might find. In these \ncases, the spell information in the text \nshould provide guidance on how to adjudi- \ncate the situation. \nSpells with multiple functions enable the \ncaster to select which function he wants to \nuse at the time of casting. Usually a single \nfunction of a multiple-function spell is \nweaker than a single-function spell of the \nsame level. \nSpell effects that give bonuses or penalties \nto abilities, attack rolls, damage rolls, sav- \ning throws, etc., are not usually cumulative \nwith each other or with other magic: the \nstrongest single effect applies. For example, \na fighter drinks a potion of giant strength \nand then receives the 2nd-level wizard spell \nstrength. Only the strongest magic (the po- \ntion) is effective. When the potion’s dura- \ntion ends, however, the strength spell is still \nin effect, until its duration also expires. \nAdjudicating Illusions \nAll illusions are \ncases of DM adjudication; each depends \nupon the exact situational factors deemed \nsqpificant by the DM. All of the following \npoints are only subsidiary guidelines to help \nthe DM maintain consistency. \nIntrinsically Deadly Illusions: ”Instant \nkill” illusions that are automatically fatal re- \ngardless of level, Hit Dice, or saving \nthrows: collapsing ceilings, inescapable \nlava pits, etc. The absolute maximum effect \nof these is to force a system shock check. \nSurviving characters are not further af- \nfected by that illusion. \nSpeg Effectr: Illusions that duplicate spell \neffects are keyed to the caster‘s level (e.g., a \nloth-level illusionist casting a fireball can \ncreate a convincing ladie fireball). Exceed- \ning this limit creates a fatal flaw in the illu- \nsion that negates its effect. \nMonster Special Attacks: Before the \ncaster can effectively duplicate a monster‘s \nspecial attack, the wizard must have under- \ngone it (a wizard cannot conjure up the \ntwinkle in a medusa‘s eye correctly without \nactually experiencing it-i.e., having been \nturned to stone by one). \nOption: Illusionary monsters attack us- \ning the wizards attack values. This would \nbe a subtle clue that the monsters are fake. \nOption: Extend the spell level control to \nmonsters-the caster can create monsters \nonly if the total monster Hit Dice are equal \nto or less than the caster’s level (an 8th-level \ncaster could convincingly do one hill giant, \ntwo ogres, or four 2nd-level fighters). \nIllusion spells require a higher degree of \nDM-player interaction than other wizard \nspells. The timing and staging of such spells \nby the caster are extremely important. Ef- \nfects that appear out of nowhere are not be- \nlieved unless the caster takes this into \naccount. On the other hand, an illusionary \nfireball cast after a wizard has cast a real one \ncould have devastating effects. \nThe caster must maintain a show of real- \nism at all times when conducting an illusion \n(if a squad of low-level fighters is created, \nthe caster dictates their hits, misses, damage \ninflicted, apparent wounds, and so forth; \nthe DM decides whether the bounds of be- \nlievability have been exceeded). \nNPC illusions require careful preparation \nby the DM, including clues to their nature. \nIntelligence is the best defense against illu- \nsions. Low and non-intelligent creatures are \nmore vulnerable to illusions, unless the illu- \nsion is completely outside their experience \nor the illusion touches on an area of the \ncreatures’ particular competence. Undcad \nare generally immune to illusions, but they \nare vulnerable to quasi-real effects, most of \nwhich start to appear in the 4th-level spell \nlist. \nIllusions usually cease to affect a charac- \nter if they are actively disbelieved. Disbelief \nmust be stated by the player, based on clues \nprovided by the DM. Players stating disbe- \nlief must give a reason for disbelief based on \nsensory information available to the charac- \nter. Failure to &e such a reason results in \nfailure to disbiieve. The DM can impose \nadditional requirements or delays in recog- \nnizing illusions (such as Intelligence checks) \nas needed, such as when one player is obvi- \nously parroting a discovery made by an- \nother. Disbelief automatically forfeits a \nsaving throw if the effect is real. \nFor NPCs, a saving throw, Intelligence \ncheck, or DM adjudication can be used to \ndetermine disbelief, whichever the DM \ndeems appropriate. \n130"
  },
  "mechanics": {
    "extraction_mode": "book_page_range_concat"
  }
}